Repository: torproject/support
Catalog: i18n/contents+bn_BD.po
Languages: bn_bd

source: These services use the special-use tld .onion (instead of .com,.net,.org,etc..) and are only accessible through the Tor network.
bn_bd: এই পরিষেবাগুলি বিশেষ ব্যবহারের TLD ব্যবহার করে। (পরিবর্তে .com, .net, .org, ইত্যাদি।) এবং কেবল টর নেটওয়ার্ক এর মাধ্যমে অ্যাক্সেসযোগ্য।

source: You can also ensure that you're able to access other onion services by connecting to <a href="http://3g2upl4pq6kufc4m.onion">DuckDuckGo's onion service</a>.
bn_bd: আপনি DuckDuckGo-এর পেঁয়াজের সেবায় যুক্ত হয়ে অন্যান্য পেঁয়াজের সেবায় প্রবেশ করতে পারবেন কিনা তা নিশ্চিত করতে পারবেন ।

source: I have a compelling reason to trace a Tor user. Can you help?
bn_bd: একজন টর ব্যবহারকারী খুঁজে বের করার জন্য আমার একটি কারণ আছে । সাহায্য করতে পারেন?

source: There is nothing the Tor developers can do to trace Tor users.
bn_bd: টর ব্যবহারকারী খুঁজে পাওয়া যায় না ।

source: The same protections that keep bad people from breaking Tor's anonymity also prevent us from tracking users.
bn_bd: এই একই সুরক্ষা যারা টর এর সনদে বাধা দেয়, তারা আমাদের ব্যবহারকারীদের ট্র্যাকিং করা থেকে বিরত রাখে ।

source: Does the Tor Project offer hosting?
bn_bd: টর প্রকল্প কি হোস্ট করার প্রস্তাব দেয়?

source: No, the Tor Project does not offer hosting services.
bn_bd: না, টর প্রজেক্ট হোস্টিং পরিষেবাগুলি অফার করে না।

source: Can I change the number of hops Tor uses?
bn_bd: আমি কি hops সংখ্যা পরিবর্তন করতে পারি?

source: Right now the path length is hard-coded at 3 plus the number of nodes in your path that are sensitive.
bn_bd: এই মুহূর্তে পথটির দৈর্ঘ্য হার্ড-কোড ৩ প্লাস-এ আপনার পথে নোড সংখ্যা সংবেদনশীল.

source: That is, in normal cases it's 3, but for example if you're accessing an onion service or a ".exit" address it could be more.
bn_bd: অর্থাৎ, স্বাভাবিক ক্ষেত্রে এটা ৩, কিন্তু উদাহরণস্বরূপ আপনি যদি একটি পেঁয়াজ সার্ভিস বা স অ্যাক্সেস করেন. "প্রস্থান করুন" ঠিকানাটি আরও হতে পারে.

source: We don't want to encourage people to use paths longer than this as it increases load on the network without (as far as we can tell) providing any more security.
bn_bd: আমরা মানুষকে এর চেয়ে বেশি পথ ব্যবহার করতে উৎসাহিত করতে চাই না, যেহেতু এটি নেটওয়ার্কের উপর লোডশেডিং বাড়িয়ে দেয় (যতদূর আমরা বলতে পারি) আর কোন নিরাপত্তা প্রদান করতে পারি না ।

source: Also, using paths longer than 3 could harm anonymity, first because it makes<mark><a href="https://www.freehaven.net/anonbib/#ccs07-doa">denial of security</a></mark> attacks easier, and second because it could act as an identifier if only a small number of users have the same path length as you.
bn_bd: এছাড়াও, 3 এর বেশী পথ ব্যবহার করে, প্রথমে কারণ এটি নিরাপত্তা আক্রমণের makesdenial সহজ, এবং দ্বিতীয়ত কারণ এটি একটি শনাক্তকারী হিসেবে কাজ করতে পারে যদি শুধুমাত্র অল্প সংখ্যক ব্যবহারকারীর যদি আপনার মতো একই পথের দৈর্ঘ্য থাকে ।

source: How can I share files anonymously through Tor?
bn_bd: কিভাবে আমি টর দ্বারা বেনামে ফাইল শেয়ার করতে পারি?

source: Many exit nodes are configured to block certain types of file sharing traffic, such as bittorrent.
bn_bd: অনেক বহির্গমন নোড নির্দিষ্ট ধরনের ফাইল শেয়ারিং ট্রাফিক বন্ধ করতে কনফিগার করা হয়েছে, যেমন bittorrent.

source: Bittorrent in specific is <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">not anonymous over Tor</a></mark>.
bn_bd: নির্দিষ্ট Bittorrent নয় ।

source: For sharing files through Tor, <mark><a href="https://onionshare.org/">OnionShare</a></mark> is a good option.
bn_bd: টর মাধ্যমে ফাইল ভাগ করার জন্য, <mark><a href="https://onionshare.org/">OnionShare</a></mark> একটি ভাল বিকল্প।

source: How do I volunteer with Tor Project?
bn_bd: আমি কিভাবে টর প্রকল্পের সাথে স্বেচ্ছাসেবক করব?

source: Please see our <mark><a href="https://www.torproject.org/getinvolved/volunteer.html.en">volunteer page</a></mark> for how to get involved!
bn_bd: কিভাবে এর সাথে সম্পৃক্ত হওয়া যায় তার জন্য দয়া করে আমাদের <mark><a href="https://www.torproject.org/getinvolved/volunteer.html.en">স্বেচ্ছাসেবক পৃষ্ঠাটি</a></mark> দেখুন!

source: How can I donate to Tor Project?
bn_bd: আমি কিভাবে টর প্রকল্প দান করতে পারি?

source: Thank you for your support!
bn_bd: আপনার সমর্থনের জন্য ধন্যবাদ!

source: You can find more information about donating on our <mark><a href="https://donate.torproject.org/donor-faq">donor FAQ</a></mark>.
bn_bd: আপনি আমাদের <mark><a href="https://donate.torproject.org/donor-faq">দাতা FAQ</a></mark> সম্পর্কে আরো তথ্য পেতে পারেন.

source: Why don't you prevent bad people from doing bad things when using Tor?
bn_bd: আপনি টর ব্যবহার করার সময় খারাপ মানুষকে বাধা দেন না কেন?

source: Tor is designed to defend human rights and privacy by preventing anyone from censoring things, even us.
bn_bd: টর মানবাধিকার এবং গোপনীয়তা রক্ষার জন্য পরিকল্পিত, এমনকি আমাদের censoring থেকে কাউকে বাধা প্রদান করে ।

source: We hate that there are some people who use Tor to do terrible things, but we can't do anything to get rid of them without also undermining the human rights activists, journalists, abuse survivors, and other people who use Tor for good things.
bn_bd: আমরা ঘৃণা করি যে কিছু লোক আছে যারা টর ব্যবহার করে ভয়ানক কিছু করার জন্য, কিন্তু আমরা তাদের থেকে মুক্তি পেতে কিছুই করতে পারি না, মানবাধিকার কর্মী, সাংবাদিক, undermining, যারা বেঁচে আছে তারা যারা ভালো কাজের জন্য টর ব্যবহার করে ।

source: If we wanted to block certain people from using Tor, we'd basically be adding a backdoor to the software, which would open up our vulnerable users to attacks from bad regimes and other adversaries.
bn_bd: আমরা যদি backdoor ব্যবহার থেকে নির্দিষ্ট কিছু মানুষকে অবরুদ্ধ করতে চাই, আমরা মূলত সফটওয়্যারের সাথে যুক্ত হতে পারি, যা আমাদের অরক্ষিত ব্যবহারকারীদের খারাপ শাসকদের এবং অন্যান্য প্রতিপক্ষ থেকে আক্রমণের জন্য উন্মুক্ত করবে ।

source: Who funds Tor?
bn_bd: টর প্রকল্প কে অর্থায়ন করে?

source: Tor is funded by a number of different sponsors including US federal agencies, private foundations, and individual donors.
bn_bd: টর যুক্তরাষ্ট্রের ফেডারেল এজেন্সি, প্রাইভেট ফাউন্ডেশন এবং ব্যক্তি দাতা সহ বিভিন্ন স্পন্সরের বেশ কয়েকটি ।

source: Check out a list of all <mark><a href="https://www.torproject.org/about/sponsors.html.en">our sponsors</a></mark> and a series of <mark><a href="https://blog.torproject.org/category/tags/form-990">blog posts</a></mark> on our financial reports.
bn_bd: আমাদের আর্থিক প্রতিবেদনগুলিতে আমাদের সমস্ত <mark><a href="https://www.torproject.org/about/sponsors.html.en">স্পনসর</a></mark> এবং <mark><a href="https://blog.torproject.org/category/tags/form-990">ব্লগ পোস্টগুলির</a></mark> একটি তালিকা দেখুন।

source: We feel that talking openly about our funders and funding model is the best way to maintain trust with our community.
bn_bd: আমরা অনুভব করি যে আমাদের funders এবং তহবিলের মডেল সম্পর্কে খোলাখুলি কথা বলা আমাদের সমাজের উপর আস্থা বজায় রাখার সর্বোত্তম উপায় ।

source: We are always seeking more diversity in our funding sources, especially from foundations and individuals.
bn_bd: আমরা সব সময় আমাদের তহবিলের উৎস, বিশেষ করে ফাউন্ডেশন এবং ব্যক্তি থেকে আরো বৈচিত্র্য কামনা করি ।

source: Can I use Tor with bittorrent?
bn_bd: আমি কি bittorrent সাথে টর ব্যবহার করতে পারি?

source: We do not recommend using Tor with bittorrent.
bn_bd: আমরা bittorrent সাথে টর ব্যবহার করার সুপারিশ করি না ।

source: For further details, please see our <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">blog post on the subject</a></mark>.
bn_bd: আরও বিস্তারিত জানার জন্য, আমাদের <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">ব্লগ পোস্টটি বিষয়টিতে</a></mark> দেখুন।

source: The files on my computer have been locked, and someone is demanding I download Tor Browser to pay a ransom for my files!
bn_bd: আমার কম্পিউটারের ফাইলগুলি লক করা হয়েছে, এবং কেউ আমার ফাইলগুলির জন্য মুক্তিপণ পরিশোধ করার জন্য আমি টর ব্রাউজার ডাউনলোড করার অনুরোধ করছি!

source: We are so sorry, but you have been infected with malware.
bn_bd: আমরা খুবই দুঃখিত, কিন্তু আপনি ম্যালওয়্যার আক্রান্ত হয়েছেন ।

source: The Tor Project did not create this malware. The malware authors are asking you to download Tor Browser presumably to contact them anonymously with the ransom they're demanding from you.
bn_bd: টর প্রকল্প এই ম্যালওয়্যার তৈরি করেনি । ম্যালওয়্যার লেখক আপনাকে অনুরোধ করছে যে তারা আপনার কাছ থেকে মুক্তিপণ দাবি করছে তাদের সাথে যোগাযোগ করতে টর ব্রাউজার সম্ভবতঃ ডাউনলোড করতে ।

source: If this is your first introduction to Tor Browser, we understand that you might think we're bad people who enable even worse people.
bn_bd: এটা যদি আপনার প্রথম পরিচয় ব্রাউজারে হয়, আমরা বুঝতে পারি যে আমরা খারাপ মানুষ যারা এমনকি আরো বেশী খারাপ মানুষ সক্ষম.

source: But please consider that our software is used every day for a wide variety of purposes by human rights activists, journalists, domestic violence survivors, whistleblowers, law enforcement officers, and many others. Unfortunately, the protection that our software can provide to these groups of people can also be abused by criminals and malware authors.
bn_bd: কিন্তু অনুগ্রহ করে মনে করুন যে আমাদের সফ্টওয়্যার প্রতিদিন ব্যবহার করা হয় মানবাধিকার কর্মী, সাংবাদিক, গার্হস্থ্য সহিংসতার whistleblowers, আইন প্রয়োগকারী কর্মকর্তা, এবং আরো অনেক কিছুর জন্য । দুর্ভাগ্যবশত, আমাদের সফ্টওয়্যার যারা এই সব গ্রুপে সরবরাহ করতে পারে তারা অপরাধী এবং ম্যালওয়্যার লেখকদের অপব্যবহার করতে পারে ।

source: The Tor Project does not support or condone the use of our software for malicious purposes.
bn_bd: টর প্রকল্প আমাদের সফটওয়্যারের ক্ষতিকর উদ্দেশ্যে ব্যবহার বা condone সমর্থন করে না ।

source: Does Tor keep logs?
bn_bd: টর্স্ট কি লগ রাখে?

source: Tor doesn't keep any logs that could identify a particular user.
bn_bd: টর এমন কোনো লগ রাখবেন না যা কোন নির্দিষ্ট ব্যবহারকারী সনাক্ত করতে পারে.

source: We do take some safe measurements of how the network functions, which you can check out at <mark><a href="https://metrics.torproject.org/">Tor Metrics</a></mark>.
bn_bd: নেটওয়ার্ক ফাংশন কিভাবে আপনি <mark><a href="https://metrics.torproject.org/">টর মেট্রিকগুলো</a></mark> চেক করতে পারেন তার কিছু নিরাপদ পরিমাপ আমরা গ্রহণ করি.

source: Does Tor Project offer email service or other privacy protecting web services?
bn_bd: টর প্রকল্প কি ইমেল সার্ভিস বা অন্যান্য গোপনীয়তাকে ওয়েব সার্ভিসকে সুরক্ষা প্রদান করে?

source: No, we don't provide any online services.
bn_bd: না, আমরা কোনো অনলাইন সেবা প্রদান করি না ।

source: A list of all of our software projects can be found on our <mark><a href="https://www.torproject.org/projects/projects.html.en">projects page</a></mark>.
bn_bd: আমাদের সকল সফটওয়্যার প্রজেক্টের একটি তালিকা আমাদের <mark><a href="https://www.torproject.org/projects/projects.html.en">প্রকল্পগুলো পৃষ্ঠায়</a></mark> পাওয়া যাবে ।

source: Can I use the Tor logo in my product?
bn_bd: আমি আমার পণ্যে টর লোগো ব্যবহার করতে পারি?

source: You can read all about that on our <mark><a href="https://www.torproject.org/docs/trademark-faq.html">Trademark faq page</a></mark>.
bn_bd: আপনি <mark><a href="https://www.torproject.org/docs/trademark-faq.html">আমাদের ট্রেডমার্ক FAQ পৃষ্ঠা</a></mark> সম্পর্কে সবই পড়তে পারেন

source: using-tor-logo
bn_bd: টর-লোগো-ব্যবহার করে

source: I'm having a problem updating or using Vidalia.
bn_bd: আমার সমস্যা হচ্ছে Vidalia আপডেট বা ব্যবহার করতে।

source: Vidalia is no longer maintained or supported.
bn_bd: Vidalia আর পরিচালিত বা সমর্থিত নয়।

source: A large portion of the features Vidalia offered have now been integrated into Tor Browser itself.
bn_bd: Vidalia প্রস্তাবিত বৈশিষ্ট্যগুলির একটি বড় অংশ এখন টর ব্রাউজারে একত্রিত হয়েছে।

source: having-a-problem-updating-vidalia
bn_bd: Vidalia আপডেটিং-এ-সমস্যা

source: Our mission:
bn_bd: আমাদের লক্ষ্য:

source: to advance human rights and freedoms by creating and deploying free and open source anonymity and privacy technologies, supporting their unrestricted availability and use, and furthering their scientific and popular understanding.
bn_bd: মুক্ত এবং উন্মুক্ত সোর্স সনদে এবং গোপনীয়তা প্রযুক্তিকে সমর্থন এবং তাদের নিষিদ্ধ প্রাপ্যতা এবং ব্যবহার এবং তাদের বৈজ্ঞানিক এবং জনপ্রিয় বোঝাপড়ার মাধ্যমে মানবাধিকার এবং স্বাধীনতাকে ফিরিয়ে আনতে এবং তাদের মানবাধিকার ও স্বাধীনতায় হস্তক্ষেপ করা ।

source: Subscribe to our Newsletter
bn_bd: আমাদের নিউজলেটার সাবস্ক্রাইব করুন

source: Get monthly updates and opportunities from the Tor Project
bn_bd: টর প্রকল্প থেকে মাসিক আপডেট এবং সুযোগ পান

source: Trademark, copyright notices, and rules for use by third parties can be found in our <a href="https://www.torproject.org/docs/trademark-faq" target="_blank" class="text-primary-light"><u>FAQ</u></a>.
bn_bd: ট্রেডমার্ক, কপিরাইট নোটিশ, এবং তৃতীয় পক্ষের ব্যবহারের জন্য নিয়ম পাওয়া যাবে <a href="https://www.torproject.org/docs/trademark-faq" target="_blank" class="text-primary-light"><u>আমাদের প্রায়শই জিজ্ঞাসিত প্রশ্নাবলীতে বা এফএকিউতে </u></a>

source: Tor Project | Support
bn_bd: টর প্রকল্প | সহায়ক

source: Tor Logo
bn_bd: টর লোগো

source: Download Tor Browser
bn_bd: টর ব্রাউজার ডাউনলোড করুন

source: Search
bn_bd: খুজুন

source: Permalink
bn_bd: পার্মালিঙ্ক
