Repository: torproject/support
Catalog: i18n/contents+ca.po
Languages: ca

source: If you are unable to connect to an onion service, please see <a href="#onionservices-3">I cannot reach X.onion!</a>
ca: Si no podeu connectar-vos a un servei de onion, consulteu <a href="#onionservices-3">No puc accedir a X.onion!</a>

source: website-blocking-access-over-tor
ca: llocweb-bloca-accés-desde-tor

source: website-blocked-by-censor-can-tor-browser-help
ca: llocweb-bloquejat-per-censor-pot-ajudar-tor

source: Can I use Tor with a browser besides Tor Browser?
ca: Puc utilitzar Tor amb un navegador a més del navegador Tor?

source: We strongly recommend against using Tor in any browser other than Tor Browser.
ca: Recomanem encarecidament no utilitzar Tor en cap navegador que no sigui el navegador Tor.

source: Using Tor in another browser can leave you vulnerable without the privacy protections of Tor Browser.
ca: L'ús de Tor en un altre navegador pot deixar-vos vulnerable sense les proteccions de privadesa del navegador Tor.

source: using-tor-with-a-browser-besides-tor-browser
ca: utilitzant-tor-amb-un-navegador-a-més-del-navegador-tor

source: Does Tor Project make an application for private chat?
ca: Té el Projecte Tor cap aplicació per a conversar de manera privada?

source: No. After eleven beta releases, we discontinued support of <a href="https://blog.torproject.org/sunsetting-tor-messenger">Tor Messenger</a>.
ca: No.Després d'onze versions beta, descontinuem el suport de <a href="https://blog.torproject.org/sunsetting-tor-messenger">Tor Messenger</a>.

source: We still believe in Tor's ability to be used in a messaging app, but we don't have the resources to make it happen right now.
ca: Encara creiem en la capacitat de Tor d'utilitzar-se en una aplicació de missatgeria, però no tenim els recursos per fer-ho en aquest moment.

source: Do you? <mark><a href="https://www.torproject.org/about/contact.html.en">Contact us</a></mark>.
ca: Tu? <mark><a href="https://www.torproject.org/about/contact.html.en">Contacta amb nosaltres</a></mark>.

source: tor-project-app-for-private-chat
ca: projecte-tor-app-per-xat-privat

source: Can I run Tor on an Android device?
ca: Puc executar el Tor en un dispositiu Android?

source: Tor on Android is provided by The Guardian Project.
ca: Tor en Android és proporcionat per The Guardian Project.

source: More information can be found on the <mark><a href="https://guardianproject.info/apps/orbot/">Orbot</a></mark> and <mark><a href="https://guardianproject.info/apps/orfox/">Orfox</a></mark> web pages.
ca: Podeu trobar més informació a les pàgines web <mark><a href="https://guardianproject.info/apps/orbot/">Orbot</a></mark> i <mark><a href="https://guardianproject.info/apps/orfox/">Orfox</a></mark>.

source: Orfox is for web browsing, and Orbot can route other apps on your Android phone over the Tor network.
ca: Orfox és per a la navegació web i Orbot pot encaminar altres aplicacions al telèfon Android a través de la xarxa Tor.

source: run-tor-on-android
ca: executa-tor-a-android

source: Who is the Guardian Project?
ca: Qui és The Guardian Project?

source: The Guardian Project maintains Tor (and other privacy applications) on Android. More info can be found on the <mark><a href="https://guardianproject.info/">Guardian Project's website</a></mark>.
ca: The Guardian Project manté Tor (i altres aplicacions de privadesa) a Android. Podeu trobar més informació al lloc web del<mark><a href="https://guardianproject.info/">Projecte Guardian</a></mark>.

source: who-is-the-guardian-project
ca: que-es-projecte-guardian

source: Can I run Tor on an iOS device?
ca: Puc executar el Tor en un dispositiu iOS?

source: We recommend an iOS app called Onion Browser, which is open source, uses Tor routing, and is developed by someone who works closely with the Tor Project.
ca: Recomanem una aplicació per a iOS anomenada Navegador Onion, que es de codi obert, utilitza l'enrutament Tor, i està desenvolupada per algú que treballa de prop amb el projecte Tor.

source: However, Apple requires browsers on iOS to use something called Webkit, which prevents Onion Browser from having the same privacy protections as Tor Browser.
ca: No obstant això, Apple requereix que els navegadors d'iOS utilitzin alguna cosa anomenat Webkit, que impedeix que el navegador Onion tingui les mateixes proteccions de privadesa que el navegador Tor.

source: <mark><a href="https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor">Learn more about Onion Browser</a></mark>.
ca: <mark><a href="https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor">Més informació sobre el navegador Onion</a></mark>

source: run-tor-on-ios
ca: executa-tor-en-ios

source: How do I run Tor on Windows Phone?
ca: Com puc executar el Tor al Windows Phone?

source: There is currently no supported method for running Tor on Windows Phone.
ca: Actualment, no hi ha cap mètode compatible per executar Tor en Windows Phone.

source: run-tor-on-windows-phone
ca: executa-tor-windows-phone

source: When is Tor Browser for Android being released?
ca: Quan s'alliberarà el Tor Browser per a l'Android?

source: We are currently working on Tor Browser for Android, and you may see alpha releases appear over the coming months.
ca: Actualment estem treballant en Navegador Tor per a Android, i és possible que apareguin versions alfa durant els propers mesos.

source: Please watch our <mark><a href="https://blog.torproject.org">blog</a></mark> for future announcements and details regarding this project.
ca: Consulteu el nostre <mark><a href="https://blog.torproject.org">blog</a></mark> per a futurs anuncis i detalls relacionats amb aquest projecte.

source: tor-browser-for-android
ca: navegador-tor-per-android

source: How do I download Tor if the torproject.org is blocked?
ca: Com puc baixar el Tor si el torproject.org està blocat?

source: If you can't download Tor through our <mark><a href="https://www.torproject.org">website</a></mark>, you can get a copy of Tor delivered to you via GetTor.
ca: Si no podeu baixar Tor a través del nostre <mark><a href="https://www.torproject.org">lloc web</a></mark>, podeu obtenir una còpia de Tor lliurat a través de GetTor.

source: GetTor is a service that automatically responds to messages with links to the latest version of Tor Browser, hosted at a variety of locations that are less likely to be censored, such as Dropbox, Google Drive, and Github.
ca: GetTor és un servei que respon automàticament a missatges amb enllaços a la versió més recent de Navegador Tor , allotjada en una varietat de llocs menys susceptibles de ser censurats, com Dropbox, Google Drive i Github.

source: how-to-download-tor-if-torproject-org-is-blocked
ca: com-baixar-tor-si-torproject-org-esta-bloquejada

source: To use GetTor via email.
ca: Per a utilitzar el GetTor via correu electrònic.

source: Send an email to gettor@torproject.org.
ca: Envia un mail a gettor@torproject.org.

source: Write your operating system (such as windows, MacOS (OS X), or linux) in the body of the message and send.
ca: Escriviu el vostre sistema operatiu (com Windows, MacOS (OS X) o Linux) al cos del missatge i envieu-lo.

source: GetTor will respond with an email containing links from which you can download Tor Browser, the cryptographic signature (needed for verifying the download) [link to glossary definition of cryptographic signature; instructions for verification], the fingerprint of the key used to make the signature, and the package’s checksum.
ca: GetTor respondrà amb un correu electrònic amb enllaços des d'on podreu descarregar el navegador Tor, la signatura criptogràfica (necessària per verificar la descàrrega) [enllaç a la definició del glossari de la signatura criptogràfica; instruccions per a la verificació], l'empremta digital de la clau utilitzada per fer la signatura, i la suma de comprovació del paquet.

source: You may be offered a choice of "32-bit" or "64-bit" software: this depends on the model of the computer you are using; consult documentation about your computer to find out more.
ca: Es pot oferir una selecció de programari de "32 bits" o "de 64 bits": això depèn del model de l'ordinador que utilitzeu; consulteu la documentació sobre l'ordinador per obtenir-ne més informació.

source: to-use-gettor-via-email
ca: utilitzar-gettor-via-email

source: To use GetTor via Twitter.
ca: Per a utilitzar el GetTor via Twitter.

source: To get links for downloading Tor Browser, send a direct message to <mark><a href="https://twitter.com/get_tor">@get_tor</a></mark> with one of the following codes in it (you don't need to follow the account):
ca: Per obtenir enllaços per descarregar el navegador Tor, envieu un missatge directe a <mark><a href="https://twitter.com/get_tor">@get_tor</a></mark> amb un dels codis següents (no cal que seguiu el compte):

source: to-use-gettor-via-twitter
ca: utilitzar-gettor-via-twitter

source: To use GetTor via XMPP (Tor Messenger, Jitsi, CoyIM).
ca: Per a utilitzar el GetTor via XMPP (Tor Messenger, Jitsi, CoyIM).

source: To get links for downloading Tor Browser, send a message to gettor@toproject(dot)org with one of the following codes in it:
ca: Per obtenir enllaços per descarregar el navegador Tor, envieu un missatge a gettor@toproject(punt)org amb un dels codis següents:

source: to-use-gettor-via-xmpp
ca: utilitzar-gettor-via-xmpp

source: tor-browser-wont-connect
ca: navegador-tor-no-connecta

source: I am having trouble connecting to Tor, and I can’t figure out what’s wrong.
ca: Tinc problemes per connectar amb el Tor i desconec el motiu.

source: If you’re having trouble connecting, please select the option to "copy Tor log to clipboard."
ca: Si teniu problemes per connectar-vos, seleccioneu l'opció "copiar el registre de Tor al porta-retalls".

source: Then paste the Tor log into a text file or other document.
ca: A continuació, enganxeu el registre de Tor en un fitxer de text o en un altre document.

source: You should see one of these common log errors (look for the following lines in your Tor log):
ca: Heu de veure un d'aquests errors de registre comuns (busqueu les següents línies al vostre registre de Tor):

source: If you see lines like these in your Tor log, it means you are failing to connect to a SOCKS proxy. If a SOCKS proxy is required for your network setup, then please make sure you’ve entered your proxy details correctly.
ca: Si veieu línies com aquestes al vostre registre de Tor, significa que no esteu connectant a un proxy SOCKS. Si es requereix un proxy SOCKS per a la configuració de la xarxa, assegureu-vos que heu introduït correctament els vostres detalls del proxy.

source: If a SOCKS proxy is not required, or you’re not sure, please try connecting to the Tor network without a SOCKS proxy.
ca: Si no es requereix un proxy SOCKS, o no esteu segur, intenteu connectar-vos a la xarxa Tor sense un proxy SOCKS.

source: If you see lines like these in your Tor log, it means your Tor failed to connect to the first node in the Tor circuit.
ca: Si veieu línies com aquestes en el vostre registre Tor, significa que Tor no s'ha pogut connectar al primer node del circuit Tor.

source: This could mean that you’re on a network that’s censored.
ca: Això podria significar que estàs en una xarxa censurada.

source: Please try connecting with bridges, and that should fix the problem.
ca: Intenteu connectar-vos amb ponts i això hauria de solucionar el problema.

source: 13-11-17 19:53:49.300 [WARN] 1 connections died in state connect()ing with SSL state (No SSL object)</code></pre>If you see lines like this in your Tor log, it means that Tor failed to complete a TLS handshake with the directory authorities. Using bridges will likely fix this.<h5>Common log error #4: Clock skew</h5><pre><code> 19.11.2017 00:04:47.400 [NOTICE] Opening Socks listener on 127.0.0.1:9150
ca: 13-11-17 19:53:49.300 [WARN] 1 connections died in state connect()ing with SSL state (No SSL object)</code></pre>Si veus línies com aquesta en el vostre registre Tor, significa que Tor no ha pogut completar un handshake de TLS amb les autoritats del directori. Usar ponts probablement solucionarà això<h5>Common log error #4: Clock skew</h5><pre><code> 19.11.2017 00:04:47.400 [NOTICE] Opening Socks listener on 127.0.0.1:9150

source: Tor requires an accurate clock to work: please check your time, timezone, and date settings.
ca: Tor requereix un rellotge precís per treballar: comproveu la vostra hora, zona horària i configuració de data.

source: If you see lines like this in your Tor log, it means your system clock is incorrect.
ca: Si veieu línies com aquesta en el vostre registre Tor, significa que el vostre rellotge del sistema no és correcte.

source: Please make sure your clock is set accurately, including the correct timezone. Then restart Tor.
ca: Assegureu-vos que el rellotge s'estableixi amb precisió, inclosa la zona horària correcta. Torneu a iniciar Tor.

source: having-trouble-connecting-to-tor
ca: tenint-problemes-connectant-a-tor

source: I cannot reach X.onion!
ca: No puc accedir a X.onion!

source: If you cannot reach the onion service you desire, make sure that you have entered the 16-character onion address correctly: even a small mistake will stop Tor Browser from being able to reach the site.
ca: Si no podeu arribar al servei de onion que voleu, assegureu-vos que heu introduït correctament l'adreça de onion de 16 caràcters: fins i tot un petit error deixarà que Navegador Tor no pugui accedir al lloc.

source: If you are still unable to connect to the onion service, please try again later.
ca: Si encara no podeu connectar-vos al servei de onion, torneu-ho a provar més tard.

source: There may be a temporary connection issue, or the site operators may have allowed it to go offline without warning.
ca: És possible que hi hagi un problema de connexió temporal o que els operadors del lloc hagin permès que es desconnectés sense previ avís.

source: You can also ensure that you're able to access other onion services by connecting to <a href="http://3g2upl4pq6kufc4m.onion">DuckDuckGo</a>'s Onion Service.
ca: També podeu assegurar-vos que podeu accedir a altres serveis de onion connectant-vos al Servei de onion de <a href="http://3g2upl4pq6kufc4m.onion">DuckDuckGo</a>.

source: cannot-reach-x-onion
ca: no-puc-conectar-x-onion

source: our-website-is-blocked-by-a-censor
ca: la-nostra-website-es-bloquejada-per-censor

source: Please take a strong stance in favor of digital privacy and internet freedom, and allow Tor users access to xyz.com. Thank you."
ca: Si us plau, prengui una posició forta a favor de la privadesa digital i la llibertat d'internet i permeti als usuaris de Tor accedir a xyz.com.Gràcies"

source: website-is-blocking-access-over-tor
ca: website-bloqueja-acces-per-mitja-tor

source: how-do-i-download-tor-if-torproject-org-is-blocked
ca: com-puc-baixar-tor-si-torproject-org-esta-bloquejada

source: cant-connect-to-tor-browser
ca: no-puc-connectar-navegador-tor

source: is-my-network-censored
ca: esta-la-meva-xarxa-censurada

source: What is a bridge?
ca: Que es un pont?

source: Bridge relays are Tor relays that are not listed in the public Tor directory.
ca: Els repetidors pont són repetidors Tor que no figuren en el directori Tor públic.

source: That means that ISPs or governments trying to block access to the Tor network can't simply block all bridges.
ca: Això vol dir que els ISP o els governs que intenten bloquejar l'accés a la xarxa Tor no poden simplement bloquejar tots els ponts.

source: Bridges are useful for Tor users under oppressive regimes, and for people who want an extra layer of security because they're worried somebody will recognize that they are contacting a public Tor relay IP address.
ca: Els ponts són útils per als usuaris de Tor sota règims opressors, i per a persones que volen una capa addicional de seguretat perquè estan preocupats que algú reconegui que estan connectats a una adreça IP Tor de repetidor públic.

source: A bridge is just a normal relay with a slightly different configuration.
ca: Un pont és només un repetidor normal amb una configuració lleugerament diferent.

source: See (link to How do I run a bridge) for instructions.
ca: Veure (enllaç a Com puc executar un pont) per instruccions.

source: Several countries, including China and Iran, have found ways to detect and block connections to Tor bridges.
ca: Diversos països, inclosos Xina i Iran, han trobat maneres de detectar i bloquejar connexions als ponts de Tor.

source: <mark><a href="https://github.com/Yawning/obfs4/blob/master/doc/obfs4-spec.txt">Obfsproxy</a></mark> bridges address this by adding another layer of obfuscation.
ca: Els ponts <mark><a href="https://github.com/Yawning/obfs4/blob/master/doc/obfs4-spec.txt">d'Obfsproxy</a></mark> fan addreçament afegint una altra capa d'ofuscació.

source: Setting up an obfsproxy bridge requires an additional software package and additional configurations.
ca: La configuració d'un pont obfsproxy requereix un paquet de programari addicional i configuracions addicionals.

source: See our page on <mark><a href="https://www.torproject.org/docs/pluggable-transports.html.en">pluggable transports</a></mark> for more info.
ca: Consulteu la nostra pàgina sobre <mark><a href="https://www.torproject.org/docs/pluggable-transports.html.en">transports connectables</a></mark> per obtenir més informació.

source: what-is-a-bridge
ca: que-es-un-pont

source: When I'm using Tor, can eavesdroppers still see the information I share with websites, like login information and things I type into forms?
ca: Quan utilitzo el Tor, poden esbrinar la informació que comparteixo amb els llocs web, com ara la informació d'inici de sessió i les coses que escric als formularis?

source: Tor protects eavesdroppers from learning sites that you visit.
ca: Tor evita que els que espien sàpiguen quins llocs visiteu.

source: However, information sent unencrypted over the internet using plain HTTP can still be intercepted by exit relay operators or anyone observing the traffic between your exit relay and your destination website.
ca: Tanmateix, la informació enviada sense xifrar a Internet mitjançant HTTP simple encara pot ser interceptada pels operadors de repetidors de sortida o qualsevol persona que observi el trànsit entre el repetidor de sortida i el lloc web de destinació.

source: If the site you are visiting uses HTTPS, then the traffic leaving your exit relay will be encrypted, and won't be visible to eavesdroppers.
ca: Si el lloc que esteu visitant utilitza HTTPS, el trànsit que surt del relleu de sortida es xifrarà i no serà visible per als espies.

source: <h4 class="card-title">If you are using HTTPS, your website URL will begin with "https://".</h4>
ca: <h4 class="card-title">Si utilitzeu HTTPS, l'URL del vostre lloc web començarà amb "https: //".</h4>

source: <h4 class="card-title">This visualization shows what information is visible to eavesdroppers with and without Tor Browser and HTTPS encryption.</h4>
ca: <h4 class="card-title">Aquesta visualització mostra quina informació és visible per a les escapades amb i sense Navegador Tor i encriptació HTTPS.</h4>

source: can-eavesdroppers-see-information-i-share
ca: poden-espies-veure-informació-i-compartir

source: How do I run a middle or guard relay on Debian?
ca: Com puc executar un repetidor intermedi o de guardia a Debian?

source: For the most in-depth resource on running a relay, see the <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">Tor Relay Guide</a></mark>.
ca: Per obtenir un recurs més complet en l'execució d'un repetidor, consulteu la <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">Guia de repetidors de Tor</a></mark>.

source: * Run "apt-get install tor" (as root).
ca: * Executa "apt-get install tor" (com root).

source: * Make sure your clock, date, and timezone are set correctly. Install the ntp or openntpd (or similar) package to keep it that way.
ca: * Assegureu-vos que el rellotge, la data i la zona horària estiguin configurades correctament. Instal·leu el paquet ntp o openntpd (o similar) per mantenir-lo d'aquesta manera.

source: * Edit /etc/tor/torrc to look like the following:
ca: * Edita /etc/tor/torrc per que s'assembli al següent:

source: ## The IP address or hostname for incoming connections (leave commented and Tor will guess)
ca: ## La adreça IP o el hostname per les connexions d'entrada (deixeu comentat i Tor ho resoldrà)

source: #Address noname.example.com
ca: #adreça noname.example.com

source: ## Set the nickname of this relay
ca: ## Edita l'àlies d'aquest repetidor

source: ## Set your own contact info
ca: ## Posa la teva info de contacte

source: ## If you control multiple relays, include then in the family
ca: ## Si tu controles multiples repetidors, inclou-los a la familia

source: ## Set your bandwidth rate (leave commented and Tor will run without bandwidth caps)
ca: ## Edita el teu ample de banda (deixa-ho comentat i Tor funcionarà sense limits d'ample de banda)

source: * Run "service tor reload" (as root)
ca: * Executa "service tor reload" (com root)

source: * After your relay connects to the network, it will try to determine whether the ports you configured are reachable from the outside.
ca: * Després que el repetidor es connecti a la xarxa, intentarà determinar si els ports que heu configurat es poden accedir des de l'exterior.

source: This step is usually fast, but it may take a few minutes.
ca: Aquest pas sol ser ràpid, però pot trigar uns quants minuts.

source: Look for a log entry in /var/log/syslog such as "Self-testing indicates your ORPort is reachable from the outside. Excellent."
ca: Busqueu una entrada de registre a /var/log/syslog com "Self-testing indicates your ORPort is reachable from the outside. Excellent."

source: If you don't see this message, it means that your relay is not reachable from the outside.
ca: Si no veu aquest missatge, vol dir que el repetidor no es pot accedir des de l'exterior.

source: You should re-check your firewalls, check that the IP and ports you specified in your torrc are correct, etc.
ca: Heu de tornar a comprovar els tallafocs, comproveu que la IP i els ports que heu especificat al torrc són correctes, etc.

source: When it confirms that it's reachable, it will upload a "server descriptor" to the directory authorities to let clients know what address, ports, keys, etc your relay is using.
ca: Quan es confirmi que és accessible, carregarà un "descriptor de servidor" a les autoritats del directori perquè els clients sàpiguen quina adreça, ports, claus, etc., utilitza el vostre repetidor.

source: After a few hours (to give it enough time to propagate), you can query Atlas to see whether your relay has successfully registered in the network.
ca: Després d'unes hores (per donar-li prou temps de propagació), podeu consultar a Atlas per veure si el vostre repetidor s'ha registrat correctament a la xarxa.

source: If it hasn't, re-check firewalls, IP and ports again.
ca: Si no ho ha fet, torni a comprovar els tallafocs, IP i ports.

source: how-do-i-run-a-middle-or-guard-relay
ca: com-puc-executar-un-repetidor-intermedi-o-de-guarda

source: How do I run an exit relay on Debian?
ca: Com puc executar un repetidor de sortida a Debian?

source: * Review our <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/TorExitGuidelines">Exit relay guidelines</a></mark>
ca: * Reviseu les nostres <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/TorExitGuidelines">pautes de repetidors de sortida</a></mark>

source: Look for a log entry in your /var/log/syslog such as "Self-testing indicates your ORPort is reachable from the outside. Excellent."
ca: Busqueu una entrada de registre en el vostre /var/log/syslog com "Self-testing indicates your ORPort is reachable from the outside. Excellent.".
