Repository: torproject/support
Catalog: i18n/contents+de.po
Languages: de

source: We do take some safe measurements of how the network functions, which you can check out at <mark><a href="https://metrics.torproject.org/">Tor Metrics</a></mark>.
de: Wie erfassen einige Daten darüber, wie gut das Tor-Netzwerk funktioniert, siehe unsere Seite <mark><a href="https://metrics.torproject.org/">Tor Metrics</a></mark>.

source: Please see the <mark><a href="https://www.eff.org/https-everywhere/faq">HTTPS Everywhere FAQ</a></mark>.
de: Siehe <mark><a href="https://www.eff.org/https-everywhere/faq">Häufig gestellte Fragen zu HTTPS Everywhere</a></mark>.

source: someone-asks-to-download-tor-browser-to-unlock-my-files
de: irgendwer-verlangt-tor-browser-herunter-zu-laden-um-meine-dateien-zu-entsperren

source: who-is-the-guardian-project
de: was-ist-das-guardian-project

source: Most users would give up on Tor entirely if we disabled Javascript by default because it would cause so many problems for them.
de: Viele würden Tor vollständig aufgeben, wenn wir JavaScript standardmäßig deaktivieren würden, weil es zu viele Probleme für sie verursachen würde.

source: If a SOCKS proxy is not required, or you’re not sure, please try connecting to the Tor network without a SOCKS proxy.
de: Wenn kein SOCKS-Proxy nötig ist, oder du nicht sicher bist, versuche dich mit dem Tor-Netzwerk ohne SOCKS-Proxy zu verbinden.

source: When using Tor Browser, no one can see the websites that you visit.
de: Niemand kann feststellen welche Webseiten Sie besuchen, wenn Sie Tor Browser verwenden.

source: Tor Browser often makes your connection appear as though it is coming from an entirely different part of the world.
de: Tor Browser lässt die Verbindung immer wieder so aussehen, als käme sie von einem anderen Teil der Welt.

source: This option is useful if the exit relay you are using is unable to connect to the website you require, or is not loading it properly.
de: Diese Option ist nützlich, wenn dein Exit-Knoten sich nicht mit der Webseite verbinden kann, oder sie nicht richtig lädt.

source: * Make sure your clock, date, and timezone are set correctly.
de: * Stelle sicher, dass Uhrzeit, Datum und Zeitzone richtig eingestellt sind.

source: Does Tor Project make an application for private chat?
de: Bietet das Tor Project eine Anwendung für private Unterhaltungen an?

source: More information can be found on the <mark><a href="https://guardianproject.info/apps/orbot/">Orbot</a></mark> and <mark><a href="https://guardianproject.info/apps/orfox/">Orfox</a></mark> web pages.
de: Weitere Information ist zu finden auf den Webseiten von <mark><a href="https://guardianproject.info/apps/orbot/">Orbot</a></mark> und <mark><a href="https://guardianproject.info/apps/orfox/">Orfox</a></mark>.

source: If Tor Browser is already open, click on the Torbutton icon (the small green onion at the top-left of the screen), then "Open Network Settings", then "Copy Tor Log To Clipboard".
de: Wenn Tor Browser bereits geöffnet ist, klicke auf das Torbutton-Symbol (die kleine grüne Zwiebel oben links im Fenster), dann "Tor-Netzwerk-Einstellungen" und "Tor-Protokoll in die Zwischenablage kopieren".

source: We strongly recommend against using Tor in any browser other than Tor Browser.
de: Wir raten stark davon ab, Tor in einem anderen Browser als Tor Browser zu verwenden.

source: You can find more detailed information about Tor + VPN at <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/TorPlusVPN">our wiki</a></mark>.
de: Weitere Informationen über Tor + VPN findest du in <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/TorPlusVPN">unserem Wiki</a></mark>.

source: <h4 class="card-title">This visualization shows what information is visible to eavesdroppers with and without Tor Browser and HTTPS encryption.</h4>
de: <h4 class="card-title">Diese Visualisierung zeigt, welche Information für Überwacher mit und ohne Tor Browser und HTTPS-Verschlüsselung sichtbar ist</h4>

source: BitTorrent in specific is <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">not anonymous over Tor</a></mark>.
de: BitTorrent im Besonderen ist <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">nicht anonym über Tor</a></mark>.

source: Choose a directory location that you'll remember easily, and once the download finishes you should see a Tor Browser folder there.
de: Wähle einen Ort aus, den du dir leicht merken kannst. Sobald der Download abgeschlossen ist, solltest du den Tor BRowser an diesem Ort wiederfinden.

source: How do I update Tor Browser?
de: Wie aktualisiere ich den Tor Browser?

source: This should fix the issues you're experiencing.
de: Das sollte deine Probleme beheben.

source: Look for a log entry in /var/log/syslog such as "Self-testing indicates your ORPort is reachable from the outside. Excellent."
de: Suche nach Log-Einträgen in /var/log/syslog wie "Self-testing indicates your ORPort is reachable from the outside. Excellent." (Dein ORPort scheint von außerhalb erreichbar zu sein. Exzellent.)

source: How do I run a middle or guard relay on FreeBSD or HardenedBSD?
de: Wie Betreibe ich ein Mittel-Relay auf FreeBSD oder HardenedBSD?

source: I'm having a problem with NoScript.
de: Ich habe Schwierigkeiten mit NoScript.

source: Sometimes Javascript-heavy websites can have functional issues over Tor Browser.
de: Manchmal haben Javascript-lastige Webseiten funktionale Probleme mit Tor Browser.

source: tor-funding
de: tor-spenden

source: Tor browser will install the updates.
de: Tor Browser wird die Updates installieren.

source: * Do not use the packages in Ubuntu's repositories. They are not reliably updated. If you use them, you will miss important stability and security fixes.
de: * Benutze keine Pakete in Ubuntu-Quellen. Diese werden nicht verlässlich aktualisiert. Wenn du sie benutzt, wirst du wichtige Stabilitäts- und Sicherheits-Fehlerkorrekturen verpassen.

source: Tor Browser has two ways to change your relay circuit — "New Identity" and "New Tor Circuit for this Site".
de: Tor Browser kennt zwei Wege, um deinen Kanal zu wechseln — "Neues Profil" und "Neuer Kanal für diese Seite".

source: If you can't find it in either of those folders, download it again and look for the prompt that asks you to choose a directory to download it in.
de: Wenn du es in keinem dieser Ordner finden kannst, lade es erneut herunter und achte auf das Fenster mit der Aufforderung, an welchem Ort du die Datei sichern möchtest.

source: run-exit-from-home
de: austrittsknoten-von-zu-hause-betreiben

source: Should I run an exit relay from home?
de: Sollte ich einen Austritts-Knoten von zu Hause betreiben?

source: updating-tor-browser
de: aktualisiere-tor-browser

source: * Review our <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/TorExitGuidelines">Exit relay guidelines</a></mark>
de: * Siehe unsere <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/TorExitGuidelines">Austrittsknoten-Anleitung</a></mark>

source: Using Tor in another browser can leave you vulnerable without the privacy protections of Tor Browser.
de: Tor mit einem anderen Browser zu benutzen, macht dich angreifbar ohne den Privatsphäre-Schutz von Tor Browser.

source: run-tor-browser-and-different-browser
de: nutze-tor-browser-und-andere-browser

source: install-add-on-extension-tor-browser
de: installieren-add-on-erweiterung-tor-browser

source: Please take a strong stance in favor of digital privacy and internet freedom, and allow Tor users access to xyz.com. Thank you."
de: Bitte beweist eine Position zugunsten digitaler Privatsphäre und Internetfreiheit und erlaubt den Zugang zu xyz.com über Tor.

source: how-do-i-run-a-obfs4-bridge-debian
de: wie-betreibe-ich-eine-obfs4-bruecke-auf-debian

source: * Edit /etc/tor/torrc to look like the following:
de: * Bearbeite die Datei /etc/tor/torrc damit sie so aussieht:

source: I’m having trouble using features on Facebook, Twitter, or some other website when I’m using Tor Browser.
de: I habe Probleme mit einigen Funktionen von Facebook, Twitter, oder anderen Webseiten mit Tor Browser.

source: tracing-tor-user
de: tor-anwender-verfolgen

source: tor-browser-will-not-connect-no-censorship
de: tor-browser-verbindet-sich-nicht-keine-zensur

source: If you see lines like these in your Tor log, it means you are failing to connect to a SOCKS proxy.
de: Wenn in der Log-Datei Zeile wie diese auftauchen, bedeutet das, der SOCKS-Proxy kann nicht erreicht werden.

source: The best thing to do in these cases is to contact the website owners, and inform them that their CAPTCHAs are preventing users such as yourself from using their services.
de: Am besten ist es, Kontakt zu den Eigentümer*innen der Webseite aufzunehmen und ihnen mitzuteilen, dass CAPTCHAS den Zugang zu ihren Diensten für normale Nutzer*innen behindern

source: Why does my Tor Browser say something about Firefox not working?
de: Warum meldet mein Tor Browser, dass Firefox nicht funktioniert?

source: I'm having a problem with DuckDuckGo.
de: Ich habe Schwierigkeiten mit DuckDuckGo.

source: Can I use Tor with a browser besides Tor Browser?
de: Kann ich Tor mit einem anderen Browser als Tor Browser benutzen?

source: * Look for a log entry in /var/log/syslog such as "Self-testing indicates your ORPort is reachable from the outside. Excellent."
de: * Suche nach Log-Einträgen in /var/log/syslog wie "Self-testing indicates your ORPort is reachable from the outside. Excellent." (Dein ORPort scheint von außerhalb erreichbar zu sein. Exzellent.)

source: That said, Tor is much faster than it used to be and you may not actually notice any change in speed from other browsers.
de: Trotzdem ist Tor viel schneller als bisher und wahrscheinlich ist der Geschwindigkeits-Unterschied im Vergleich zu anderen Browsern nicht zu spüren.

source: connecting-to-tor
de: mit-tor-verbinden

source: But please consider that our software is used every day for a wide variety of purposes by human rights activists, journalists, domestic violence survivors, whistleblowers, law enforcement officers, and many others. Unfortunately, the protection that our software can provide to these groups of people can also be abused by criminals and malware authors.
de: Aber bitte bedenke, dass unsere Software täglich für viele Zwecke von Menschenrechtsaktivist*innen, Journalist*innen, Überlebenden häuslicher Gewalt, Whistleblower*innen, Gesetzeshüter*innen und vielen anderen verwendet wird. Unglücklicherweise kann der Schutz, den unsere Software diesen Menschen gewährt, auch von Kriminellen und Entwickler*innen von Schadsoftware genutzt werden.

source: using-tor-logo
de: tor-log-benutzen

source: get-rid-of-captchas
de: captchas-loswerden

source: The rest of your circuit changes with every new website you visit, and all together these relays provide the full privacy protections of Tor.
de: Alle anderen Server im Kanal wechseln bei jeder Webseite und zusammen bieten sie vollen Schutz der Privatsphäre durch Tor.

source: first-address-relay-circuit
de: erste-adresse-relais-kanal

source: On Linux, there is no default location, however the folder will be named "tor-browser_en-US" if you are running the English Tor Browser.
de: Auf Linux gibt es keinen Standart-Ort, der Ordner heißt "tor-browser_en-US" für die englische Version von Tor Browser.

source: misc
de: verschiedenes

source: Tor Browser is built using <mark><a href="https://www.mozilla.org/en-US/firefox/organizations/">Firefox ESR</a></mark>, so errors regarding Firefox may occur.
de: Tor Browser baut auf <mark><a href="https://www.mozilla.org/en-US/firefox/organizations/">Firefox ESR</a></mark> auf, Probleme von Firefox können also auftreten.

source: If you'd like to become a relay, please see our <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">Tor Relay Guide</a></mark>.
de: Um ein Relay zu betreiben, siehe unsere <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">Relay-Anleitung</a></mark>.

source: can-eavesdroppers-see-information-i-share
de: kann-ein-horcher-sehen-welche-informationen-ich-teile

source: Can I set Tor Browser as my default browser?
de: Kann ich den Tor Browser als meinen Standardbrowser festlegen?

source: Please make sure your clock is set accurately, including the correct timezone. Then restart Tor.
de: Bitte stellen Sie sicher, dass Ihre Uhr und Zeitzone korrekt eingestellt sind. Starten Sie anschließend Tor neu.

source: can-tor-help-users-access-website
de: hilft-tor-beim-zugriff-auf-webseiten

source: If your issue is not listed, please file a <mark><a href="https://trac.torproject.org">bug report</a></mark> about what you're experiencing.
de: Wenn Dein Problem nicht aufgelistet ist, erstelle bitte einen <mark><a href="https://trac.torproject.org">Fehlerbericht </a></mark> über das aufgetretene Problem.

source: We are so sorry, but you have been infected with malware.
de: Es tut uns leid, aber Sie wurden mit Schadsoftware infiziert.

source: The best success we've had in getting sites to unblock Tor users is getting users to contact the site administrators directly.
de: Den größten Erfolg beim Aufheben der Blockaden hatten wir, wenn sich die Betroffenen direkt an die Admins einer Seite gewandt haben.

source: Does Tor Browser use a different circuit for each website?
de: Verwendet Tor Browser für jede Website einen anderen Netzwerk-Kreislauf?

source: Please note that some antivirus clients, like Kaspersky, may also be blocking Tor at the firewall level.
de: Bitte beachte, dass einige Antivirenprogramme wie beispielweise Kaspersky, Tor in der Firewall blockieren können.

source: To use GetTor via Twitter.
de: Um GetTor über Twitter zu nutzen.

source: * Run "service tor reload" (as root).
de: * Führe "service tor reload" als root aus.

source: Tor Browser prevents people from knowing the websites you visit.
de: Tor Browser hält andere davon ab zu sehen, welche Webseiten du besuchst.

source: If the outcome you want is simply to be able to access resources that are only available in one country, you may want to consider using a VPN instead of using Tor.
de: Wenn das Ziel ist, sich mit bestimmten Resourcen, die nur einem Land verfügbar sind, zu verbinden, ist ein VPN besser geeignet als Tor.

source: A lot of work has been put into making the Tor Browser, including the use of extra patches to enhance privacy and security.
de: Einige Arbeit wurde in Tor Browser investiert, inklusive vieler Verbesserungen für erhöhte Privatsphäre und Sicherheit.

source: If you are unable to connect to an onion service, please see <a href="#onionservices-3">I cannot reach X.onion!</a>
de: Bei Verbindungsschwierigkeiten zu einem onion-Dienst, siehe <a href="#onionservices-3">Ich kann einen onion-Dienst nicht erreichen</a>

source: This means that your computer will not be used to route traffic for others.
de: Das heißt, dass dein Computer nicht Verkehr für andere weiterleitet.

source: * After your relay connects to the network, it will try to determine whether the ports you configured are reachable from the outside.
de: * Nachdem sich dein Relay mit dem Tor-Netzwerk verbunden hat, versucht es festzustellen, welche Ports der konfigurierten Ports von außen erreichbar sind.

source: most-common-issues-latest-stable-tor-browser
de: häufigste-Probleme-neuester-stabiler-tor-browser

source: We are always seeking more diversity in our funding sources, especially from foundations and individuals.
de: Wir sind immer bestrebt, die Diversität unser Finanzquellen zu erhöhen, besonders von Stiftungen und Privatpersonen.

source: ###### Common log error #1: Proxy connection failure
de: ###### Üblicher Fehler #1: Proxy-Verbindungsfehler

source: We feel that talking openly about our funders and funding model is the best way to maintain trust with our community.
de: Wir haben den Eindruck, dass transparent mit Spenden und Finanzierungsmöglichkeit umzugehen, am besten ist, um das Vertrauen unserer Gemeinschaft zu stärken.

source: using-tor-with-a-browser-besides-tor-browser
de: tor-mit-anderem-browser-als-tor-browser

source: Unfortunately, there is no supported way to make Tor Browser your default browser.
de: Leider gibt es keine Möglichkeit, Tor Browser zu deinem Standardbrowser zu machen.

source: The Tor Project did not create this malware. The malware authors are asking you to download Tor Browser presumably to contact them anonymously with the ransom they're demanding from you.
de: Tor Project hat diese Schadsoftware nicht erstellt. Die Entwickler*innen wollen vermutlich, dass du Tor Browser benutzt, um sie anonym wegen des Lösegelds zu kontaktieren, dass sie von dir verlangen

source: When I use Tor Browser, will anyone be able to tell which websites I visit?
de: Kann jemand feststellen, welche Webseiten ich besuche, wenn ich Tor Browser verwende?

source: Selecting it will close all your tabs and windows, clear all private information such as cookies and browsing history, and use new Tor circuits for all connections.
de: Dabei werden alle Tabs und Fenster geschlossen und private Informationen wie Cookies und Verlauf gelöscht und es wird für alle weiteren Verbindungen ein neuer Kanal gewählt.

source: ##### New Identity
de: ##### Neue Identität

source: Does using Tor Browser protect other applications on my computer?
de: Schützt der Tor Browser auch die anderen Programme, die auf meinem Computer laufen?

source: It is a fast and stable relay that remains the first one in your circuit for 2-3 months in order to protect against a known anonymity-breaking attack.
de: Dies ist ein schnelles und stabiles Relais, das für 2-3 Monate dein Eintrittsserver bleibt, um vor einem bekannten Angriff auf die Anonymität zu schützen.

source: tor-browser-firefox-not-working-error
de: tor-browser-firefox-problem

source: which-platform-tor-browser-available
de: verfuegbare-plattformen-tor-browser

source: Whenever we release a new stable version of Tor Browser, we write a blog post that details its new features and known issues.
de: Wann immer wir eine neue stabile Version vom Tor Browser veröffentlichen, schreiben wir einen Blogbeitrag, in dem wir auf details wie neue Funktionen oder bekannte Fehler eingehen.

source: The same protections that keep bad people from breaking Tor's anonymity also prevent us from tracking users.
de: Der gleiche Schutz, der es schlechten Menschen unmöglich macht, die durch Tor gewährte Anonymität zu brechen, verhindert auch, dass wir Benutzer*innen verfolgen.

source: If you’re having trouble connecting, please select the option to "copy Tor log to clipboard."
de: Wenn du Problem beim Verbinden hast, wähle die Option "Tor-Protokoll in die Zwischenablage kopieren".

source: <mark><a href="https://duckduckgo.com/">DuckDuckGo</a></mark> is the default search engine in Tor Browser.
de: <mark><a href="https://duckduckgo.com/">DuckDuckGo</a></mark> ist die Standard-Suchmaschine in Tor Browser.

source: I've heard about websites that are only accessible over Tor. What are these websites, and how can I access them?
de: Ich habe von Internetseiten gehört, die nur über Tor erreichbar sind. Was für Internetseiten sind das und wie erreiche ich sie?

source: * For Windows
de: * Für Windows

source: I'm having a problem with HTTPS Everywhere.
de: HTTPS EverywhereIch habe Schwierigkeiten mit HTTPS Everywhere.

source: tor-browser-issues-facebook-twitter-websites
de: tor-browser-probleme-facebook-twitter-webseiten

source: Please see the <mark><a href="https://duck.co/help">DuckDuckGo support portal</a></mark>.
de: Bitte versuche es im <mark><a href="https://duck.co/help">DuckDuckGo-Hilfe-Portal</a></mark>.

source: does-tor-project-offer-hosting
de: bietet-tor-project-hosting-an

source: By blocking Tor users, you are likely blocking people in repressive countries who want to use a free internet, journalists and researchers who want to protect themselves from discovery, whistleblowers, activists, and ordinary people who want to opt out of invasive third party tracking.
de: Wenn ihr Tor blockiert, schließt ihr sehr wahrscheinlich Menschen aus, die unter repressiven Systemen leiden, den Zugang zum freien Internet suchen, Journalist*innen und Wissenschaftler*innen, die sich davor schützen wollen, entdeckt zu werden, sowie Aktivist*innen und gewöhnliche Leute, die der Verfolgung durch Unternehmen zu entgehen versuchen.

source: Is there a way to change the IP address that Tor Browser assigns me for a particular site?
de: Gibt es eine Möglichkeit die IP-Adresse, die der Tor Browser mir zuweist, für eine bestimmte Seite zu ändern?

source: Right now the path length is hard-coded at 3 plus the number of nodes in your path that are sensitive.
de: Momentan ist die Pfadlänge hardcodiert mit 3 plus die Anzahl der sensitiven Knoten in deinem Pfad.

source: Tor doesn't keep any logs that could identify a particular user.
de: Tor speichert keine Logs, die einzelne Personen identifizieren können.

source: ## Set your own contact info
de: ## Setze deine eigenen Kontaktinformationen

source: Please see our <mark><a href="https://www.torproject.org/getinvolved/volunteer.html.en">volunteer page</a></mark> for how to get involved!
de: Bitte schaue auf unsere <mark><a href="https://www.torproject.org/getinvolved/volunteer.html.en">Freiwilligen-Seite</a></mark> wie du mitmachen kannst.

source: When I'm using Tor, can eavesdroppers still see the information I share with websites, like login information and things I type into forms?
de: Während ich Tor benutze, können Lauscher immer noch die Informationen sehen, die ich mit Webseiten teile, wie Login-Informationen und Dinge, die ich in Formulare eintippe?

source: Selecting it will cause the currently-active tab or window to be reloaded over a new Tor circuit.
de: Damit wird der aktuelle Tab oder das Fenster über einen neuen Kanal geladen.

source: Tor Browser already comes installed with two add-ons — HTTPS Everywhere and NoScript — and adding anything else could deanonymize you.
de: Im Tor Browser werden bereits zwei Add-Ons mitgeliefert — HTTPS Everywhere und NoScript — weitere Add-Ons hinzuzufügen könnte Sie deanonymisieren.

source: Why is Tor Browser built from Firefox and not some other browser?
de: Warum basiert Tor Browser auf Firefox und nicht auf einem anderen Browser?

source: Can you get rid of all the captchas?
de: Könnt ihr die ganzen Captchas weg machen?

source: If this is your first introduction to Tor Browser, we understand that you might think we're bad people who enable even worse people.
de: Wenn Tor Browser bisher unbekannt war, verstehen wir Bedenken, dass wir schlechte Menschen sind, die noch schlimmeren Menschen helfen.

source: Have a separate IP address for your exit relay, and don't route your own traffic through it.
de: Benutze eine eigene IP-Adresse für jeden Austrittsknoten and benutze ihn nicht für eigene Verbindungen.

source: When is Tor Browser for Android being released?
de: Wann wird der Tor Browser für Android veröffentlicht?

source: how-do-i-run-a-middle-or-guard-relay
de: wie-betreibe-ich-ein-mittel-relay-oder-guard

source: You can find more information about donating on our <mark><a href="https://donate.torproject.org/donor-faq">donor FAQ</a></mark>.
de: Weitere Information über Spenden finden sich in unserer <mark><a href="https://donate.torproject.org/donor-faq">Spenden-FAQ</a></mark>.

source: different-circuit-each-website
de: neuer-kanal-pro-webseite

source: A large portion of the features Vidalia offered have now been integrated into Tor Browser itself.
de: Viele Funktionen von Vidalia wurden in Tor Browser integriert.

source: antivirus-blocking-tor
de: antivirus-blockiert-tor

source: See <mark><a href="#operators-6">How do I run a bridge</a></mark> for instructions.
de: Siehe <mark><a href="#operators-6">Wie betreibe ich eine Bridge</a></mark> für Instruktionen.
