Repository: torproject/support
Catalog: i18n/contents+bn_BD.po
Languages: bn_bd

source: We are currently working on Tor Browser for Android, and you may see alpha releases appear over the coming months.
bn_bd: আমরা বর্তমানে অ্যান্ড্রয়েডের জন্য টর ব্রাউজারে কাজ করছি, আর আপনি হয়ত আগামী মাসগুলোতে আলফার মুক্তি দেখতে পাবেন ।

source: Please watch our <mark><a href="https://blog.torproject.org">blog</a></mark> for future announcements and details regarding this project.
bn_bd: এই প্রকল্প সম্পর্কে ভবিষ্যৎ ঘোষণা এবং বিস্তারিত জানতে অনুগ্রহ করে আমাদের <mark><a href="https://blog.torproject.org">ব্লগ</a></mark> দেখুন ।

source: How do I download Tor if the torproject.org is blocked?
bn_bd: Torproject.org ব্লক করলে আমি কিভাবে টর ডাউনলোড করব?

source: If you can't download Tor through our <mark><a href="https://www.torproject.org">website</a></mark>, you can get a copy of Tor delivered to you via GetTor.
bn_bd: যদি আপনি আমাদের <mark><a href="https://www.torproject.org">ওয়েবসাইটের</a></mark> মাধ্যমে টর ডাউনলোড করতে না পারেন, তাহলে আপনি জেটটি মাধ্যমে আপনার কাছে পাঠানো টর এর একটি কপি পাবেন ।

source: GetTor is a service that automatically responds to messages with links to the latest version of Tor Browser, hosted at a variety of locations that are less likely to be censored, such as Dropbox, Google Drive, and Github.
bn_bd: জেটটি হল এমন একটি পরিষেবা যা স্বয়ংক্রিয়ভাবে টর ব্রাউজারের সর্বশেষ সংস্করণে সংযোগ দেয়, এমন বিভিন্ন স্থানে হোস্ট করা হয়েছে যা সেন্সর করার সম্ভাবনা কম, যেমন-ড্রপ, Google ড্রাইভ এবং গিটহাব ।

source: To use GetTor via email.
bn_bd: ইমেইলের মাধ্যমে GetTor ব্যবহার করার জন্য।

source: Send an email to gettor@torproject.org.
bn_bd: gettor@torproject.org কাছে একটি ই-মেইল প্রেরণ করুন ।

source: Write your operating system (such as windows, MacOS (OS X), or linux) in the body of the message and send.
bn_bd: আপনার অপারেটিং সিস্টেম (যেমন windows, MacOS (ওএস X), বা লিনাক্স)-এর শরীরে মেসেজ এবং সেন্ড করে লিখুন ।

source: GetTor will respond with an email containing links from which you can download Tor Browser, the cryptographic signature (needed for verifying the download) [link to glossary definition of cryptographic signature; instructions for verification], the fingerprint of the key used to make the signature, and the package’s checksum.
bn_bd: জেটটি এমন একটি ইমেইল সহ সাড়া দেবে যা আপনি টর ব্রাউজার ডাউনলোড করতে পারেন, ক্রিপ্টোগ্রাফিক স্বাক্ষর (ডাউনলোড করার জন্য প্রয়োজন) [ক্রিপ্টোগ্রাফিক স্বাক্ষরের শব্দকোষ সংজ্ঞার লিঙ্ক; যাচাইয়ের জন্য নির্দেশাবলী], স্বাক্ষরের জন্য ব্যবহৃত চাবি, এবং প্যাকেজের চেকসাম ।

source: You may be offered a choice of "32-bit" or "64-bit" software: this depends on the model of the computer you are using; consult documentation about your computer to find out more.
bn_bd: আপনাকে হয়ত "32-বিট " অথবা "64-বিট " সফ্টওয়্যার প্রদান করা হতে পারে: এই কম্পিউটারের মডেলের উপর নির্ভর করে আপনি ব্যবহার করছেন; আরও জানার জন্য আপনার কম্পিউটার সম্পর্কে ডকুমেন্টেশন সম্পর্কে আলোচনা করুন ।

source: To use GetTor via Twitter.
bn_bd: টুইটারের মাধ্যমে GetTor ব্যবহার করার জন্য।

source: To get links for downloading Tor Browser, send a direct message to <mark><a href="https://twitter.com/get_tor">@get_tor</a></mark> with one of the following codes in it (you don't need to follow the account):
bn_bd: টর ব্রাউজার ডাউনলোড করার জন্য লিঙ্ক পেতে একটি সরাসরি বার্তা প্রেরণ করুন এতে নিম্নোক্ত একটি কোডের সাথে @get_tor (আপনার অ্যাকাউন্টটি অনুসরণ করার প্রয়োজন নেই):

source: To use GetTor via XMPP (Tor Messenger, Jitsi, CoyIM).
bn_bd: XMPP (টর মেসেঞ্জার, জিটসি, কইইম) এর মাধ্যমে GetTor ব্যবহার করার জন্য।

source: To get links for downloading Tor Browser, send a message to gettor@toproject(dot)org with one of the following codes in it:
bn_bd: টর ব্রাউজার ডাউনলোড করার জন্য লিংক পেতে একটি বার্তা পাঠান জেটটি @ toproject (ডট) org এর মধ্যে একটি নিম্নোক্ত কোডের সাথে:

source: I am having trouble connecting to Tor, and I can’t figure out what’s wrong.
bn_bd: আমার টর এর সাথে সংযোগে সমস্যা হচ্ছে, এবং আমি কি ভুল বুঝতে পারছি না।

source: If you’re having trouble connecting, please select the option to "copy Tor log to clipboard."
bn_bd: যদি আপনার সাথে সংযোগ করতে সমস্যা হয়, অনুগ্রহ করে -এ "টর লগ" অনুলিপি ক্লিপবোর্ডে নির্বাচন করুন । "

source: Then paste the Tor log into a text file or other document.
bn_bd: এরপর টর লগ-ইন টেক্সট ফাইল বা অন্যান্য নথিতে প্রতিলেপন করুন ।

source: You should see one of these common log errors (look for the following lines in your Tor log):
bn_bd: আপনি এই সাধারণ লগ-ইন একটি ত্রুটি দেখতে পারেন (আপনার টর লগ-ইন নিম্নলিখিত লাইনগুলো দেখুন):

source: ###### Common log error #1: Proxy connection failure
bn_bd: # # # # # সাধারণ লগ-ইন ত্রুটি #1: প্রক্সি সংযোগ বিফলতা

source: 2017-10-29 09:23:40.800 [NOTICE] Opening Socks listener on 127.0.0.1:9150
bn_bd: 2017-10-29 ০৯:২৩:40.800 [বিজ্ঞপ্তি] 127.0.0.1-এর উদ্বোধনী মোজা শুনুন: 9150

source: If you see lines like these in your Tor log, it means you are failing to connect to a SOCKS proxy. If a SOCKS proxy is required for your network setup, then please make sure you’ve entered your proxy details correctly.
bn_bd: যদি আপনি আপনার টর লগে এই ধরনের লাইনগুলো দেখেন, এর মানে আপনি একটি মোজা প্রক্সির সাথে সংযোগ করতে ব্যর্থ হন । যদি আপনার নেটওয়ার্ক সেটআপের জন্য একটি মোজা প্রক্সি প্রয়োজন হয়, তবে অনুগ্রহ করে নিশ্চিত করুন যে আপনি আপনার প্রক্সি বিবরণ সঠিকভাবে প্রবেশ করিয়েছেন ।

source: If a SOCKS proxy is not required, or you’re not sure, please try connecting to the Tor network without a SOCKS proxy.
bn_bd: যদি কোন মোজা প্রক্সি প্রয়োজন হয় না, অথবা আপনি নিশ্চিত না হন, দয়া করে একটি মোজা প্রক্সি ছাড়াই টর নেটওয়ার্কে সংযোগ করার চেষ্টা করুন ।

source: This could mean that you’re on a network that’s censored.
bn_bd: এর মানে হল যে আপনি সেন্সর করা একটি নেটওয়ার্কের উপর আছেন।

source: Please try connecting with bridges, and that should fix the problem.
bn_bd: অনুগ্রহ করে সেতুর সাথে সংযোগের চেষ্টা করুন, এবং সমস্যাটি ঠিক করা উচিত ।

source: 13-11-17 19:53:49.300 [WARN] 10 connections have failed:
bn_bd: 13-11-17 19:53:49.300 [WARN] 10 সংযোগ ব্যর্থ হয়েছে:

source: Tor requires an accurate clock to work: please check your time, timezone, and date settings.
bn_bd: টর কাজ করার জন্য একটি সঠিক ঘড়ি প্রয়োজন: আপনার সময়, টাইমজোন, এবং তারিখ সেটিংস চেক করুন।

source: If you see lines like this in your Tor log, it means your system clock is incorrect.
bn_bd: যদি আপনি আপনার টর লগে এই ধরনের লাইনগুলো দেখেন, তার মানে আপনার সিস্টেম ঘড়ি ভুল ।

source: Please make sure your clock is set accurately, including the correct timezone. Then restart Tor.
bn_bd: অনুগ্রহ করে নিশ্চিত করুন যে আপনার ঘড়িটি সঠিকভাবে নির্ধারণ করা আছে, যার মধ্যে রয়েছে সঠিক অঞ্চল । তারপর টর পুনরায় শুরু করুন ।

source: I cannot reach X.onion!
bn_bd: আমি X.onion এ পৌঁছাতে পারছি না!

source: If you cannot reach the onion service you desire, make sure that you have entered the 16-character onion address correctly: even a small mistake will stop Tor Browser from being able to reach the site.
bn_bd: আপনি যদি পেঁয়াজের সেবায় পৌঁছাতে না পারেন, তাহলে নিশ্চিত করুন যে আপনি ১৬ অক্ষরের পেঁয়াজের ঠিকানা সঠিকভাবে প্রবেশ করিয়েছেন: এমনকি একটি ছোট ভুল এই সাইটে পৌঁছে যাওয়া থেকে টর ব্রাউজার বন্ধ করে দেবে ।

source: If you are still unable to connect to the onion service, please try again later.
bn_bd: আপনি যদি এখনও পেঁয়াজের সেবায় যুক্ত হতে না পারেন, তবে অনুগ্রহ করে পরে আবার চেষ্টা করুন ।

source: There may be a temporary connection issue, or the site operators may have allowed it to go offline without warning.
bn_bd: একটি অস্থায়ী সংযোগ সমস্যা হতে পারে, বা সাইট অপারেটর এটি সতর্কবার্তা ছাড়া অফলাইনে যেতে অনুমতি দেওয়া হতে পারে।

source: You can also ensure that you're able to access other onion services by connecting to <a href="http://3g2upl4pq6kufc4m.onion">DuckDuckGo</a>'s Onion Service.
bn_bd: আপনি <a href="http://3g2upl4pq6kufc4m.onion">DuckDuckGo</a>-এর পেঁয়াজের সেবায় যুক্ত হয়ে অন্যান্য পেঁয়াজের সেবায় প্রবেশ করতে পারবেন কিনা তা নিশ্চিত করতে পারবেন ।

source: Please take a strong stance in favor of digital privacy and internet freedom, and allow Tor users access to xyz.com. Thank you."
bn_bd: অনুগ্রহ করে ডিজিটাল গোপনীয়তা এবং ইন্টারনেট স্বাধীনতার অনুগ্রহে শক্তিশালী অবস্থান গ্রহণ করুন এবং টর ব্যবহারকারীদের xyz.com প্রবেশ করতে দিন । ধন্যবাদ । "

source: What is a bridge?
bn_bd: ব্রিজ কি?

source: Bridge relays are Tor relays that are not listed in the public Tor directory.
bn_bd: ব্রিজ relays হল টর relays যা সর্বজনীন টর নির্দেশিকায় তালিকাভুক্ত নয় ।

source: That means that ISPs or governments trying to block access to the Tor network can't simply block all bridges.
bn_bd: অর্থাৎ আইএসপি বা সরকার টর নেটওয়ার্কে প্রবেশাধিকার আটকানোর চেষ্টা করে শুধু সব সেতু বন্ধ করতে পারে না ।

source: Bridges are useful for Tor users under oppressive regimes, and for people who want an extra layer of security because they're worried somebody will recognize that they are contacting a public Tor relay IP address.
bn_bd: ব্রিজটি অত্যাচারী শাসকদের অধীনে থাকা ব্যবহারকারীদের জন্য উপকারী, এবং যারা নিরাপত্তার একটি অতিরিক্ত স্তর চান তাদের জন্য এই সেতুটি তারা জানতে পারবে যে তারা একটি সর্বজনীন টর রিলে IP ঠিকানার সাথে যোগাযোগ করছে ।

source: A bridge is just a normal relay with a slightly different configuration.
bn_bd: একটি সেতু একটি সামান্য ভিন্ন কনফিগারেশন সঙ্গে একটি সাধারণ রিলে হয়।

source: See (link to How do I run a bridge) for instructions.
bn_bd: নির্দেশনার জন্য আমি কিভাবে সেতু চালাতে পারি তা দেখুন (লিংক) ।

source: Several countries, including China and Iran, have found ways to detect and block connections to Tor bridges.
bn_bd: চীন ও ইরান সহ বেশ কয়েকটি দেশ টর ব্রিজের কাছে কানেকশন শনাক্ত ও ব্লক করার উপায় খুঁজে পেয়েছে ।

source: <mark><a href="https://github.com/Yawning/obfs4/blob/master/doc/obfs4-spec.txt">Obfsproxy</a></mark> bridges address this by adding another layer of obfuscation.
bn_bd: <mark><a href="https://github.com/Yawning/obfs4/blob/master/doc/obfs4-spec.txt">Obfsproxy</a></mark> ব্রিজ obfuscation অন্য লেয়ার যোগ করে এর ঠিকানা ।

source: Setting up an obfsproxy bridge requires an additional software package and additional configurations.
bn_bd: একটি obfsproxy সেতু বিন্যাসন একটি অতিরিক্ত সফটওয়্যার প্যাকেজ এবং অতিরিক্ত কনফিগারেশন প্রয়োজন ।

source: See our page on <mark><a href="https://www.torproject.org/docs/pluggable-transports.html.en">pluggable transports</a></mark> for more info.
bn_bd: আরও তথ্যের জন্য <mark><a href="https://www.torproject.org/docs/pluggable-transports.html.en">ব্যবহারযোগ্য পরিবহনে</a></mark> আমাদের পৃষ্ঠাটি দেখুন ।

source: When I'm using Tor, can eavesdroppers still see the information I share with websites, like login information and things I type into forms?
bn_bd: যখন আমি টর ব্যবহার করছি, তখন আমি যে তথ্য ওয়েবসাইটের সাথে শেয়ার করি, লগ-ইন তথ্য এবং কিছু আমি ফর্ম-এ টাইপ করি, আড়িপাতকরা এখনও সে তথ্য দেখতে পারে?

source: Tor protects eavesdroppers from learning sites that you visit.
bn_bd: টর আপনার দর্শনীয় সাইট থেকে eavesdroppers রক্ষা করে ।

source: However, information sent unencrypted over the internet using plain HTTP can still be intercepted by exit relay operators or anyone observing the traffic between your exit relay and your destination website.
bn_bd: তবে, সাধারণ HTTP ব্যবহার করে ইন্টারনেটের মাধ্যমে এনক্রিপ্ট করা তথ্য এখনও রিলে অপারেটর থেকে প্রস্থান করে আঁড়ি হতে পারে অথবা কেউ আপনার প্রস্থান রিলে এবং আপনার গন্তব্য ওয়েবসাইটের মধ্যে চলাচলের পর্যবেক্ষণ করে ।

source: If the site you are visiting uses HTTPS, then the traffic leaving your exit relay will be encrypted, and won't be visible to eavesdroppers.
bn_bd: যদি আপনি যে সাইটটি দেখেন আপনি HTTPS ব্যবহার করেন, তাহলে আপনার প্রস্থান রিলে ছেড়ে আসা ট্রাফিক এনক্রিপ্ট হয়ে যাবে এবং eavesdroppers দেখতে হবে না.

source: <h4 class="card-title">If you are using HTTPS, your website URL will begin with "https://".</h4>
bn_bd: <h4 class="card-title">আপনি যদি HTTPS ব্যবহার করেন, তাহলে আপনার ওয়েবসাইট ইউআরএল "https://" দ্বারা শুরু হবে.</h4>

source: <h4 class="card-title">This visualization shows what information is visible to eavesdroppers with and without Tor Browser and HTTPS encryption.</h4>
bn_bd: <h4 class="card-title">এই রূপকল্পন প্রদর্শন করে যে eavesdroppers সাথে এবং টর ব্রাউজার এবং HTTPS এনক্রিপশন ছাড়া কি তথ্য দৃশ্যমান.

source: How do I run a middle or guard relay on Debian?
bn_bd: আমি কিভাবে ডেবিয়ান উপর একটি মিডল বা গার্ড রিলে চালান?

source: For the most in-depth resource on running a relay, see the <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">Tor Relay Guide</a></mark>.
bn_bd: <a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">একটি রিলে চালু করার জন্য সবচেয়ে বেশি গভীরতার সংস্থানের জন্য, <mark>টর রিলে গাইড</mark></mark> দেখুন ।

source: * Make sure your clock, date, and timezone are set correctly. Install the ntp or openntpd (or similar) package to keep it that way.
bn_bd: * নিশ্চিত করুন যে আপনার ঘড়ি, তারিখ এবং সময়-নির্ধারিত আছে । এই ntp বা openntpd (বা অনুরূপ) প্যাকেজ ইনস্টল করুন.

source: * Edit /etc/tor/torrc to look like the following:
bn_bd: */etc/tor/torrc সম্পাদনা করুন নিচের দিকে:

source: ## The IP address or hostname for incoming connections (leave commented and Tor will guess)
bn_bd: # # অন্তর্গামী সংযোগের জন্য IP ঠিকানা অথবা হোস্ট (ম্যারেজ মন্তব্য এবং টর অনুমান করা হবে)

source: ## Set the nickname of this relay
bn_bd: # # এই রিলে ডাকনাম সেট করুন

source: Nickname ididnteditheconfig
bn_bd: ডাকনাম ididnteditheconfig

source: ## Set your own contact info
bn_bd: # # নিজের যোগাযোগের তথ্য সেট করুন

source: ## If you control multiple relays, include then in the family
bn_bd: ## যদি আপনি একাধিক রিলে নিয়ন্ত্রণ করেন তবে পরিবারের অন্তর্ভুক্ত করুন

source: ## Set your bandwidth rate (leave commented and Tor will run without bandwidth caps)
bn_bd: # # # # # # আপনার ব্যান্ডউইথ রেট নির্ধারণ করুন (কোন মন্তব্য এবং টর বিনা ব্যান্ডউইথ ক্যাপ ছাড়াই চালানো হবে)

source: * After your relay connects to the network, it will try to determine whether the ports you configured are reachable from the outside.
bn_bd: * আপনার রিলে নেটওয়ার্কের সাথে সংযুক্ত হওয়ার পর, এটি পাওয়া যাচ্ছে বাইরে থেকে আপনার কনফিগার করা পোর্ট কিনা তা নির্ধারণ করার চেষ্টা করবে ।

source: This step is usually fast, but it may take a few minutes.
bn_bd: এই ধাপটি সাধারণত দ্রুত হয়, কিন্তু কিছু সময় লাগতে পারে ।

source: Look for a log entry in /var/log/syslog such as "Self-testing indicates your ORPort is reachable from the outside. Excellent."
bn_bd: /var/log/syslog লগ-ইন দেখুন যেমন "আত্ম পরীক্ষা নির্দেশ করে আপনার ORPort বাইরে থেকে পাওয়া যাচ্ছে. চমৎকার । "

source: If you don't see this message, it means that your relay is not reachable from the outside.
bn_bd: আপনি যদি এই বার্তাটি দেখতে না পান, তার মানে হল যে আপনার রিলে বাইরে থেকে পাওয়া যাচ্ছে নয় ।

source: You should re-check your firewalls, check that the IP and ports you specified in your torrc are correct, etc.
bn_bd: আপনার torrc আপনি যে আইপি এবং পোর্ট উল্লেখ করেছেন তা সঠিক কিনা তা পরীক্ষা করে দেখতে আপনার ফায়ারওয়াল পুনরায় পরীক্ষা করা উচিত ।

source: When it confirms that it's reachable, it will upload a "server descriptor" to the directory authorities to let clients know what address, ports, keys, etc your relay is using.
bn_bd: যখন এটি পাওয়া যাচ্ছে, এটি একটি "সার্ভার বর্ণনাকারী "-কে নির্দেশিকা কর্তৃপক্ষের কাছে আপলোড করবে যা কোন ঠিকানা, পোর্ট, কী ইত্যাদি আপনার রিলে ব্যবহার করছে তা জানার জন্য ।

source: After a few hours (to give it enough time to propagate), you can query Atlas to see whether your relay has successfully registered in the network.
bn_bd: কিছু ঘন্টা পরে (এটি প্রচার করার জন্য যথেষ্ট সময় দিতে), আপনি আপনার রিলে নেটওয়ার্ক সফলভাবে নিবন্ধিত কিনা তা দেখতে এটলাস জিজ্ঞাসা করতে পারেন।

source: If it hasn't, re-check firewalls, IP and ports again.
bn_bd: যদি তা না হয়, পুনরায় চেক ফায়ারওয়াল, আইপি এবং পোর্ট আবার.

source: How do I run an exit relay on Debian?
bn_bd: আমি কিভাবে ডেবিয়ান একটি প্রস্থান রিলে চালান?

source: * Review our <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/TorExitGuidelines">Exit relay guidelines</a></mark>
bn_bd: * আমাদের প্রস্থান রিলে নির্দেশিকা পর্যালোচনা করুন

source: Look for a log entry in your /var/log/syslog such as "Self-testing indicates your ORPort is reachable from the outside. Excellent."
bn_bd: আপনার/var/log/syslog লগ এন্ট্রির জন্য দেখুন যেমন "স্ব-পরীক্ষা নির্দেশ করুন আপনার ORPort বাইরে থেকে পাওয়া যাচ্ছে । চমৎকার । "

source: * When it confirms that it's reachable, it will upload a "server descriptor" to the directory authorities to let clients know what address, ports, keys, etc your relay is using.
bn_bd: * যখন এটি নিশ্চিত হয় যে এটি পাওয়া যাচ্ছে, এটি একটি "সার্ভার বর্ণনাকারী "-কে নির্দেশিকা কর্তৃপক্ষের কাছে আপলোড করবে যা কোন ঠিকানা, পোর্ট, কী ইত্যাদি আপনার রিলে ব্যবহার করছে তা জানার জন্য ।

source: After a few hours (to give it enough time to propagate), you can query <mark><a href="https://atlas.torproject.org/">Atlas</a></mark> to see whether your relay has successfully registered in the network.
bn_bd: কিছু ঘন্টা পরে (এটি প্রচার করার জন্য যথেষ্ট সময় দিতে), আপনি আপনার রিলে নেটওয়ার্ক সফলভাবে নিবন্ধিত কিনা তা দেখতে <mark><a href="https://atlas.torproject.org/">এটলাস</a></mark> জিজ্ঞাসা করতে পারেন।

source: Consider if you'd like to switch to the <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/ReducedExitPolicy">Reduced exit policy</a></mark>.
bn_bd: আপনি যদি কমাতে প্রস্থান নীতি পরিবর্তন করতে চান, তাহলে বিবেচনা করুন.

source: How do I run a middle or guard relay on FreeBSD or HardenedBSD?
bn_bd: আমি কিভাবে ফ্রিবিএসডি-তে বা HardenedBSD উপর একটি মিডল বা গার্ড রিলে চালাবেন?

source: For the most in-depth resource on running a relay, see the <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">Tor Relay Guide</a>.
bn_bd: একটি রিলে চালু করার জন্য সবচেয়ে বেশি গভীরতার সংস্থানের জন্য, টর রিলে গাইড দেখুন ।

source: * Make sure your clock, date, and timezone are set correctly.
bn_bd: * নিশ্চিত করুন যে আপনার ঘড়ি, তারিখ এবং সময়-নির্ধারিত আছে ।

source: Enabling ntpd is suggested.
bn_bd: ntpd চালূ রাখার পরামর্শ দেওয়া হয়েছে ।

source: * Edit /usr/local/etc/tor/torrc to look like the following:
bn_bd: * Edit /usr/local/etc/tor/torrc নিম্নলিখিতগুলির মত দেখতে:

source: Log notice file /var/log/tor/notices.log
bn_bd: লগ-ইন নোটিশ ফাইল/var/log/tor/notices.log

source: * Make sure tor starts on boot by running "sysrc tor_enable=YES" (as root)
bn_bd: * চলমান দ্বারা টর্প বুট শুরু নিশ্চিত করুন "sysrc tor_enable=YES" (as root)

source: Look for a log entry in /var/log/tor/notices.log such as "Self-testing indicates your ORPort is reachable from the outside. Excellent."
bn_bd: /var/log/tor/notices.log লগ-ইন দেখুন যেমন "আত্ম পরীক্ষা নির্দেশ করে আপনার ORPort বাইরে থেকে পাওয়া যাচ্ছে. চমৎকার । "

source: How do I make sure that I'm using the correct packages on Ubuntu?
bn_bd: আমি কিভাবে উবুন্টুর সঠিক প্যাকেজ ব্যবহার করছি তা কিভাবে নিশ্চিত করব?

source: * Do not use the packages in Ubuntu's repositories. They are not reliably updated. If you use them, you will miss important stability and security fixes.
bn_bd: * উবুন্টুর repositories প্যাকেজ ব্যবহার করবেন না । তাদের হালনাগাদ করা নির্ভরযোগ্যভাবে নয় । এগুলো ব্যবহার করলে গুরুত্বপূর্ণ স্থিতিশীলতা ও নিরাপত্তা সংশোধনের সুযোগ হাতছাড়া হবে ।

source: * Determine your Ubuntu version by running the following command:
bn_bd: * নিম্নোক্ত কমান্ড চালানোর মাধ্যমে আপনার উবুন্টু ভার্সন নির্ধারণ করুন:

source: * As root, add the following lines to /etc/apt/sources.list. Use the version you found in the previous step for <version>.
bn_bd: * root হিসেবে, নিম্নোক্ত পংক্তি/etc/apt/sources.list. করুন পূর্ববর্তী পদক্ষেপের জন্য আপনি যে সংস্করণটি খুঁজে পেয়েছেন তা ব্যবহার করুন ।

source: * Add the gpg key used to sign the packages by running the following commands:
bn_bd: * নিম্নোক্ত আদেশগুলি চালানোর মাধ্যমে প্যাকেজ স্বাক্ষর করতে ব্যবহৃত gpg কী ব্যবহার করুন:

source: * Run the following commands to install tor and check its signatures:
bn_bd: * টর ইনস্টল করতে নিম্নোক্ত আদেশগুলি চালান এবং এর স্বাক্ষর পরীক্ষা করুন:

source: How do I run a obfs4 bridge on Debian?
bn_bd: আমি কিভাবে ডেবিয়ান উপর obfs4 সেতু চালাতে পারি?

source: Install the ntp or openntpd (or similar) package to keep it that way.
bn_bd: এই ntp বা openntpd (বা অনুরূপ) প্যাকেজ ইনস্টল করুন.

source: ## Set your bandwidth rate (leave commented and Tor will run without
bn_bd: # # # # আপনার ব্যান্ডউইথ রেট নির্ধারণ করুন (চটজলদি এবং টর ছাড়া চলবে

source: bandwidth caps)
bn_bd: ব্যান্ডউইথ ক্যাপ)

source: * Look for a log entry in /var/log/syslog such as "Self-testing indicates your ORPort is reachable from the outside. Excellent."
bn_bd: * একটি লগ এন্ট্রি জন্য দেখুন /var/log/syslog such as "Self-testing indicates your ORPort is reachable from the outside. Excellent."

source: * You should also see the message "Registered server transport 'obfs4'" indicating that obfs4proxy is functional.
bn_bd: * এছাড়াও আপনাকে বার্তা "রেজিস্টার্ড সার্ভার ট্রান্সপোর্ট" obfs4 ' "-এ দেখা উচিত যে obfs4proxy কার্যকরি ।

source: Should I run an exit relay from home?
bn_bd: আমি কি বাড়ি থেকে প্রস্থান রিলে চালান?

source: No.
bn_bd: না।

source: If law enforcement becomes interested in traffic from your exit relay, it's possible that officers will seize your computer.
bn_bd: যদি আইন প্রয়োগকারী সংস্থা আপনার প্রস্থান রিলে থেকে ট্রাফিকের প্রতি আগ্রহী হয়ে ওঠে, তাহলে এটা সম্ভব যে অফিসাররা আপনার কম্পিউটারকে পাকড়াও করবে ।

source: For that reason, it's best not to run your exit relay in your home or using your home internet connection.
bn_bd: সে কারণে, আপনার বাড়িতে আপনার প্রস্থান রিলে চালানো বা আপনার হোম ইন্টারনেট সংযোগ ব্যবহার করাই শ্রেয় ।

source: Instead, consider running your exit relay in a commercial facility that is supportive of Tor.
bn_bd: এর পরিবর্তে, আপনার প্রস্থান রিলে একটি বাণিজ্যিক সুবিধা, যা টর সমর্থন করে.

source: Have a separate IP address for your exit relay, and don't route your own traffic through it.
bn_bd: আপনার প্রস্থান রিলে জন্য একটি পৃথক IP ঠিকানা আছে এবং এর মাধ্যমে আপনার নিজস্ব ট্রাফিক রুটে চলবে না ।

source: Of course, you should avoid keeping any sensitive or personal information on the computer hosting your exit relay.
bn_bd: অবশ্যই, আপনার প্রস্থান রিলে করার জন্য কম্পিউটারের কোন সংবেদনশীল বা ব্যক্তিগত তথ্য রাখা এড়িয়ে চলা উচিত ।

source: I've heard about websites that are only accessible over Tor. What are these websites, and how can I access them?
bn_bd: আমি কিছু ওয়েবসাইট সম্পর্কে শুনেছি যা কেবল টর দিয়ে অ্যাক্সেসযোগ্য। এই ওয়েবসাইটগুলি কি কি, এবং কিভাবে আমি তাদের অ্যাক্সেস করতে পারবো?

source: Websites that are only accessible over Tor are called "onions" and end in the TLD .onion.
bn_bd: যে ওয়েবসাইটগুলি শুধুমাত্র টিএলডি হয় "পেঁয়াজ " বলা হয় এবং শেষ হয়. পেঁয়াজ.

source: For example, the DuckDuckGo onion is <a href="http://3g2upl4pq6kufc4m.onion">https://3g2upl4pq6kufc4m.onion</a>.
bn_bd: যেমন, DuckDuckGo পেঁয়াজ <a href="http://3g2upl4pq6kufc4m.onion">https://3g2upl4pq6kufc4m.onion</a> ।

source: You can access these websites by using Tor Browser.
bn_bd: আপনি টর ব্রাউজার ব্যবহার করে এই ওয়েবসাইটগুলি এক্সেস করতে পারেন.

source: The addresses must be shared with you by the website host, as onions are not indexed in search engines in the typical way that vanilla websites are.
bn_bd: এই ঠিকানাগুলো অবশ্যই ওয়েবসাইটের হোস্ট দ্বারা আপনার সাথে শেয়ার করতে হবে, যেমন পেঁয়াজ, ভ্যানিলা ওয়েবসাইটগুলোর অনুসন্ধান ইঞ্জিনে বিষয়সূচি নেই ।

source: What is a .onion or what are onion services?
bn_bd: .onion কি অথবা অনিওন সার্ভিস কি ?

source: Onion services allow people to browse but also to publish anonymously, including publishing anonymous websites.
bn_bd: পেঁয়াজ পরিষেবা লোকজন নাম প্রকাশ করতে সম্মতি দেয় কিন্তু অনামী ওয়েবসাইট প্রকাশ সহ,

source: Onion services are also relied on for metadata-free chat and file sharing, safer interaction between journalists and their sources like with SecureDrop or OnionShare, safer software updates, and more secure ways to reach popular websites like Facebook.
bn_bd: SecureDrop বা OnionShare, নিরাপদ সফটওয়্যার আপডেট এবং Facebook-এর মতো জনপ্রিয় ওয়েব সাইটে পৌঁছানোর জন্য, সাংবাদিকদের মধ্যে নিরাপদ চ্যাট এবং ফাইল শেয়ারিং-এর মাধ্যমে তাজা যোগাযোগ এবং আরও নিরাপদ উপায়ের জন্য পেঁয়াজের পরিষেবাগুলি নির্ভর করে ।
