Repository: torproject/support
Catalog: i18n/contents+fr.po
Languages: fr

source: search-engine-tor-browser
fr: moteur-de-recherche-navigateur-tor

source: I'm having a problem with DuckDuckGo.
fr: J’ai un problème avec DuckDuckGo.

source: Please see the <mark><a href="https://duck.co/help">DuckDuckGo support portal</a></mark>.
fr: Veuillez consulter le <mark><a href="https://duck.co/help">portail d’assistance de DuckDuckGo</a></mark>.

source: If you believe this is a Tor Browser issue, please report it on our <mark><a href="https://trac.torproject.org/">bug tracker</a></mark>.
fr: Si vous croyez que le problème provient du Navigateur Tor, veuillez le signaler sur notre ​<mark><a href="https://trac.torproject.org/">gestionnaire de bogues</a></mark>.

source: problem-with-duckduckgo
fr: problème-avec-duckduckgo

source: I'm having a problem with NoScript.
fr: J’ai un problème avec NoScript.

source: Please see the <mark><a href="https://noscript.net/faq">NoScript FAQ</a></mark>.
fr: Veuillez consulter la <mark><a href="https://noscript.net/faq">FAQ de NoScript</a></mark>.

source: problem-noscript
fr: problème-noscript

source: I'm having a problem with HTTPS Everywhere.
fr: J’ai un problème avec HTTPS partout.

source: Please see the <mark><a href="https://www.eff.org/https-everywhere/faq">HTTPS Everywhere</a></mark>.
fr: Veuillez consulter la <mark><a href="https://www.eff.org/https-everywhere/faq">FAQ de HTTPS partout</a></mark>.

source: problem-with-https-everywhere
fr: problème-avec-https-partout-everywhere

source: How do I update Tor Browser?
fr: Comment puis-je mettre le Navigateur Tor à jour ?

source: You can update Tor Browser as soon as a new version is released.
fr: Vous pouvez mettre le Navigateur Tor à jour dès qu’une nouvelle version paraît.

source: <h4 class="card-title">Tor Browser will prompt you to update the software once a new version has been released.</h4>
fr: <h4 class="card-title">Le Navigateur Tor vous invitera à mettre le logiciel à jour dès qu’une nouvelle version est parue.</h4>

source: <p class="card-text">The Torbutton icon (the little green onion in the top left corner of the browser) will display a yellow triangle.</p>
fr: <p class="card-text">L’icône de BoutonTor (le petit oignon vert dans le coin supérieur droit du navigateur) affichera un triangle jaune.</p>

source: You may see a written indication when Tor Browser opens telling you that an update is available.
fr: Lors du démarrage du Navigateur Tor, vous pourriez voir une indication écrite vous avisant qu’une mise à jour est proposée.

source: <h4 class="card-title">Card title</h4>
fr: <h4 class="card-title">Titre de la carte</h4>

source: <p class="card-text">Card text</p>
fr: <p class="card-text">Texte de la carte</p>

source: Tor browser will install the updates.
fr: Le Navigateur Tor installera les mises à jour.

source: updating-tor-browser
fr: mettre-à-jour-navigateur-tor

source: How do I uninstall Tor Browser?
fr: Comment puis-je désinstaller le Navigateur Tor ?

source: Removing Tor Browser from your system is simple:
fr: Il est facile de supprimer le Navigateur Tor de votre système :

source: * Locate your Tor Browser folder or application.
fr: Trouvez le dossier de votre Navigateur Tor ou l’application.

source: The default location on Windows is the Desktop; on macOS it is the Applications folder (on macOS, you have to move it into the Applications folder when you complete the installation process).
fr: Sous Windows, l’emplacement par défaut est le bureau ; sous macOS, c’est le dossier Applications (sous macOS, vous devez le déplacer dans le dossier Applications quand vous terminez le processus d’installation).

source: On Linux, there is no default location, however the folder will be named "tor-browser_en-US" if you are running the English Tor Browser.
fr: Sous Linux, il n’y a pas d’emplacement par défaut, cependant le dossier s’appellera « tor-browser_fr » si vous utilisez le Navigateur Tor en français.

source: * Delete the Tor Browser folder or application.
fr: Supprimez le dossier ou l’application du Navigateur Tor.

source: * Empty your Trash.
fr: * Videz votre corbeille.

source: * Note that your operating system’s standard "Uninstall" utility is not used.
fr: Notez que l’utilitaire habituel de désinstallation de votre système d’exploitation n’est pas utilisé.

source: uninstall-tor-browser
fr: désinstaller-navigateur-tor

source: Is there a way to change the IP address that Tor Browser assigns me for a particular site?
fr: Il y a-t-il une façon de changer l’adresse IP que le Navigateur Tor m’attribue pour un site particulier ?

source: Tor Browser has two ways to change your relay circuit — "New Identity" and "New Tor Circuit for this Site".
fr: Le Navigateur Tor propose deux façons de changer votre circuit de relais — « Nouvelle identité » et « Nouveau circuit Tor pour ce site ».

source: Both options are located in the Torbutton (little green onion) menu.
fr: Les deux options sont situées dans le menu de BoutonTor (petit oignon vert).

source: ##### New Identity
fr: ##### Nouvelle Identité

source: This option is useful if you want to prevent your subsequent browser activity from being linkable to what you were doing before.
fr: Cette option est utile si vous souhaitez empêcher que votre activité ultérieure de navigation soit associée à ce que vous faisiez auparavant.

source: Selecting it will close all your tabs and windows, clear all private information such as cookies and browsing history, and use new Tor circuits for all connections.
fr: Sélectionner cette option fermera tous vos onglets et fenêtres, effacera vos renseignements personnels tels que vos témoins et votre historique de navigation, et utilisera de nouveaux circuits Tor pour toutes vos connexions.

source: Tor Browser will warn you that all activity and downloads will be stopped, so take this into account before clicking "New Identity".
fr: Le Navigateur Tor vous avertira que tous activités et téléchargements seront arrêtés, prenez-le donc en compte avant de cliquer sur « Nouvelle Identité ».

source: ##### New Tor Circuit for this Site
fr: ##### Nouveau circuit Tor pour ce site

source: This option is useful if the exit relay you are using is unable to connect to the website you require, or is not loading it properly.
fr: Cette option est utile si le relais de sortie que vous utilisez n’arrive pas à se connecter au site Web que vous demandez ou s’il ne se charge pas correctement.

source: Selecting it will cause the currently-active tab or window to be reloaded over a new Tor circuit.
fr: Sélectionner cette option entraînera le rechargement de l’onglet ou de la fenêtre actuellement actifs avec un nouveau circuit Tor.

source: Other open tabs and windows from the same website will use the new circuit as well once they are reloaded.
fr: Les autres onglets et fenêtres ouverts du même site Web utiliseront aussi les nouveaux circuits une fois qu’ils seront rechargés.

source: This option does not clear any private information or unlink your activity, nor does it affect your current connections to other websites.
fr: Cette option n’efface aucun renseignement personnel ni ne dissocie votre activité, ni n’affectera vos connexions actuelles à d’autres sites Web.

source: <p class="card-text">Card text</div>
fr: <p class="card-text">Texte de la carte</div>

source: change-ip-address
fr: changer-adresse-ip

source: tell-which-website-are-visited-while-using-tor-browser
fr: savoir-quels-sites-sont-visités-utilisant-navigateur-tor

source: A website (bank, email provider, etc..) locks me out whenever I use Tor, what can I do?
fr: Un site Web (banque, fournisseur de services de courriel, etc.) me bloque quand j’utilise Tor. Que puis-je faire ?

source: Tor Browser often makes your connection appear as though it is coming from an entirely different part of the world.
fr: Le Navigateur Tor fait souvent en sorte que votre connexion semble venir d’un endroit complètement différent de la planète.

source: Some websites, such as banks or email providers, might interpret this as a sign that your account has been compromised, and lock you out.
fr: Certains sites Web tels que les banques ou les fournisseurs de services de courriel pourraient l’interpréter comme un signe que votre compte a été compromis et, par conséquent, vous bloquer.

source: The only way to resolve this is by following the site’s recommended procedure for account recovery, or contacting the operators and explaining the situation.
fr: La seule manière de résoudre cette situation est de suivre la procédure de récupération du compte recommandée par le site ou de contacter les exploitants et d’expliquer la situation.

source: You may be able to avoid this scenario if your provider offers 2-factor authentication, which is a much better security option than IP-based reputations.
fr: Vous pourriez éviter ce scénario si votre fournisseur propose la validation en deux étapes, qui est une option de sécurité bien meilleure que les réputations basées sur l’adresse IP.

source: Contact your provider and ask them if they provide 2FA.
fr: Contactez votre fournisseur et demandez-lui s’il propose la validation en deux étapes.

source: website-locks-torbrowser-out
fr: site-web-bloque-navigateur-tor

source: Tor Browser is currently available on Windows, Linux and OSX.
fr: Le Navigateur Tor est actuellement proposé pour Windows, Linux et macOS (OS X).

source: which-platform-tor-browser-available
fr: quelle-plateforme-navigateur-tor-proposé-disponible

source: Can I set Tor Browser as my default browser?
fr: Puis-je définir le Navigateur Tor comme navigateur par défaut ?

source: There is currently no supported method for setting Tor Browser as your default browser.
fr: Il n’existe actuellement aucune méthode prise en charge pour définir le Navigateur Tor comme navigateur par défaut.

source: The Tor Browser works hard to isolate itself from the rest of your system, and the steps for making it the default browser are unreliable.
fr: Le Navigateur Tor s’efforce de s’isoler du reste de votre système, et les étapes pour le rendre navigateur par défaut ne sont pas fiables.

source: This means sometimes a website would load in the Tor Browser, and sometimes it would load in another browser, this type of behavior can be dangerous and anonymity-breaking.
fr: Cela signifie que parfois un site Web se chargerait dans le Navigateur Tor, et parfois il se chargerait dans un autre navigateur. Ce genre de comportement peut être dangereux et compromettre l’anonymat.

source: setting-tor-browser-as-default
fr: définir-navigateur-tor-par-défaut

source: Does running Tor Browser make me a relay?
fr: Le fait d’utiliser le Navigateur Tor fait-il de moi un relais ?

source: Running Tor Browser does not make you act as a relay in the network.
fr: L’utilisation du Navigateur Tor ne vous fait pas agir en tant que relais dans le réseau.

source: This means that your computer will not be used to route traffic for others.
fr: Cela signifie que votre ordinateur ne sera pas utilisé pour acheminer le trafic d’autres personnes.

source: If you'd like to become a relay, please see our <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">Tor Relay Guide</a></mark>.
fr: Si vous souhaitez devenir un relais, veuillez consulter notre <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">guide sur les relais Tor</a></mark> (en anglais).

source: running-tor-browser-make-me-relay
fr: utiliser-navigateur-tor-fait-il-de-moi-un-relais

source: Why does Tor Browser ship with Javascript enabled?
fr: Pourquoi JavaScript est-il activé par défaut dans le Navigateur Tor ?

source: We configure NoScript to allow JavaScript by default in Tor Browser because many websites will not work with JavaScript disabled.
fr: Nous configurons NoScript pour autoriser JavaScript par défaut dans le Navigateur Tor, car de nombreux sites Web ne fonctionneraient pas si JavaScript était désactivé.

source: Most users would give up on Tor entirely if we disabled Javascript by default because it would cause so many problems for them.
fr: La plupart des utilisateurs abandonneraient Tor complètement si nous désactivions JavaScript par défaut, car cela leur causerait tellement de problèmes.

source: Ultimately, we want to make Tor Browser as secure as possible while also making it usable for the majority of people, so for now, that means leaving Javascript enabled by default.
fr: En fin de compte, nous souhaitons rendre le Navigateur Tor aussi sûr que possible, tout en nous assurant qu’il soit utilisable par la majorité des gens, et pour l’instant, ça veut dire laisser Javascript activé par défaut.

source: For users who want to have Javascript disabled on all HTTP sites by default, we recommend changing your Tor Browser's security slider (in the Tor Browser Onion menu under "Security Settings").
fr: Pour les utilisateurs qui souhaitent désactiver JavaScript par défaut pour tous les sites HTTP, nous recommandons de modifier la position du curseur de sécurité de votre Navigateur Tor (dans le menu Oignon du Navigateur Tor, sous « Paramètres de sécurité »).

source: The low/default setting allows Javascript, but the medium and high levels both block Javascript on HTTP sites.
fr: Le paramètre « Normal » autorise JavaScript, mais les paramètres « Plus sûr » et « Le plus sûr » bloquent tous les deux JavaScript pour les sites HTTP.

source: tor-browser-js-enabled-default
fr: navigateur-tor-js-activé-par-défaut

source: Can you get rid of all the captchas?
fr: Pouvez-vous me débarrasser de tous les captchas ?

source: Unfortunately, some websites deliver CAPTCHAS to Tor users, and we are not able to remove CAPTCHAs from websites.
fr: Malheureusement, certains sites Web servent des CAPTCHAS aux utilisateurs de Tor et il nous est impossible de supprimer les CAPTCHAS des sites Web.

source: The best thing to do in these cases is to contact the website owners, and inform them that their CAPTCHAs are preventing users such as yourself from using their services.
fr: La meilleure chose à faire dans cette situation est de contacter les propriétaires des sites Web et de les informer que leurs CAPTCHAS empêchent les utilisateurs comme vous d’utiliser leurs services.

source: get-rid-of-captchas
fr: se-débarrasser-des-captchas

source: Can I run multiple instances of Tor Browser?
fr: Puis-je exécuter le Navigateur Tor plusieurs fois en même temps ?

source: We do not recommend running multiple instances of Tor Browser, and may not work as anticipated on many platforms.
fr: Nous ne recommandons pas d’exécuter le Navigateur Tor plusieurs fois en même temps, ce qui pourrait ne pas fonctionner comme souhaité sur plusieurs plateformes.

source: run-multible-instances-of-tor-browser
fr: exécuter-navigateur-tor-plusieurs-fois-en-même-temps

source: I need Tor Browser in a language that's not English.
fr: J’ai besoin du Navigateur Tor dans une langue et qui n’est pas le français.

source: We currently offer Tor Browser in the following languages:
fr: Nous proposons actuellement le Navigateur Tor dans les langues suivantes :

source: need-tor-browser-language-not-english
fr: besoin-navigateur-tor-autre-langue

source: Will my network admin be able to tell I'm using Tor Browser?
fr: Mon administrateur réseau saura-t-il que j’utilise le Navigateur Tor ?

source: When using Tor Browser, no one can see the websites that you visit.
fr: Si vous utilisez le navigateur Tor, personne ne peut voir les sites que vous visitez.

source: However, your service provider or network admins may be able to see that you're connecting to the Tor network, though they won't know what you're doing when you get there.
fr: Néanmoins, votre fournisseur d’accès ou votre administrateur réseau pourraient être en mesure de voir que vous vous connectez au réseau Tor, même si ils ne sauront pas ce que vous y faites.

source: network-admin-know-i-am-using-tor
fr: admin-réseau-sait-que-j’utilise-tor

source: I’m having trouble using features on Facebook, Twitter, or some other website when I’m using Tor Browser.
fr: J’éprouve des difficultés à utiliser des fonctions sur Facebook, Twitter ou d’autres sites Web quand j’utilise le Navigateur Tor.

source: Sometimes Javascript-heavy websites can have functional issues over Tor Browser.
fr: Les sites Web faisant particulièrement appel à JavaScript peuvent parfois présenter des problèmes de fonctionnement avec le Navigateur Tor.

source: The simplest fix is to click on the "onion menu," then click on the security slider.
fr: Pour corriger cela, il suffit de cliquer sur le menu oignon, puis sur le curseur de sécurité.

source: Set your security to "Standard".
fr: Réglez votre niveau de sécurité à « Normal ».

source: tor-browser-issues-facebook-twitter-websites
fr: navigateur-tor-problèmes-sites-web-facebook-twitter

source: Why is Tor Browser built from Firefox and not some other browser?
fr: Pourquoi le Navigateur Tor est-il conçu à partir de Firefox et pas d’un autre navigateur ?

source: Tor Browser is a modified version of Firefox specifically designed for use with Tor.
fr: Le Navigateur Tor est une version modifiée de Firefox spécifiquement conçue pour être utilisée avec Tor.

source: A lot of work has been put into making the Tor Browser, including the use of extra patches to enhance privacy and security.
fr: Le Navigateur Tor a demandé de grands efforts, y compris l’utilisation de correctifs supplémentaires pour améliorer la confidentialité et la sécurité.

source: While it is technically possible to use Tor with other browsers, you may open yourself up to potential attacks or information leakage, so we strongly discourage it.
fr: Bien qu’il soit techniquement possible d’utiliser Tor avec d’autres navigateurs, vous pourriez vous exposer à des attaques potentiels ou divulguer des renseignements.

source: <mark><a href="https://www.torproject.org/projects/torbrowser/design/">Learn more about the design of Tor Browser</a></mark>.
fr: <mark><a href="https://www.torproject.org/projects/torbrowser/design/">En apprendre davantage sur la conception du Navigateur Tor</a></mark>.

source: tor-browser-is-built-from-firefox-why
fr: navigateur-tor-conçu-à-partir-de-firefox-pourquoi

source: Does Tor Browser use a different circuit for each website?
fr: Le Navigateur Tor utilise-t-il un circuit différent pour chaque site Web ?

source: In Tor Browser, every new domain gets its own circuit.
fr: Dans le Navigateur Tor, chaque nouveau domaine obtient son propre circuit.

source: <mark><a href="https://www.torproject.org/projects/torbrowser/design/#identifier-linkability">The Design and Implementation of Tor Browser</a></mark> document further explains the thinking behind this design.
fr: Vous trouverez de plus amples renseignements à ce sujet dans le document <mark><a href="https://www.torproject.org/projects/torbrowser/design/#identifier-linkability">La conception et la mise en œuvre du Navigateur</a></mark> Tor (en anglais).

source: different-circuit-each-website
fr: circuit-différent-chaque-site-web

source: Why did my search engine switch to DuckDuckGo?
fr: Pourquoi mon moteur de recherche est-il passé à DuckDuckGo ?

source: With the release of Tor Browser 6.0.6, we switched to DuckDuckGo as the primary search engine.
fr: Avec la parution du Navigateur Tor 6.0.6, DuckDuckGo est devenu le moteur de recherche principal.

source: For a while now, Disconnect has had no access to Google search results which we used in Tor Browser.
fr: Depuis quelque temps déjà, Disconnect n’accédait plus aux résultats de recherche provenant de Google que nous avons utilisés dans le Navigateur Tor.

source: Since Disconnect is more of a meta search engine which allows users to choose between different search providers, it fell back to delivering Bing search results which were basically unacceptable quality-wise.
fr: Puisque Disconnect est plutôt un méta-moteur de recherche qui permet aux utilisateurs de choisir entre plusieurs fournisseurs de recherche, il s’est rabattu sur les résultats de Bing, qui étaient inacceptables en vue de leur qualité.

source: why-is-tor-using-duckduckgo
fr: pourquoi-tor-utilise-t-il-duckduckgo

source: Why does my Tor Browser say something about Firefox not working?
fr: Pourquoi mon Navigateur Tor me dit-il que quelque chose ne fonctionne pas avec Firefox ?

source: Tor Browser is built using <mark><a href="https://www.mozilla.org/en-US/firefox/organizations/">Firefox ESR</a></mark>, so errors regarding Firefox may occur.
fr: Le Navigateur Tor est développé à partir de <mark><a href="https://www.mozilla.org/en-US/firefox/organizations/">Firefox ESR</a></mark> (en anglais), et il est donc possible que des erreurs concernant Firefox surviennent.

source: Please be sure no other instance of Tor Browser is already running, and that you have extracted Tor Browser in a location that your user has the correct permissions for.
fr: Veuillez vous assurer qu’un autre Navigateur Tor n’est pas en cours d’exécution et que vous avez extrait le Navigateur Tor dans un emplacement pour lequel votre utilisateur détient les bonnes permissions.

source: If you are running an anti-virus, please see <mark><a href="http://support.torproject.org/#tbb-10">My antivirus/malware protection is blocking me from accessing Tor Browser</a></mark>, it is common for anti-virus / anti-malware software to cause this type of issue.
fr: Si vous utilisez un antivirus, veuillez consulter <mark><a href="http://support.torproject.org/#tbb-10">Mon antivirus ou ma protection contre les programmes malveillants m’empêche d’accéder au Navigateur Tor</a></mark>. Il n’est pas rare que les logiciels antivirus ou antiprogrammes malveillants provoquent ce genre de problème.

source: tor-browser-firefox-not-working-error
fr: navigateur-tor-firefox-ne-fonctionne-pas-erreur

source: Can I still use another browser, like Chrome or Firefox, when I am using Tor Browser?
fr: Puis-je quand même utiliser un autre navigateur comme Chrome ou Firefox quand j’utilise le Navigateur Tor ?

source: You can certainly use another browser while you are also using Tor Browser.
fr: Vous pouvez assurément utiliser un autre navigateur alors que vous utilisez aussi le Navigateur Tor.

source: However, you should know that the privacy properties of Tor Browser will not be present in the other browser.
fr: Néanmoins, sachez que les propriétés de confidentialité du Navigateur Tor ne seront pas présentes dans l’autre navigateur.

source: Be careful when switching back and forth between Tor and a less safe browser, because you may accidentally use the other browser for something you intended to do using Tor.
fr: Soyez prudent en basculant entre Tor et un navigateur moins sécuritaire, car vous pourriez accidentellement utiliser l’autre navigateur pour quelque chose que vous pensiez faire en utilisant Tor.

source: Can I make Tor Browser my default browser?
fr: Puis-je faire du Navigateur Tor mon navigateur par défaut ?

source: Unfortunately, there is no supported way to make Tor Browser your default browser.
fr: Il n’existe malheureusement aucune façon prise en charge de faire du Navigateur Tor votre navigateur par défaut.

source: make-tor-browser-default-browser
fr: rendre-navigateur-tor-navigateur-par-défaut

source: A website I am trying to reach is blocking access over Tor.
fr: Un site Web auquel j’essaye d’accéder bloque l’accès via Tor.

source: Sometimes websites will block Tor users because they can't tell the difference between the average Tor user and automated traffic.
fr: Les sites Web bloqueront parfois les utilisateurs de Tor parce qu’ils ne peuvent pas faire la différence entre l’utilisateur de Tor moyen et le trafic automatisé.
