Repository: torproject/support
Catalog: i18n/contents+tr.po
Languages: tr

source: But please consider that our software is used every day for a wide variety of purposes by human rights activists, journalists, domestic violence survivors, whistleblowers, law enforcement officers, and many others. Unfortunately, the protection that our software can provide to these groups of people can also be abused by criminals and malware authors.
tr: Ancak lütfen uygulamamızın her gün çok farklı amaçlarla insan hakları aktivistleri, gazeteciler, taciz kurbanları, yolsuzlukları açığa çıkaranlar, kolluk kuvvetleri ve pek çok diğer kişi tarafından kullanıldığını da göz önüne alın. Maalesef uygulamamızın bu gruplar için sağladığı koruma suçlular ve kötü niyetli yazılım geliştirenler tarafından da kullanılıyor.

source: The Tor Project does not support or condone the use of our software for malicious purposes.
tr: Tor Projesi uygulamalarının kötü amaçla kullanılmasını desteklemez ya da buna göz yummaz.

source: someone-asks-to-download-tor-browser-to-unlock-my-files
tr: birileri-kilitlenmis-dosyalarimi-acmak-icin-tor-browser-indirmemi-istiyor

source: Does Tor keep logs?
tr: Tor günlük kayıtları tutuyor mu?

source: Tor doesn't keep any logs that could identify a particular user.
tr: Tor sizin kim olduğunuzun anlaşılmasını sağlayacak herhangi bir günlük kaydı tutmaz.

source: We do take some safe measurements of how the network functions, which you can check out at <mark><a href="https://metrics.torproject.org/">Tor Metrics</a></mark>.
tr: <mark><a href="https://metrics.torproject.org/">Tor İstatistikleri</a></mark> bölümünde görebileceğiniz gibi yalnız ağın nasıl çalıştığı ile ilgili bazı güvenli ölçümler yapıyoruz.

source: does-tor-keep-logs
tr: tor-gunluk-kayitlari-tutuyor-mu

source: Does Tor Project offer email service or other privacy protecting web services?
tr: Tor Project e-posta hizmeti ya da gizlilik koruması sağlayan başka web hizmetleri sunuyor mu?

source: No, we don't provide any online services.
tr: Hayır, herhangi bir çevrimiçi hizmet sunmuyoruz.

source: A list of all of our software projects can be found on our <mark><a href="https://www.torproject.org/projects/projects.html.en">projects page</a></mark>.
tr: Yazılım projelerimizin listesine <mark><a href="https://www.torproject.org/projects/projects.html.en">projeler sayfasından</a></mark> bakabilirsiniz.

source: does-tor-project-offer-email-or-privacy-protecting-web-services
tr: tor-projesi-e-posta-ya-da-kisisel-gizliligi-korumak-icin-web-hizmetleri-sunuyor-mu

source: Can I use the Tor logo in my product?
tr: Tor logosunu ürünümde kullanabilir miyim?

source: You can read all about that on our <mark><a href="https://www.torproject.org/docs/trademark-faq.html">Trademark faq page</a></mark>.
tr: Ayrıntılı bilgi almak için <mark><a href="https://www.torproject.org/docs/trademark-faq.html">Ticari marka SSS sayfasına</a></mark> bakabilirsiniz.

source: using-tor-logo
tr: tor-logosunun-kullanimi

source: I'm having a problem updating or using Vidalia.
tr: Vidalia güncellenirken ya da kullanılırken bir sorun yaşıyorum.

source: Vidalia is no longer maintained or supported.
tr: Vidalia artık geliştirilmiyor ve desteklenmiyor

source: A large portion of the features Vidalia offered have now been integrated into Tor Browser itself.
tr: Vidalia tarafından sunulan özelliklerin çoğu Tor Browser üzerine aktarıldı.

source: having-a-problem-updating-vidalia
tr: vidalia-guncellemesinde-sorun-yasiyorum

source: Our mission:
tr: Misyonumuz:

source: to advance human rights and freedoms by creating and deploying free and open source anonymity and privacy technologies, supporting their unrestricted availability and use, and furthering their scientific and popular understanding.
tr: özgür ve açık kaynaklı anonimlik ve kişisel gizlilik teknolojileri geliştirerek insan hakları ve özgürlükleri geliştirmek, bu teknolojilere kısıtlamasız olarak erişilebilmesi ile bilimsel ve yaygın olarak anlaşılmasını sağlamak.

source: Subscribe to our Newsletter
tr: Bültenimize Abone Olun

source: Get monthly updates and opportunities from the Tor Project
tr: Tor Projesi hakkında aylık güncelleme ve fırsatlar hakkında bilgi alabilirsiniz.

source: Trademark, copyright notices, and rules for use by third parties can be found in our <a href="https://www.torproject.org/docs/trademark-faq" target="_blank" class="text-primary-light"><u>FAQ</u></a>.
tr: Üçüncü tarafların kullanımı için patent, telif hakları ve koşullar için <a href="https://www.torproject.org/docs/trademark-faq" target="_blank" class="text-primary-light"><u>SSS</u></a> bölümüne bakabilirsiniz.

source: Tor Project | Support
tr: Tor Projesi | Destek

source: Tor Logo
tr: Tor Logosu

source: Download Tor Browser
tr: Tor Browser İndir

source: Search
tr: Arama

source: Permalink
tr: Kalıcı bağlantı
