Repository: torproject/support
Catalog: i18n/contents+bn_BD.po
Languages: bn_bd

source: On Linux, there is no default location, however the folder will be named "tor-browser_en-US" if you are running the English Tor Browser.
bn_bd: লিনাক্সে, কোন ডিফল্ট অবস্থান নেই, তবে ফোল্ডারটি "টর-browser_en-ইউএস "-এর নাম হবে যদি আপনি ইংরেজী টর ব্রাউজার চালাচ্ছেন ।

source: * Delete the Tor Browser folder or application.
bn_bd: * টর ব্রাউজার ফোল্ডার বা অ্যাপ্লিকেশন মুছে দিন

source: * Empty your Trash.
bn_bd: * আবর্জনা খালি করুন ।

source: * Note that your operating system’s standard "Uninstall" utility is not used.
bn_bd: * লক্ষ্য করুন যে আপনার অপারেটিং সিস্টেমের স্ট্যান্ডার্ড "আনইনস্টল " ইউটিলিটি ব্যবহার করা হয় না.

source: Is there a way to change the IP address that Tor Browser assigns me for a particular site?
bn_bd: এই IP ঠিকানা পরিবর্তন করার কোন উপায় আছে যে টর ব্রাউজার আমাকে একটি নির্দিষ্ট সাইটের জন্য নিমিত্তে দেয়?

source: Tor Browser has two ways to change your relay circuit — "New Identity" and "New Tor Circuit for this Site".
bn_bd: টর ব্রাউজার আপনার রিলে বর্তনী পরিবর্তন করার দুইটি উপায় আছে — "নতুন পরিচয় " এবং "নতুন টর বর্তনী এই সাইট ".

source: Both options are located in the Torbutton (little green onion) menu.
bn_bd: উভয় অপশন Torbutton (ছোট সবুজ পেঁয়াজ) মেনুতে অবস্থিত রয়েছে ।

source: ##### New Identity
bn_bd: # # # # নতুন পরিচয়

source: This option is useful if you want to prevent your subsequent browser activity from being linkable to what you were doing before.
bn_bd: আপনি যদি আপনার পরবর্তী ব্রাউজার কার্যকলাপকে linkable করা থেকে বিরত রাখতে চান তাহলে এই অপশনটি দরকারী ।

source: Selecting it will close all your tabs and windows, clear all private information such as cookies and browsing history, and use new Tor circuits for all connections.
bn_bd: নির্বাচন করুন এটি আপনার সকল ট্যাব এবং windows বন্ধ করবে, কুকিজ এবং ব্রাউজিং ইতিহাস যেমন সকল গোপনীয় তথ্য মুছে ফেলবে এবং সকল সংযোগের জন্য নতুন টর বর্তনী ব্যবহার করুন ।

source: Tor Browser will warn you that all activity and downloads will be stopped, so take this into account before clicking "New Identity".
bn_bd: টর ব্রাউজার আপনাকে সতর্ক করবে যে সকল ক্রিয়াকলাপ এবং ডাউনলোড বন্ধ হয়ে যাবে, তাই "নতুন পরিচয় "-এ ক্লিক করার আগে এটিকে অ্যাকাউন্টে নিন ।

source: ##### New Tor Circuit for this Site
bn_bd: # # # # # নিউ টর সার্কিট এই সাইটের জন্য

source: This option is useful if the exit relay you are using is unable to connect to the website you require, or is not loading it properly.
bn_bd: যদি প্রস্থান রিলে আপনি ব্যবহার করছেন তাহলে এই বিকল্পটি দরকারী, অথবা আপনার প্রয়োজন ওয়েবসাইটে সংযোগ করতে অক্ষম, অথবা এটি সঠিকভাবে লোড করা নেই ।

source: Selecting it will cause the currently-active tab or window to be reloaded over a new Tor circuit.
bn_bd: এটি নির্বাচন করার জন্য বর্তমানে সক্রিয় ট্যাব বা উইন্ডো একটি নতুন টর সার্কিটে লোড করা হবে ।

source: Other open tabs and windows from the same website will use the new circuit as well once they are reloaded.
bn_bd: একই ওয়েবসাইট থেকে অন্যান্য খোলা ট্যাব এবং windows নতুন সার্কিট ব্যবহার করবে, যা পুনরায় লোড করা হবে.

source: This option does not clear any private information or unlink your activity, nor does it affect your current connections to other websites.
bn_bd: এই বিকল্পটি কোনো গোপনীয় তথ্য বা আপনার সক্রিয়তার যোগসূত্রকে পরিষ্কার করে না এবং এটি আপনার বর্তমান সংযোগে অন্যান্য ওয়েবসাইটে প্রভাব ফেলে না ।

source: <p class="card-text">Card text</div>
bn_bd: <p class="card-text">কার্ড পাঠ্য</div>

source: A website (bank, email provider, etc..) locks me out whenever I use Tor, what can I do?
bn_bd: একটি ওয়েবসাইট (ব্যাংক, ইমেল প্রদানকারী ইত্যাদি) আমাকে যখন টর ব্যবহার করে তখন আমাকে লক করে দেয়, আমি কি করতে পারি?

source: Tor Browser often makes your connection appear as though it is coming from an entirely different part of the world.
bn_bd: টর ব্রাউজার প্রায়ই আপনার কানেকশন প্রদর্শিত হয় যেন এটি বিশ্বের একটি সম্পূর্ণ ভিন্ন অংশ থেকে আসছে ।

source: Some websites, such as banks or email providers, might interpret this as a sign that your account has been compromised, and lock you out.
bn_bd: কিছু ওয়েবসাইট, যেমন ব্যাংক বা ইমেইল প্রদানকারী, আপনার অ্যাকাউন্টটি সংকটাপন্ন হয়েছে, এবং আপনাকে তালাবদ্ধ করে তা ব্যাখ্যা করতে পারে ।

source: The only way to resolve this is by following the site’s recommended procedure for account recovery, or contacting the operators and explaining the situation.
bn_bd: এটি সমাধান করার একমাত্র উপায় হচ্ছে সাইটের সুপারিশকৃত পদ্ধতি অনুসরণ করে অ্যাকাউন্ট পুনরুদ্ধারের জন্য, অথবা অপারেটরদের সাথে যোগাযোগ করা এবং পরিস্থিতি ব্যাখ্যা করা ।

source: You may be able to avoid this scenario if your provider offers 2-factor authentication, which is a much better security option than IP-based reputations.
bn_bd: যদি আপনার সরবরাহকারী 2-ফ্যাক্টর প্রমাণীকরণ প্রস্তাব করে, তাহলে IP ভিত্তিক reputations চেয়ে অনেক উন্নত নিরাপত্তা বিকল্প আছে.

source: Contact your provider and ask them if they provide 2FA.
bn_bd: আপনার প্রদানকারীর সাথে যোগাযোগ করুন এবং যদি তারা 2FA প্রদান করে তাহলে তাদেরকে জিজ্ঞাসা করুন ।

source: Tor Browser is currently available on Windows, Linux and OSX.
bn_bd: টর ব্রাউজার বর্তমানে উইন্ডোজ, লিনাক্স এবং OSX এ উপলব্ধ।

source: Can I set Tor Browser as my default browser?
bn_bd: আমি কি আমার ডিফল্ট ব্রাউজার হিসেবে টর ব্রাউজার সেট করতে পারি?

source: There is currently no supported method for setting Tor Browser as your default browser.
bn_bd: আপনার ডিফল্ট ব্রাউজার হিসেবে টর ব্রাউজার সেটিং করার জন্য বর্তমানে কোন সমর্থিত পন্থা নেই ।

source: The Tor Browser works hard to isolate itself from the rest of your system, and the steps for making it the default browser are unreliable.
bn_bd: টর ব্রাউজার আপনার সিস্টেম বাকি থেকে নিজেকে সাবমেরিনকে জানিয়ে দাও করতে কঠোর পরিশ্রম করে, এবং ডিফল্ট ব্রাউজারটি তৈরি করার পদক্ষেপটি অবিশ্বস্ত ।

source: This means sometimes a website would load in the Tor Browser, and sometimes it would load in another browser, this type of behavior can be dangerous and anonymity-breaking.
bn_bd: এর মানে কখনও কখনো একটি ওয়েবসাইট টর ব্রাউজারে লোড করা হয়, আবার কখনো এটি অন্য একটি ব্রাউজারে লোড হয়ে যায়, এই ধরনের আচরণ বিপজ্জনক ও সনদে হতে পারে ।

source: Does running Tor Browser make me a relay?
bn_bd: টর ব্রাউজার কি আমাকে রিলে করে তোলে?

source: Running Tor Browser does not make you act as a relay in the network.
bn_bd: টর ব্রাউজার চালনা আপনাকে নেটওয়ার্কে রিলে হিসেবে কাজ করে না ।

source: This means that your computer will not be used to route traffic for others.
bn_bd: এর মানে হলো আপনার কম্পিউটার অন্যদের জন্য রুটে চলাচলের কাজে ব্যবহার করা হবে না ।

source: If you'd like to become a relay, please see our <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">Tor Relay Guide</a></mark>.
bn_bd: যদি আপনি একটি রিলে হতে চান, অনুগ্রহ করে আমাদের <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">টর রিলে গাইড</a></mark> দেখুন ।

source: Why does Tor Browser ship with Javascript enabled?
bn_bd: কেন জাভাস্ক্রিপ্ট-এর ব্রাউজার শিপ সক্রিয় আছে?

source: We configure NoScript to allow JavaScript by default in Tor Browser because many websites will not work with JavaScript disabled.
bn_bd: আমরা জাভাস্ক্রিপ্ট ব্রাউজারে ডিফল্ট অনুসারে NoScript কনফিগার করতে পারি কারণ অনেক ওয়েবসাইট জাভাস্ক্রিপ্ট অক্ষমের সাথে কাজ করবে না.

source: Most users would give up on Tor entirely if we disabled Javascript by default because it would cause so many problems for them.
bn_bd: বেশীরভাগ ব্যবহারকারী যদি আমাদের সাথে জাভাস্ক্রিপ্ট নিষ্ক্রিয় করে দেয়, তাহলে তাদের জন্য অনেক সমস্যা সৃষ্টি হবে ।

source: Ultimately, we want to make Tor Browser as secure as possible while also making it usable for the majority of people, so for now, that means leaving Javascript enabled by default.
bn_bd: পরিশেষে, আমরা টর ব্রাউজারকে নিরাপদ হিসেবে গড়ে তুলতে চাই, যখন বেশীরভাগ মানুষের জন্য এটি ব্যবহার করা সম্ভব, তাই এখন, এর মানে হল জাভাস্ক্রিপ্ট থেকে সক্রিয় হওয়া ।

source: For users who want to have Javascript disabled on all HTTP sites by default, we recommend changing your Tor Browser's security slider (in the Tor Browser Onion menu under "Security Settings").
bn_bd: ডিফল্ট হিসাবে সব HTTP সাইটগুলিতে জাভাস্ক্রিপ্ট নিষ্ক্রিয় করতে চান এমন ব্যবহারকারীদের জন্য, আমরা আপনার টর ব্রাউজারের নিরাপত্তা স্লাইডার পরিবর্তন করার পরামর্শ দিই (টর ব্রাউজারের "নিরাপত্তা সেটিংস" মেনুর মেনুতে)।

source: The low/default setting allows Javascript, but the medium and high levels both block Javascript on HTTP sites.
bn_bd: নিম্ন / ডিফল্ট সেটিংস জাভাস্ক্রিপ্ট দেয়, তবে মাধ্যম এবং উচ্চ স্তরের এইচপি সাইটগুলি ব্লক জাভাস্ক্রিপ্ট।

source: Can you get rid of all the captchas?
bn_bd: সব captchas থেকে মুক্তি পেতে পারেন?

source: Unfortunately, some websites deliver CAPTCHAS to Tor users, and we are not able to remove CAPTCHAs from websites.
bn_bd: দুর্ভাগ্যবশত, কিছু ওয়েবসাইট CAPTCHAS-তে পৌঁছে দেয়, আর আমরা ওয়েবসাইট থেকে CAPTCHAS সরিয়ে নিতে পারি না ।

source: The best thing to do in these cases is to contact the website owners, and inform them that their CAPTCHAs are preventing users such as yourself from using their services.
bn_bd: এসব ক্ষেত্রে সবচেয়ে ভালো কাজ হচ্ছে ওয়েবসাইট মালিকদের সাথে যোগাযোগ করা এবং তাদেরকে জানানো যে তাদের CAPTCHAs ব্যবহারকারীদের নিজেদের সেবা ব্যবহার থেকে বিরত রাখে ।

source: Can I run multiple instances of Tor Browser?
bn_bd: আমি কি টর ব্রাউজারের একাধিক নজির চালাতে পারি?

source: We do not recommend running multiple instances of Tor Browser, and may not work as anticipated on many platforms.
bn_bd: আমরা টর ব্রাউজারের বহুবিধ দৃষ্টান্ত চালু করার সুপারিশ করি না এবং অনেক প্ল্যাটফর্মে অভাবিত হিসেবে কাজ নাও করতে পারি ।

source: I need Tor Browser in a language that's not English.
bn_bd: আমি এমন ভাষায় টর ব্রাউজার চাই যা ইংরেজী নয় ।

source: We currently offer Tor Browser in the following languages:
bn_bd: বর্তমানে আমরা নিম্নলিখিত ব্রাউজারগুলিতে টর ব্রাউজার প্রস্তাব করছি:

source: Will my network admin be able to tell I'm using Tor Browser?
bn_bd: আমার নেটওয়ার্ক অ্যাডমিন কি বলতে সক্ষম হবে যে আমি টর ব্রাউজার ব্যবহার করছি ?

source: When using Tor Browser, no one can see the websites that you visit.
bn_bd: টর ব্রাউজার ব্যবহার করার সময়, আপনি যে ওয়েবসাইটগুলি দেখেন তা কেউ দেখতে পায় না ।

source: However, your service provider or network admins may be able to see that you're connecting to the Tor network, though they won't know what you're doing when you get there.
bn_bd: যাইহোক, আপনার পরিষেবা সরবরাহকারী বা নেটওয়ার্ক প্রশাসক দেখতে পারবেন যে আপনি টর নেটওয়ার্কে সংযোগ করছেন, যদিও তারা সেখানে গেলে আপনি কি করছেন তা জানতে পারবেন না।

source: I’m having trouble using features on Facebook, Twitter, or some other website when I’m using Tor Browser.
bn_bd: আমি যখন টর ব্রাউজার ব্যবহার করি তখন আমি ফেসবুক, টুইটার, অথবা অন্য কোন ওয়েবসাইটে ফিচার ব্যবহার করতে সমস্যা হচ্ছে ।

source: Sometimes Javascript-heavy websites can have functional issues over Tor Browser.
bn_bd: মাঝে মাঝে জাভাস্ক্রিপ্ট-হেভি ওয়েবসাইট টর ব্রাউজারে কার্যকরি বিষয় থাকতে পারে ।

source: The simplest fix is to click on the "onion menu," then click on the security slider.
bn_bd: সহজ ফিক্স "পিয়াজ মেনু, "-এ ক্লিক করুন এবং নিরাপত্তা স্লাইডারে ক্লিক করুন.

source: Set your security to "Standard".
bn_bd: আপনার সিকিউরিটি "স্ট্যান্ডার্ড "-এ সেট করুন.

source: Why is Tor Browser built from Firefox and not some other browser?
bn_bd: কেন Firefox থেকে নির্মিত টর ব্রাউজার এবং অন্য কোন ব্রাউজার নয়?

source: Tor Browser is a modified version of Firefox specifically designed for use with Tor.
bn_bd: টর ব্রাউজার হল ফায়ারফক্সের একটি পরিবর্তিত সংস্করণ বিশেষ করে টর ব্যবহারের জন্য ডিজাইন করা হয়েছে ।

source: A lot of work has been put into making the Tor Browser, including the use of extra patches to enhance privacy and security.
bn_bd: গোপনীয়তা এবং নিরাপত্তা বাড়াতে অতিরিক্ত প্যাচ ব্যবহার সহ টর ব্রাউজার তৈরি করে অনেক কাজ করা হয়েছে ।

source: While it is technically possible to use Tor with other browsers, you may open yourself up to potential attacks or information leakage, so we strongly discourage it.
bn_bd: যখন এটি প্রযুক্তিগত অন্যান্য ব্রাউজারের সাথে টর ব্যবহার করা সম্ভব, আপনি নিজেকে সম্ভাব্য আক্রমণ বা তথ্য তেজস্ক্রিয়তার করতে পারেন, তাই আমরা তা দৃঢ়ভাবে নিরুৎসাহিত করি ।

source: <mark><a href="https://www.torproject.org/projects/torbrowser/design/">Learn more about the design of Tor Browser</a></mark>.
bn_bd: <mark><a href="https://www.torproject.org/projects/torbrowser/design/">টর ব্রাউজারের নকশা সম্পর্কে আরও জানুন ।</a></mark>

source: Does Tor Browser use a different circuit for each website?
bn_bd: টর ব্রাউজার কি প্রতিটি ওয়েবসাইটের জন্য আলাদা বর্তনী ব্যবহার করে?

source: In Tor Browser, every new domain gets its own circuit.
bn_bd: টর ব্রাউজারে প্রতিটি নতুন ডোমেইন নিজস্ব সার্কিট পায় ।

source: <mark><a href="https://www.torproject.org/projects/torbrowser/design/#identifier-linkability">The Design and Implementation of Tor Browser</a></mark> document further explains the thinking behind this design.
bn_bd: <mark><a href="https://www.torproject.org/projects/torbrowser/design/#identifier-linkability">টর ব্রাউজার নথির নকশা এবং বাস্তবায়ন</a></mark> এই নকশার পেছনে চিন্তার ব্যাখ্যা করে ।

source: Why did my search engine switch to DuckDuckGo?
bn_bd: কেন আমার সার্চ ইঞ্জিন সুইচ DuckDuckGo?

source: With the release of Tor Browser 6.0.6, we switched to DuckDuckGo as the primary search engine.
bn_bd: টর ব্রাউজারের 6.0.6 প্রকাশের সাথে সাথে আমরা প্রাথমিক অনুসন্ধান ইঞ্জিন হিসেবে DuckDuckGo পরিবর্তন করি ।

source: For a while now, Disconnect has had no access to Google search results which we used in Tor Browser.
bn_bd: এখন থেকে, সংযোগ বিচ্ছিন্ন করার জন্য গুগল অনুসন্ধানের ফলাফলে কোন প্রবেশাধিকার নেই যা আমরা টর ব্রাউজারে ব্যবহার করেছি ।

source: Since Disconnect is more of a meta search engine which allows users to choose between different search providers, it fell back to delivering Bing search results which were basically unacceptable quality-wise.
bn_bd: সংযোগ বিচ্ছিন্ন একটি মেটা সার্চ ইঞ্জিন যা ব্যবহারকারীদের বিভিন্ন অনুসন্ধান প্রদানকারীর মধ্যে নির্বাচন করার অনুমতি দেয়, এটি বিং অনুসন্ধানের ফলাফলগুলি প্রদান করে যা মূলত অগ্রহণযোগ্য মানের-ভিত্তিক ছিল।

source: Why does my Tor Browser say something about Firefox not working?
bn_bd: আমার টর ব্রাউজার কেন ফায়ারফক্স কাজ করছে না?

source: Tor Browser is built using <mark><a href="https://www.mozilla.org/en-US/firefox/organizations/">Firefox ESR</a></mark>, so errors regarding Firefox may occur.
bn_bd: টর ব্রাউজার <mark><a href="https://www.mozilla.org/en-US/firefox/organizations/">ফায়ারফক্স ESR</a></mark> ব্যবহার করে তৈরি করা হয়, তাই firefox সম্পর্কে ত্রুটি দেখা দিতে পারে ।

source: Please be sure no other instance of Tor Browser is already running, and that you have extracted Tor Browser in a location that your user has the correct permissions for.
bn_bd: দয়া করে নিশ্চিত করুন যে টর ব্রাউজারের অন্য কোনও দৃষ্টান্ত ইতিমধ্যেই চলছে এবং আপনি যে টর্ ব্রাউজারটি আপনার ব্যবহারকারীর জন্য যথাযথ অনুমতির জন্য আছে সেটিতে আটক করেছেন।

source: If you are running an anti-virus, please see <mark><a href="http://support.torproject.org/#tbb-10">My antivirus/malware protection is blocking me from accessing Tor Browser</a></mark>, it is common for anti-virus / anti-malware software to cause this type of issue.
bn_bd: আপনি যদি অ্যান্টি-ভাইরাস চালাচ্ছেন, তাহলে দয়া করে দেখুন <mark><a href="http://support.torproject.org/#tbb-10">আমার অ্যান্টিভাইরাস/ম্যালওয়্যার সুরক্ষা আমাকে টর ব্রাউজারে প্রবেশ থেকে আটকাতে যাচ্ছে</a></mark>, এটা সাধারণ অ্যান্টি-ভাইরাস/এন্টি ম্যালওয়্যার সফটওয়্যারের জন্য এই ধরনের ইস্যু ।

source: Can I still use another browser, like Chrome or Firefox, when I am using Tor Browser?
bn_bd: আমি কি এখনও ক্রোম বা Firefox-এর মতো আরেকটি ব্রাউজার ব্যবহার করতে পারি, যখন আমি টর ব্রাউজার ব্যবহার করি?

source: You can certainly use another browser while you are also using Tor Browser.
bn_bd: আপনি টর ব্রাউজার ব্যবহার করার সময় আপনি অন্য ব্রাউজার ব্যবহার করতে পারেন ।

source: However, you should know that the privacy properties of Tor Browser will not be present in the other browser.
bn_bd: তবে, আপনার জানা উচিত যে টর ব্রাউজারের গোপনীয়তা বিশিষ্টতা অন্য ব্রাউজারে উপস্থিত থাকবে না ।

source: Be careful when switching back and forth between Tor and a less safe browser, because you may accidentally use the other browser for something you intended to do using Tor.
bn_bd: আপনি টর ব্যবহার করার উদ্দেশ্যে যে কোন কিছুর জন্য আপনি অন্য ব্রাউজার ব্যবহার করতে পারেন, কারণ আপনি যে কোন কিছুর জন্য আপনার জন্য কিছু করতে পারবেন ।

source: Can I make Tor Browser my default browser?
bn_bd: আমি কি আমার ডিফল্ট ব্রাউজারকে টর ব্রাউজার বানাতে পারি?

source: Unfortunately, there is no supported way to make Tor Browser your default browser.
bn_bd: দুর্ভাগ্যবশত, আপনার ডিফল্ট ব্রাউজারে টর ব্রাউজার তৈরি করার কোনো সমর্থন নেই ।

source: A website I am trying to reach is blocking access over Tor.
bn_bd: একটি ওয়েবসাইট যা আমি পৌঁছানোর চেষ্টা করছি টর পর্যন্ত অ্যাক্সেস অবরুদ্ধ করা হচ্ছে

source: Sometimes websites will block Tor users because they can't tell the difference between the average Tor user and automated traffic.
bn_bd: অনেক সময় ওয়েবসাইট টর ব্যবহারকারীদের আবদ্ধ করবে কারণ তারা গড়পড়তা টর ব্যবহারকারী এবং স্বচালিত ট্রাফিকের মধ্যে পার্থক্য বলতে পারে না ।

source: The best success we've had in getting sites to unblock Tor users is getting users to contact the site administrators directly.
bn_bd: টর ব্যবহারকারী বন্ধ করার জন্য আমরা যে সব সেরা সাফল্য পেয়েছি তা সরাসরি সাইট প্রশাসকদের সাথে যোগাযোগ করার জন্য ব্যবহারকারীরা পাচ্ছে ।

source: Something like this might do the trick:
bn_bd: এই মত কিছু ট্রিক হতে পারে:

source: "Hi! I tried to access your site xyz.com while using Tor Browser and discovered that you don't allow Tor users to access your site.
bn_bd: "হাই! আমি টর ব্রাউজার ব্যবহার করার সময় আপনার সাইট xyz.com প্রবেশ করার চেষ্টা করেছি, যাতে আপনি টর ব্যবহারকারীদের আপনার সাইটে প্রবেশ করার অনুমতি না দেন ।

source: I urge you to reconsider this decision; Tor is used by people all over the world to protect their privacy and fight censorship.
bn_bd: আমি আপনাকে এই সিদ্ধান্ত বিবেচনা করতে অনুরোধ করছি; টর সারা বিশ্বের মানুষকে তাদের গোপনীয়তা রক্ষা ও যুদ্ধ করার জন্য ব্যবহার করছে ।

source: By blocking Tor users, you are likely blocking people in repressive countries who want to use a free internet, journalists and researchers who want to protect themselves from discovery, whistleblowers, activists, and ordinary people who want to opt out of invasive third party tracking.
bn_bd: টর ব্যবহারকারীদের আবদ্ধ করে, আপনি সম্ভবত দমনমূলক দেশে মানুষকে অবরুদ্ধ করে রাখেন, যারা বিনামূল্যে ইন্টারনেট, সাংবাদিক এবং গবেষকদের ব্যবহার করতে চান যারা whistleblowers থেকে নিজেকে রক্ষা করতে চান, যারা ইনভেসিভ থেকে অপ্ট আউট করতে চায় । তৃতীয় পক্ষের ট্র্যাকিং ।

source: Please take a strong stance in favor of digital privacy and internet freedom, and allow Tor users access to xyz.com.
bn_bd: অনুগ্রহ করে ডিজিটাল গোপনীয়তা এবং ইন্টারনেট স্বাধীনতার অনুগ্রহে শক্তিশালী অবস্থান গ্রহণ করুন এবং টর ব্যবহারকারীদের xyz.com প্রবেশ করতে দিন ।

source: Thank you."
bn_bd: ধন্যবাদ । "

source: In the case of banks, and other sensitive websites, it is also common to see geography-based blocking (if a bank knows you generally access their services from one country, and suddenly you are connecting from an exit relay on the other side of the world, your account may be locked or suspended).
bn_bd: ব্যাংক এবং অন্যান্য সংবেদনশীল ওয়েবসাইটের ক্ষেত্রে ভূগোল-ভিত্তিক ব্লকিং (যদি কোনও ব্যাঙ্ক জানেন যে আপনি সাধারণত এক দেশ থেকে তাদের সেবাগুলি অ্যাক্সেস করেন, এবং হঠাৎ আপনি অন্য প্রান্তে একটি প্রস্থান রিলে থেকে সংযুক্ত হন বিশ্বের, আপনার অ্যাকাউন্ট লক বা স্থগিত করা হতে পারে)।

source: If you are unable to connect to an onion service, please see <a href="#onionservices-3">I cannot reach X.onion!</a>
bn_bd: আপনি যদি কোন পেঁয়াজের সেবায় সংযোগ করতে না পারেন, তাহলে দেখে নিন <a href="#onionservices-3">আমি X-এ পৌঁছাতে পারছি না</a> ।

source: Can I use Tor with a browser besides Tor Browser?
bn_bd: আমি কি টর ব্রাউজার ছাড়াও কোন ব্রাউজারের সাথে ব্যবহার করতে পারি?

source: We strongly recommend against using Tor in any browser other than Tor Browser.
bn_bd: টর ব্রাউজার ছাড়া অন্য কোন ব্রাউজারে টর ব্যবহারের বিরুদ্ধে আমরা দৃঢ়ভাবে সুপারিশ করছি ।

source: Using Tor in another browser can leave you vulnerable without the privacy protections of Tor Browser.
bn_bd: অন্য ব্রাউজারে টর ব্যবহার করে আপনি টর ব্রাউজারের গোপনীয়তা সুরক্ষা ছাড়া আপনাকে অরক্ষিত অবস্থায় ফেলে দিতে পারেন ।

source: Does Tor Project make an application for private chat?
bn_bd: টর প্রকল্প কি ব্যক্তিগত চ্যাটের জন্য একটি অ্যাপ্লিকেশন তৈরি করে?

source: No. After eleven beta releases, we discontinued support of <a href="https://blog.torproject.org/sunsetting-tor-messenger">Tor Messenger</a>.
bn_bd: না. এগারো বেটা রিলিজ করার পর, আমরা সেবাটি পূর্বে <a href="https://blog.torproject.org/sunsetting-tor-messenger">Tor Messenger</a> বন্ধ সমর্থন করি ।

source: We still believe in Tor's ability to be used in a messaging app, but we don't have the resources to make it happen right now.
bn_bd: আমরা এখনো একটি মেসেজিং অ্যাপে ব্যবহার করার ক্ষমতার কথা বিশ্বাস করি, কিন্তু এই মুহূর্তে এটা করার জন্য আমাদের সম্পদ নেই ।

source: Do you? <mark><a href="https://www.torproject.org/about/contact.html.en">Contact us</a></mark>.
bn_bd: তুমি কি? <mark><a href="https://www.torproject.org/about/contact.html.en">আমাদের সাথে যোগাযোগ করুন</a></mark> ।

source: Can I run Tor on an Android device?
bn_bd: আমি একটি অ্যান্ড্রয়েড ডিভাইসে টর চালাতে পারি?

source: Tor on Android is provided by The Guardian Project.
bn_bd: অ্যান্ড্রয়েড-এর উপর টর প্রদান করা হয় গার্ডিয়ান প্রজেক্টের মাধ্যমে ।

source: More information can be found on the <mark><a href="https://guardianproject.info/apps/orbot/">Orbot</a></mark> and <mark><a href="https://guardianproject.info/apps/orfox/">Orfox</a></mark> web pages.
bn_bd: <mark><a href="https://guardianproject.info/apps/orbot/">অরবট</a></mark> এবং <mark><a href="https://guardianproject.info/apps/orfox/">Orfox</a></mark> ওয়েব পৃষ্ঠাতে আরো তথ্য পাওয়া যাবে ।

source: Orfox is for web browsing, and Orbot can route other apps on your Android phone over the Tor network.
bn_bd: Orfox ওয়েব ব্রাউজিং-এর জন্য, এবং অরবট আপনার অ্যান্ড্রয়েড ফোনে অন্যান্য অ্যাপ-কে অন্যান্য অ্যাপস হতে পারে ।

source: Who is the Guardian Project?
bn_bd: গার্ডিয়ান প্রকল্প কে?

source: The Guardian Project maintains Tor (and other privacy applications) on Android. More info can be found on the <mark><a href="https://guardianproject.info/">Guardian Project's website</a></mark>.
bn_bd: গার্ডিয়ান প্রকল্পটি অ্যান্ড্রয়েড-এ টর (এবং অন্যান্য গোপনীয়তা অ্যাপ্লিকেশন) বজায় রাখে । <mark><a href="https://guardianproject.info/">গার্ডিয়ান প্রজেক্টের ওয়েবসাইটে</a></mark> আরও তথ্য পাওয়া যাবে ।

source: Can I run Tor on an iOS device?
bn_bd: আমি একটি আইওএস ডিভাইস টর্চ চালাতে পারি?

source: We recommend an iOS app called Onion Browser, which is open source, uses Tor routing, and is developed by someone who works closely with the Tor Project.
bn_bd: আমরা একটি আইওএস অ্যাপ নামে একটি iOS অ্যাপের সুপারিশ করি, যা ওপেন সোর্স, টর সমন্বয়করণ ব্যবহার করে, এবং এমন একজনের দ্বারা বিকশিত হয় যারা টর প্রকল্পের সাথে ঘনিষ্ঠভাবে কাজ করে ।

source: However, Apple requires browsers on iOS to use something called Webkit, which prevents Onion Browser from having the same privacy protections as Tor Browser.
bn_bd: তবে অ্যাপলের জন্য আইওএস-এর ব্রাউজার প্রয়োজন, যা Webkit নামে কিছু ব্যবহার করতে চায়, যা থেকে পেঁয়াজ ব্রাউজারকে একই গোপনীয়তা রক্ষা করে টর ব্রাউজার হিসেবে ।

source: <mark><a href="https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor">Learn more about Onion Browser</a></mark>.
bn_bd: <mark><a href="https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor">পেঁয়াজের ব্রাউজার সম্পর্কে আরও জানুন</a></mark> ।

source: How do I run Tor on Windows Phone?
bn_bd: উইন্ডোজ ফোনে আমি কিভাবে টর রান করব?

source: There is currently no supported method for running Tor on Windows Phone.
bn_bd: বর্তমানে উইন্ডোজ ফোনের টর্কে চালানোর জন্য কোন সমর্থিত পদ্ধতি নেই।

source: When is Tor Browser for Android being released?
bn_bd: কখন অ্যান্ড্রয়েডের জন্য টর ব্রাউজারে রিলিজ হবে ?
