Repository: torproject/support
Catalog: i18n/contents+es_*.po
Languages: ar, es

source: tor-browser-will-not-connect-no-censorship
ar: navegador-tor-no-conecta-sin-censura
es: navegador-tor-no-conectará-censurado

source: If you see lines like these in your Tor log, it means you are failing to connect to a SOCKS proxy.
ar: Si ves líneas cómo éstas en tu bitácora Tor, significa que estás fallando en conectarte a un proxy SOCKS.

source: The best thing to do in these cases is to contact the website owners, and inform them that their CAPTCHAs are preventing users such as yourself from using their services.
ar: Lo mejor para hacer en estos casos es contactar a los propietarios del sitio web, e informarles que sus CAPTCHAS están previniendo que usuarios tales como vos estén usando sus servicios.
es: Lo mejor en estos casos es contactar con los propietarios de los sitios web, e informarles de que sus CAPTCHAs están evitando que usuarios como tú usen sus servicios.

source: Why does my Tor Browser say something about Firefox not working?
ar: ¿Por qué mi navegador Tor dice algo acerca de que Firefox no está funcionando?
es: ¿Por qué mi Navegador Tor menciona algo sobre que Firefox no funciona?

source: I'm having a problem with DuckDuckGo.
ar: Estoy teniendo un problema con DuckDuckGo.
es: Tengo un problema con DuckDuckgo

source: Can I use Tor with a browser besides Tor Browser?
ar: ¿Puedo usar Tor con un navegador aparte del navegador Tor?
es: ¿Puedo usar Tor con otro navegador además de con el navegador Tor?

source: * Look for a log entry in /var/log/syslog such as "Self-testing indicates your ORPort is reachable from the outside. Excellent."
ar: * Prestá atención a una línea de bitácora en /var/log/syslog tal como "Self-testing indicates your ORPort is reachable from the outside. Excellent."
es: * Busca una entrada de registro en /var/log/syslog como "La autoprueba indica que tu ORPort es accesible desde el exterior. Excelente."

source: That said, Tor is much faster than it used to be and you may not actually notice any change in speed from other browsers.
ar: Dicho sea de paso, Tor es mucho más rápido de lo que solía ser, y puede que realmente no notes ningún cambio en velocidad con respecto a otros navegadores.
es: Dicho eso, Tor es mucho más rápido de lo que solía ser y puede que en realidad no notes ningún cambio de velocidad en comparación con otros navegadores.

source: * Türkçe (tr)
ar: * Turco (tr)

source: But please consider that our software is used every day for a wide variety of purposes by human rights activists, journalists, domestic violence survivors, whistleblowers, law enforcement officers, and many others. Unfortunately, the protection that our software can provide to these groups of people can also be abused by criminals and malware authors.
ar: Pero por favor considerá que nuestro programa es usado cada día para una amplia variedad de propósitos por activistas de derechos humanos, periodistas, sobrevivientes de violencia doméstica, informantes, oficiales de policía, y muchos otros. Desafortunadamente, la protección que nuestro programa puede proveer a estos grupos de personas puede también ser abusada por criminales y autores de programas maliciosos.
es: Pero, por favor, considera que nuestro software es usado cada día por una amplia variedad de propósitos por activistas pro derechos humanos, periodistas, supervivientes de violencia doméstica, informantes, agentes de la ley, y muchos otros. Desafortunadamente, la protección que puede proporcionar nuestro software a estos grupos de personas también puede ser usada por criminales y autores de malware.

source: using-tor-logo
ar: usar-logo-tor
es: usando-el-logo-de-tor

source: get-rid-of-captchas
ar: eliminar-captchas
es: deshacerse-de-los-captchas

source: The rest of your circuit changes with every new website you visit, and all together these relays provide the full privacy protections of Tor.
ar: El resto de tu circuito cambia con cada nuevo sitio web que visitás, y entre todos, éstos relevos proveen las protecciones de privacidad completas de Tor.
es: El resto de tu circuito cambia con cada nuevo sitio web que visitas, y todos estos repetidores juntos proporcionan las protecciones de privacidad completas de Tor.

source: first-address-relay-circuit
ar: primera-dirección-cicuito-relevo
es: primera-dirección-del-circuito-de-repetidores

source: On Linux, there is no default location, however the folder will be named "tor-browser_en-US" if you are running the English Tor Browser.
ar: En Linux, no hay una ubicación por defecto, de cualquier manera, la carpeta se llamará "tor-browser_en-US" si estás corriendo el navegador Tor en inglés.
es: En Linux, no hay ubicación predeterminada; no obstante la carpeta será nombrada "tor-browser_en-US" si está ejecutando el Tor Browser en inglés.

source: Tor Browser is built using <mark><a href="https://www.mozilla.org/en-US/firefox/organizations/">Firefox ESR</a></mark>, so errors regarding Firefox may occur.
ar: El navegador Tor se construye usando <mark><a href="https://www.mozilla.org/en-US/firefox/organizations/">Firefox ESR</a></mark>, por lo que pueden ocurrir errores concernientes a Firefox.
es: El Tor Browser se desarrolló usando ​<mark><a href="https://www.mozilla.org/en-US/firefox/organizations/">Firefox ESR</a></mark>, así que pueden ocurrir errores relacionados con Firefox.

source: If you'd like to become a relay, please see our <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">Tor Relay Guide</a></mark>.
ar: Si quisieras correr un relevo, por favor mirá nuestra <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">guía de relevo Tor</a></mark>.
es: Si deseas convertirte en un repetidor, por favor, mira nuestra <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">Guía de repetidor Tor</a></mark>.

source: can-eavesdroppers-see-information-i-share
ar: pueden-observadores-hostiles-ver-información-que-comparto
es: pueden-escuchar-ver-información-compartida

source: Can I set Tor Browser as my default browser?
ar: ¿Puedo ajustar al navegador Tor como mi navegador por defecto?
es: ¿Puedo establecer el Tor Browser como mi navegador predeterminado?

source: Please make sure your clock is set accurately, including the correct timezone. Then restart Tor.
ar: Por favor asegurate que tu reloj esté ajustado precisamente, incluyendo el huso horario correcto. Luego reiniciá Tor.
es: Por favor, asegúrate de que tu reloj está ajustado con precisión, incluyendo la zona horaria correcta. Luego reinicia Tor.

source: can-tor-help-users-access-website
ar: puede-tor-ayudar-a-usuarios-acceder-sitio-web
es: puede-tor-ayudar-a-los-usuarios-a-acceder-a-internet

source: If your issue is not listed, please file a <mark><a href="https://trac.torproject.org">bug report</a></mark> about what you're experiencing.
ar: Si tu dificultad no está listada, por favor envía un <mark><a href="https://trac.torproject.org">reporte de error</a></mark>acerca de lo que estás experimentando.
es: Si tu problema no aparece en la lista, envía un <mark><a href="https://trac.torproject.org">informe de error</a></mark> sobre lo que te está pasando.

source: We are so sorry, but you have been infected with malware.
ar: Lo lamentamos mucho, pero has sido infectado con un programa malicioso.
es: Lo sentimos mucho, pero has sido infectado por malware.

source: The best success we've had in getting sites to unblock Tor users is getting users to contact the site administrators directly.
ar: El éxito más rotundo que hemos tenido al hacer que los sitios desbloqueen usuarios de Tor es involucrar a los usuarios para contactar directamente a los administradores del sitio.
es: Lo más, que hemos podido conseguir para que los sitios desbloqueen a los usuarios de Tor es hacer que los usuarios se pongan en contacto con los administradores del sitio directamente.

source: Does Tor Browser use a different circuit for each website?
ar: ¿El navegador Tor usa un circuito diferente para cada sitio web?
es: ¿El Tor Browser usa un circuito diferente para cada sitio web?

source: Please note that some antivirus clients, like Kaspersky, may also be blocking Tor at the firewall level.
ar: Por favor notá que algunos clientes antivirus, como Kaspersky, puede también estar bloqueando Tor a nivel del cortafuegos.
es: Ten en cuenta que algunos clientes antivirus, como Kaspersky, también pueden bloquear Tor en el firewall.

source: To use GetTor via Twitter.
ar: Usar GetTor vía Twitter.
es: Usar GetTor vía Twitter.

source: * Run "service tor reload" (as root).
ar: * Corré "service tor reload" (como superusuario)
es: * Ejecuta "service tor reload" (como root).

source: Tor Browser prevents people from knowing the websites you visit.
ar: El navegador Tor previene que otros sepan que sitios web visitás.
es: El navegador Tor evita que se sepa los sitios web que visitas.

source: If the outcome you want is simply to be able to access resources that are only available in one country, you may want to consider using a VPN instead of using Tor.
ar: Si lo que querés es simplemente ser capaz de acceder a algún recurso que está disponible solamente en un país, podrías querer considerar usar una RPV en vez de usar tor.
es: Si lo que quieres es acceder a recursos que sólo están disponibles en un país determinado, puede que quieras considerar usar una VPN en lugar de usar Tor.

source: A lot of work has been put into making the Tor Browser, including the use of extra patches to enhance privacy and security.
ar: Un montón de trabajo ha sido puesto en hacer el navegador Tor, incluyendo el uso de parches extra para ampliar privacidad y seguridad.
es: Se ha dedicado mucho trabajo a la creación del Tor Browser, incluyendo el uso de parches extra para mejorar la privacidad y la seguridad.

source: If you are unable to connect to an onion service, please see <a href="#onionservices-3">I cannot reach X.onion!</a>
ar: Si no sos capaz de conectar a un servicio onion, por favor mirá <a href="#onionservices-3">¡No puedo alcanzar X.onion!</a>
es: Si no puedes conectarte a un servicio de onion, por favor mira <a href="#onionservices-3">¡no puedo entrar en X.onion!</a>

source: This means that your computer will not be used to route traffic for others.
ar: Esto significa que tu computadora no será utilizada para rutear tráfico para otros.
es: Esto significa que tu ordenador no se usará para enrutar el tráfico de otros.

source: * After your relay connects to the network, it will try to determine whether the ports you configured are reachable from the outside.
ar: * Luego que tu relevo se conecte a la red, intentará determinar si los puertos que configuraste son alcanzables desde el exterior.
es: * Después de que tu repetidor se conecte a la red, intentará determinar si los puertos configurados son accesibles desde el exterior.

source: * English (en-US)
ar: * Inglés (en-US)

source: most-common-issues-latest-stable-tor-browser
ar: dificultades-más-comunes-último-navegador-tor-estable
es: los-problemas-más-comunes-del-último-navegador-tor-estable

source: We are always seeking more diversity in our funding sources, especially from foundations and individuals.
ar: Estamos siempre buscando más diversidad en nuestras fuentes de financiación, especialmente desde fundaciones e individuos.
es: Siempre estamos buscando más diversidad para nuestras fuentes de financiación, especialmente desde fundaciones y personas a título individual.

source: ###### Common log error #1: Proxy connection failure
ar: ###### Error común de bitácora #1: Fallo de conexión en proxy
es: ##### Error de registro común #1: Fallo de conexión del proxy

source: We feel that talking openly about our funders and funding model is the best way to maintain trust with our community.
ar: Sentimos que hablando abiertamente acerca de quienes nos financian y nuestro modelo de financiación es la mejor manera de mantener la confianza con nuestra comunidad.
es: Creemos que hablar claramente sobre quienes nos financian y nuestro modelo de financiación es la mejor forma de mantener la confianza con nuestra comunidad.

source: using-tor-with-a-browser-besides-tor-browser
ar: usando-tor-con-navegador-aparte-del-navegador-tor
es: usando-tor-con-otro-navegador

source: Unfortunately, there is no supported way to make Tor Browser your default browser.
ar: Desafortunadamente, no hay ninguna manera soportada para hacer al navegador Tor tu navegador por defecto.
es: Desafortunadamente, no existe manera de que el Tor Browser sea tu navegador predeterminado.

source: The Tor Project did not create this malware. The malware authors are asking you to download Tor Browser presumably to contact them anonymously with the ransom they're demanding from you.
ar: El proyecto Tor no creó este programa malicioso. Los autores del mismo están solicitándote que descargues el navegador Tor presumiblemente para contactarlos anónimamente con el rescate que están demandando de vos.
es: El Proyecto Tor no ha creado este malware. Los autores de este malware te están urgiendo a que descargues el Tor Browser presumiblemente para que contactes con ellos de forma anónima con el rescate que te están exigiendo.

source: When I use Tor Browser, will anyone be able to tell which websites I visit?
ar: Cuando use Tor, ¿cualquiera será capaz de saber que sitios web visito?
es: Cuando uso el navegador Tor, ¿alguien podría determinar qué páginas web visito?

source: Selecting it will close all your tabs and windows, clear all private information such as cookies and browsing history, and use new Tor circuits for all connections.
ar: Seleccionándola cerrará todas tus pestañas y ventanas, limpiará toda información privada tal como "cookies" e historial de navegación, y usará nuevos circuitos Tor para todas las conexiones.
es: Con seleccionarlo puedes cerrar todas tus pestañas y ventanas, borrar toda la información privada como cookies e historial de búsqueda, y hacer uso de un nuevo circuito de Tor para todas las conexiones.

source: ##### New Identity
ar: ##### Nueva Identidad
es: ##### Nueva identidad

source: Does using Tor Browser protect other applications on my computer?
ar: ¿Usando el navegador Tor se protejen otras aplicaciones en mi computadora?
es: ¿Usar el Tor Browser protege a otras aplicaciones en mi equipo?

source: It is a fast and stable relay that remains the first one in your circuit for 2-3 months in order to protect against a known anonymity-breaking attack.
ar: Es un relevo rápido y estable que permanece como el primero en tu circuito por 2-3 meses en orden a proteger contra un ataque conocido de ruptura de anonimato.
es: Es un repetidor rápido y estable que permanece como el primero en tu circuito durante 2-3 meses para protegerte contra un conocido ataque de ruptura-de-anonimato.

source: tor-browser-firefox-not-working-error
ar: error-firefox-no-funcionando-de-navegador-tor
es: error-navegador-firefox-tor

source: which-platform-tor-browser-available
ar: cual-plataforma-disponible-navegador-tor
es: para-qué-plataforma-está-disponible-tor

source: Whenever we release a new stable version of Tor Browser, we write a blog post that details its new features and known issues.
ar: Cada vez que lanzamos una nueva versión estable del navegador Tor, escribimos una entrada en el blog que detalla sus nuevas características y dificultades conocidas.
es: Siempre que publicamos una nueva versión estable del Tor Browser, escribimos un artículo en el blog que detalla sus nuevas características y problemas conocidos.

source: The same protections that keep bad people from breaking Tor's anonymity also prevent us from tracking users.
ar: Las mismas protecciones que evitan que malas personas vulneren el anonimato provisto por Tor, también previenen que nosotros rastreemos usuarios.
es: Las mismas protecciones que evitan que los malos rompan el anonimato de Tor, nos impiden a nosotros mismos rastrear a los usuarios.

source: If you’re having trouble connecting, please select the option to "copy Tor log to clipboard."
ar: Si estás teniendo problemas conectándote, por favor seleccioná la opción "Copiar la bitácora de Tor al portapapeles".
es: Si tienes problemas para conectarte, por favor selecciona la opción "copiar el registro Tor al portapapeles".

source: <mark><a href="https://duckduckgo.com/">DuckDuckGo</a></mark> is the default search engine in Tor Browser.
ar: <mark><a href="https://duckduckgo.com/">DuckDuckGo</a></mark> es el motor de búsqueda por defecto en el navegador Tor.

source: I've heard about websites that are only accessible over Tor. What are these websites, and how can I access them?
ar: He escuchado acerca de sitios web que solamente son accesibles a través de Tor. ¿Qué son éstos sitios web, y cómo puedo accederlos?
es: He oído de sitios web que sólo son accesibles con Tor. ¿Qué son estos sitios web, y cómo puedo acceder a ellos?

source: * For Windows
ar: * Para Windows
es: * Para Windows

source: I'm having a problem with HTTPS Everywhere.
ar: Estoy teniendo un problema con HTTPS Everywhere.
es: Tengo un problema con HTTPS Everywhere.

source: tor-browser-issues-facebook-twitter-websites
ar: dificultades-con-facebook-twitter-del-navegador-tor
es: cuestiones-sobre-el-navegador-tor-facebook-twitter

source: * Korean (ko)
ar: * Coreano (ko)

source: Please see the <mark><a href="https://duck.co/help">DuckDuckGo support portal</a></mark>.
ar: Por favor mirá el <mark><a href="https://duck.co/help">portal de soporte de DuckDuckGo</a></mark>.
es: Por favor, visita el ​<mark><a href="https://duck.co/help">portal de soporte de DuckDuckGo</a></mark>.

source: does-tor-project-offer-hosting
ar: proyecto-tor-ofrece-alojamiento
es: ofrece-alojamiento-el-proyecto-tor

source: By blocking Tor users, you are likely blocking people in repressive countries who want to use a free internet, journalists and researchers who want to protect themselves from discovery, whistleblowers, activists, and ordinary people who want to opt out of invasive third party tracking.
ar: Al bloquear usuarios de Tor, probablemente estés bloqueando gente en países represivos que quieren usar una Internet libre, periodistas e investigadores que quieren protegerse a sí mismos de ser descubiertos, informantes, activistas, y personas ordinarias que quieren optar en contra de rastreo invasivo por parte de terceros.
es: Al bloquear a los usuarios de Tor, es probable que estés bloqueando a personas en países represivos que quieren usar un Internet libre, periodistas e investigadores que quieren protegerse a sí mismos de ser descubiertos, denunciantes, activistas, y gente común que quiere optar por no participar en el rastreo invasivo de terceros.

source: Is there a way to change the IP address that Tor Browser assigns me for a particular site?
ar: ¿Hay alguna manera de cambiar la dirección IP que el navegador Tor me asigna para un sitio en particular?
es: ¿Hay alguna forma de cambiar la dirección IP que el Tor Browser me asigna para un sitio en concreto?

source: Right now the path length is hard-coded at 3 plus the number of nodes in your path that are sensitive.
ar: Al momento, la longitud de ruta es parte del código ejecutable no configurable, y está establecida en 3, más el número de nodos que son sensitivos en tu camino.
es: Ahora mismo la longitud de la ruta está internamente codificada en 3 más el número de nodos en tu ruta que sean sensibles.

source: * العربية (ar)
ar: * Arabe (ar)

source: Tor doesn't keep any logs that could identify a particular user.
ar: Tor no mantiene ninguna bitácora que pudiera identificar a un usuario particular.
es: Tor no conserva ningún registro que pueda identificar a un usuario concreto.

source: ## Set your own contact info
ar: ## Ajustá tu propia información de contacto

source: Please see our <mark><a href="https://www.torproject.org/getinvolved/volunteer.html.en">volunteer page</a></mark> for how to get involved!
ar: ¡Por favor mirá nuestra <mark><a href="https://www.torproject.org/getinvolved/volunteer.html.en">página de voluntarios</a></mark> para saber cómo hacer para involucrarse!
es: Por favor, ¡mira nuestra <mark><a href="https://www.torproject.org/getinvolved/volunteer.html.en">​página de voluntariado</a></mark> para ver cómo involucrarte!

source: When I'm using Tor, can eavesdroppers still see the information I share with websites, like login information and things I type into forms?
ar: Cuando estoy usando Tor, ¿puede algún observador hostil ver la información que comparto con sitios web, tal como información de ingreso y cosas que tipeo en formularios?
es: Cuando estoy usando Tor, ¿alguien a la escucha todavía puede ver la información que comparto con los sitios web, como la información de inicio de sesión y las cosas que escribo en los formularios?

source: Selecting it will cause the currently-active tab or window to be reloaded over a new Tor circuit.
ar: Seleccionándola causará que la pestaña activa en este momento sea recargada sobre un nuevo circuito Tor.
es: Al seleccionarlo, causará que la pestaña o ventana actualmente activa se recargue sobre un nuevo circuito de Tor.

source: Tor Browser already comes installed with two add-ons — HTTPS Everywhere and NoScript — and adding anything else could deanonymize you.
ar: El navegador Tor ya tiene instalados dos complementos - HTTPS Everywhere y NoScript - y añadir cualquier cosa más puede dejar tu anonimato sin efecto.
es: El Navegador Tor ya trae instalado dos complementos - HTTPS Everywhere y NoScript - y añadir cualquier otra cosa podría desanonimizarte.

source: Why is Tor Browser built from Firefox and not some other browser?
ar: ¿Por qué el navegador Tor está construido a partir de Firefox y no algún otro navegador?
es: ¿Por qué se ha desarrollado el Tor Browser a partir de Firefox y no de algún otro navegador?

source: Can you get rid of all the captchas?
ar: ¿Podés deshacerte de todos los "captchas"?
es: ¿Pueden quitar todos los CAPTCHAs?

source: If this is your first introduction to Tor Browser, we understand that you might think we're bad people who enable even worse people.
ar: Si ésta es tu primera introducción al navegador Tor, entendemos que puedas pensar que somos malas personas que habilitan a otras personas aún peores.
es: Si este es tu primer contacto con el Tor Browser, entendemos que puedas pensar que somos unos indeseables que dams alas a gente todavía más indeseable.

source: 19.11.2017 00:04:48.800 [WARN] Received NETINFO cell with skewed time (OR:xxx.xx.x.xx:xxxx): It seems that our clock is behind by 1 days, 0 hours, 1 minutes, or that theirs is ahead.
ar: 19.11.2017 00:04:48.800 [ADVERTENCIA] Se recibió una llamada NETINFO con tiempo dispar (OR:xxx.xx.x.xx:xxxx): Parece que nuestro reloj está atrasado en 1 día, 0 horas, 1 minuto, o que el de ellos está adelantado.
es: 19.11.2017 00:04:48.800 [WARN] Recibida la celda NETINFO con tiempo sesgado (OR:xxx.xx.x.xx:xxxx): Parece que nuestro reloj está atrasado 1 día, 0 horas, 1 minutos, o que el suyo está adelantado.

source: Have a separate IP address for your exit relay, and don't route your own traffic through it.
ar: Disponé de una dirección IP separada para tu relevo de salida, y no rutees tu propio tráfico a través de la misma.
es: Ten una dirección IP separada para tu repetidor de salida y no enrutes tu propio tráfico a través de esta.

source: 13-11-17 19:53:49.300 [WARN] 10 connections have failed:
ar: 13-11-17 19:53:49.300 [ADVERTENCIA] 10 conexiones han fallado:
es: 13-11-17 19:53:49.300 [WARN] 10 conexiones han fallado:

source: When is Tor Browser for Android being released?
ar: ¿Cuándo estaría siendo lanzado el navegador Tor para Android?
es: ¿Cuándo se publicará el Tor Browser para Android?

source: how-do-i-run-a-middle-or-guard-relay
ar: como-corro-un-relevo-intermedio-o-guarda
es: como-puedo-correr-un-repetidor-central-o-de-guardia
