Repository: torproject/support
Catalog: i18n/contents+bn_BD.po
Languages: bn_bd

source: How can we help?
bn_bd: আমরা কিভাবে সাহায্য করতে পারি?

source: Most Frequently Asked Questions
bn_bd: প্রায়শই জিজ্ঞাসিত প্রশ্নাবলী

source: Tor Browser
bn_bd: টর ব্রাউজার

source: tor-browser
bn_bd: টর-ব্রাউজার

source: Connecting To Tor
bn_bd: টর সাথে সংযোগ স্থাপন করুন

source: Censorship
bn_bd: সেন্সরশিপ

source: Onion Services
bn_bd: Onion সেবা

source: When I use Tor Browser, will anyone be able to tell which websites I visit?
bn_bd: যখন আমি টর ব্রাউজার ব্যবহার করি তখন কেউ কি বলতে পারবে যে কোন ওয়েবসাইট আমি পরিদর্শন করতে সক্ষম হব?

source: Tor Browser prevents people from knowing the websites you visit.
bn_bd: টর ব্রাউজার আপনি কোন ওয়েবসাইটের পরিদর্শন করেন তা জানতে বাধা দেয়।

source: Some entities, such as your Internet Service Provider (ISP), may be able to see that you're using Tor, but they won't know where you're going when you do.
bn_bd: কিছু সত্ত্বা যেমন, আপনার ইন্টারনেট সেবা প্রদানকারী (আইএসপি), দেখতে সক্ষম হতে পারে, যে আপনি টর ব্যবহার করছেন, কিন্তু তারা জানেন না, আপনি যেখানে যাচ্ছেন, যখন আপনি করবেন।

source: Our website is blocked by a censor. Can Tor Browser help users access our website?
bn_bd: আমাদের ওয়েবসাইট একটি সেন্সর দ্বারা অবরুদ্ধ হয়। টর ব্রাউজার কি আমাদের ওয়েবসাইট অ্যাক্সেস করতে ব্যবহারকারীদের সাহায্য করতে পারেন?

source: Tor Browser can certainly help people access your website in places where it is blocked.
bn_bd: টর ব্রাউজার অবশ্যই লোকেদের আপনার ওয়েবসাইটে অ্যাক্সেস করতে সাহায্য করতে পারে যেখানে এটি অবরুদ্ধ রয়েছে।

source: Most of the time, simply downloading the <mark><a href="https://www.torproject.org/download/download-easy.html.en">Tor Browser</a></mark> and then using it to navigate to the blocked site will allow access.
bn_bd: অধিকাংশ সময়, শুধু <mark><a href="https://www.torproject.org/download/download-easy.html.en">টর ব্রাউজার</a></mark> ডাউনলোড করে, এবং তারপর এটি ব্যবহার করে নেভিগেট করতে অবরুদ্ধ করা হয়েছে এমন সাইট অ্যাক্সেসর অনুমতি দেবে।

source: In places where there is heavy censorship we have a number of censorship circumvention options available, including <mark><a href="https://www.torproject.org/docs/pluggable-transports.html.en">pluggable transports</a></mark>.
bn_bd: এমন জায়গায় যেখানে প্রচুর সেন্সরশিপ রয়েছে, সেখানে আমাদের কাছে প্রচুর পরিমাণে সেন্সরশিপ আছে যা <mark><a href="https://www.torproject.org/docs/pluggable-transports.html.en">প্ল্যাগেবল ট্রান্সপোর্টগুলি</a></mark> সহ।

source: For more information, please see the <mark><a href="https://tb-manual.torproject.org/en-US/">Tor Browser User Manual</a></mark> section on <mark><a href="https://tb-manual.torproject.org/en-US/circumvention.html">censorship</a></mark>.
bn_bd: আরো তথ্যের জন্য, <mark><a href="https://tb-manual.torproject.org/en-US/circumvention.html">সেন্সরশিপের</a></mark> উপর <mark><a href="https://tb-manual.torproject.org/en-US/">টর ব্রাউজার ইউজার ম্যানুয়াল</a></mark> বিভাগ দেখুন।

source: Should I install a new add-on or extension in Tor Browser, like AdBlock Plus or uBlock Origin?
bn_bd: আমার অ্যাডব্লক প্লাস বা ইউব্লক এর মত একটি নতুন অ্যাড অন বা এক্সটেনশন টর ব্রাউজারে ইনস্টল করা উচিত?

source: It's strongly discouraged to install new add-ons in Tor Browser, because they can compromise your privacy and security.
bn_bd: এটি টর ব্রাউজারে নতুন অ্যাড-অন ইনস্টল করতে নিরুৎসাহিত হয়, কারণ তারা আপনার গোপনীয়তা এবং নিরাপত্তা নিয়ে আপস করতে পারে

source: Tor Browser already comes installed with two add-ons — HTTPS Everywhere and NoScript — and adding anything else could deanonymize you.
bn_bd: টর ব্রাউজারটি ইতিমধ্যে দুটি অ্যাড-অন দিয়ে ইনস্টল করা হয়েছে - HTTPS Everywhereএবং NoScript- এবং অন্য কিছু যোগ করলেই আপনাকে ডিনোমিমেজ করতে পারে।

source: Which platforms is Tor Browser available for?
bn_bd: কোন প্ল্যাটফরমটি টর ব্রাউজারের জন্য উপলব্ধ?

source: Tor Browser is currently available on Windows, Linux and macOS (OS X).
bn_bd: টর ব্রাউজার বর্তমানে উইন্ডোজ, লিনাক্স এবং ম্যাকোস (OS X) এ উপলব্ধ।

source: For Android, The Guardian Project maintains the Tor-powered apps Orbot and Orfox.
bn_bd: অ্যান্ড্রয়েডের জন্য, দ্য গার্ডিয়ান প্রজেক্ট টর-চালিত অ্যাপস অরবট এবং অর্ফক্স পরিচালনা করে।

source: There is no official version of Tor for iOS yet, though we recommend Onion Browser.
bn_bd: IOS এর জন্য Tor এর কোনও অফিসিয়াল সংস্করণ নেই, যদিও আমরা পেঁয়াজ ব্রাউজারকে সুপারিশ করি।

source: Can I use a VPN with Tor?
bn_bd: আমি টর এর সঙ্গে একটি ভিপিএন ব্যবহার করতে পারি?

source: Generally speaking, we don't recommend using a VPN with Tor unless you're an advanced user who knows how to configure both in a way that doesn't compromise your privacy.
bn_bd: সাধারণভাবে বলতে গেলে, আমরা টর দিয়ে ভিপিএন ব্যবহার করার সুপারিশ করি না যদি না আপনি এমন একটি উন্নত ব্যবহারকারী হন যা আপনার গোপনীয়তাতে কোনও ভাবেই কনসেরাড না করে এমন ভাবে কনফিগার করা যায়।

source: You can find more detailed information about Tor + VPN at <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/TorPlusVPN">our wiki</a></mark>.
bn_bd: আপনি আমাদের উইকিতে টর + <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/TorPlusVPN">ভিপিএন</a></mark> সম্পর্কে আরো বিস্তারিত তথ্য পেতে পারেন।

source: What are the most common issues with the latest stable version of Tor Browser?
bn_bd: টর ব্রাউজারের সর্বশেষ স্থিতিশীল সংস্করণে সবচেয়ে সাধারণ সমস্যা কি?

source: Whenever we release a new stable version of Tor Browser, we write a blog post that details its new features and known issues.
bn_bd: যখনও আমরা টর ব্রাউজারের একটি নতুন স্থিতিকাল সংস্করণটি মুক্তি দিই, আমরা একটি ব্লগ পোস্ট লিখি যা তার নতুন বৈশিষ্ট্যগুলি এবং পরিচিত সমস্যাগুলির বিবরণ দেয়।

source: If you started having issues with your Tor Browser after an update, check out <mark><a href="https://blog.torproject.org></a>blog.torproject.org</mark> for the most recent stable Tor Browser post to see if your issue is listed.
bn_bd: আপনি যদি আপডেটের পরে আপনার টর ব্রাউজারের সাথে সমস্যাগুলি শুরু করেন তবে আপনার সাম্প্রতিকতম টর ব্রাউজার পোস্টের জন্য <mark><a href="https://blog.torproject.org>blog.torproject.org</a></mark> দেখুন। আপনার সমস্যা তালিকাভুক্ত কিনা তা দেখতে।

source: If your issue is not listed, please file a <mark><a href="https://trac.torproject.org">bug report</a></mark> about what you're experiencing.
bn_bd: যদি আপনার ইস্যুটি তালিকাভুক্ত না হয়, তাহলে আপনি কি ঘটছে তা নিয়ে একটি <mark><a href="https://trac.torproject.org">বাগ প্রতিবেদন</a></mark> করুন।

source: My antivirus or malware protection is blocking me from accessing Tor Browser.
bn_bd: আমার অ্যান্টিভাইরাস বা ম্যালওয়্যার সুরক্ষা আমাকে টর ব্রাউজার অ্যাক্সেস করতে বাধা দেয়।

source: Most antivirus or malware protection allows the user to "whitelist" certain processes that would otherwise be blocked.
bn_bd: সর্বাধিক অ্যান্টিভাইরাস বা ম্যালওয়্যার সুরক্ষা ব্যবহারকারীকে "হোয়াইটলিস্ট" নির্দিষ্ট প্রসেসের অনুমতি দেয় যা অন্যথায় ব্লক করা হবে।

source: Please open your antivirus or malware protection software and look in the settings for a "whitelist" or something similar.
bn_bd: আপনার অ্যান্টিভাইরাস বা ম্যালওয়্যার সুরক্ষার সফটওয়্যার খুলুন এবং "হোয়াইটলিস্ট" বা অনুরূপ কিছু সেটিংস দেখুন।

source: Next, exclude the following processes:
bn_bd: পরবর্তী, নিম্নলিখিত প্রসেসগুলি বাদ দিন:

source: * For Windows
bn_bd: * উইন্ডোজ এর জন্য

source: * obfs4proxy.exe (if you use bridges)
bn_bd: * obfs4proxy.exe (যদি আপনি ব্রিজগুলি ব্যবহার করেন)

source: * For OS X
bn_bd: * OS X এর জন্য

source: * obfs4proxy (if you use bridges)
bn_bd: * obfs4proxy (যদি আপনি ব্রিজগুলি ব্যবহার করেন)

source: Finally, restart Tor Browser.
bn_bd: অবশেষে, টর ব্রাউজার পুনরায় চালু করুন।

source: This should fix the issues you're experiencing.
bn_bd: এটি আপনার যে সমস্যার সম্মুখীন হচ্ছেন তা ঠিক করে দেওয়া উচিত।

source: Please note that some antivirus clients, like Kaspersky, may also be blocking Tor at the firewall level.
bn_bd: দয়া করে মনে রাখবেন যে কিছু অ্যান্টিভাইরাস ক্লায়েন্ট, যেমন ক্যাসপারস্কি, ফায়ারওয়াল স্তরে টর্কে অবরুদ্ধ করতে পারে।

source: I downloaded and installed Tor Browser for Windows, but now I can't find it.
bn_bd: আমি উইন্ডোজ জন্য টর ব্রাউজার ডাউনলোড এবং ইনস্টল করেছি, কিন্তু এখন আমি এটি খুঁজে পাচ্ছি না।

source: The file you download and run prompts you for a destination.
bn_bd: আপনি যে ফাইলটি ডাউনলোড করেন এবং চালান তা গন্তব্যস্থলের জন্য আপনাকে অনুরোধ করে।

source: If you don't remember what this destination was, it's most likely your Downloads or Desktop folder.
bn_bd: আপনি যদি এই গন্তব্যটি মনে না করেন তবে এটি সম্ভবত আপনার ডাউনলোড বা ডেস্কটপ ফোল্ডার।

source: The default setting in the Windows installer also creates a shortcut for you on your Desktop, though be aware that you may have accidentally unticked the option to create a shortcut.
bn_bd: উইন্ডোজ ইনস্টলারের ডিফল্ট সেটিং এছাড়াও আপনার ডেস্কটপে আপনার জন্য একটি শর্টকাট তৈরি করে, যদিও সচেতন থাকবেন যে আপনি একটি শর্টকাট তৈরির জন্য অকার্যকরভাবে অনির্বাচিত হতে পারেন।

source: If you can't find it in either of those folders, download it again and look for the prompt that asks you to choose a directory to download it in.
bn_bd: আপনি যদি সেই ফোল্ডারগুলির মধ্যে এটি খুঁজে না পান তবে এটি আবার ডাউনলোড করুন এবং প্রম্পট সন্ধান করুন যা আপনাকে এটি ডাউনলোড করতে একটি ডিরেক্টরি নির্বাচন করতে বলে।

source: Choose a directory location that you'll remember easily, and once the download finishes you should see a Tor Browser folder there.
bn_bd: আপনি সহজেই মনে রাখবেন একটি ডিরেক্টরি অবস্থান চয়ন করুন, এবং একবার ডাউনলোড শেষ হলে আপনি সেখানে একটি টর ব্রাউজার ফোল্ডার দেখতে হবে।

source: Can I use Flash in Tor Browser?
bn_bd: আমি কি টর ব্রাউজারে ফ্ল্যাশ ব্যবহার করতে পারি?

source: Flash is disabled in Tor Browser, and we recommend you do not enable it.
bn_bd: টর ব্রাউজারে ফ্ল্যাশ অক্ষম করা আছে, এবং আমরা আপনাকে এটি সক্ষম করতে সুপারিশ করছি না।

source: We don’t think Flash is safe to use in any browser — it's a very insecure piece of software that can easily compromise your privacy or serve you malware.
bn_bd: আমরা মনে করি না যে ফ্ল্যাশটি কোনও ব্রাউজারে ব্যবহার করা নিরাপদ - এটি এমন একটি অত্যন্ত অসুরক্ষিত সফ্টওয়্যার যা আপনার গোপনীয়তাকে সহজেই সংঘাত করতে পারে বা আপনাকে ম্যালওয়ার পরিবেশন করতে পারে।

source: Fortunately, most websites, devices, and other browsers are moving away from the use of Flash.
bn_bd: সৌভাগ্যবশত, বেশিরভাগ ওয়েবসাইট, ডিভাইস এবং অন্যান্য ব্রাউজার ফ্ল্যাশ ব্যবহার থেকে দূরে চলে যাচ্ছে।

source: Does using Tor Browser protect other applications on my computer?
bn_bd: টর ব্রাউজার ব্যবহার করে কি আমার কম্পিউটারে অন্যান্য অ্যাপ্লিকেশানগুলি রক্ষা করে?

source: Only Tor Browser's traffic will be routed over the Tor network.
bn_bd: শুধুমাত্র টর ব্রাউজার ট্র্যাফিক টর নেটওয়ার্কের মাধ্যমে রুট করা হবে।

source: Any other application on your system (including other browsers) will not have their connections routed over the Tor network, and will not be protected.
bn_bd: আপনার সিস্টেমে অন্য যে কোনও অ্যাপ্লিকেশন (অন্যান্য ব্রাউজারগুলি সহ) টর নেটওয়ার্ক এর উপর তাদের সংযোগগুলি থাকবে না এবং সুরক্ষিত হবে না।

source: They need to be configured separately to use Tor.
bn_bd: তারা টর ব্যবহার করার জন্য আলাদাভাবে কনফিগার করা প্রয়োজন।

source: If you need to be sure that all traffic will go through the Tor network, take a look at the <mark><a href="https://tails.boum.org/">Tails live operating system</a></mark> which you can start on almost any computer from a USB stick or a DVD.
bn_bd: যদি আপনি নিশ্চিত হন যে সমস্ত ট্র্যাফিক টর নেটওয়ার্কে যাবে, তখন আপনি একটি <mark><a href="https://tails.boum.org/">টাইলস লাইভ অপারেটিং সিস্টেমটি</a></mark> দেখতে পারবেন যা আপনি USB স্টিক বা ডিভিডি থেকে প্রায় কোনও কম্পিউটারে শুরু করতে পারেন।

source: Can I download Tor Browser for ChromeOS?
bn_bd: আমি ChromeOS এর জন্য টর ব্রাউজার ডাউনলোড করতে পারি?

source: Unfortunately, we don't yet have a version of Tor Browser for ChromeOS.
bn_bd: দুর্ভাগ্যবশত, ChromeOS এর জন্য আমাদের এখনও কোনও টর ব্রাউজার নেই।

source: Can I pick which country I'm exiting from?
bn_bd: আমি কি বাছাই করতে পারি আমি কন দেশ থেকে বের হচ্ছি?

source: Modifying the way that Tor creates its circuits is strongly discouraged.
bn_bd: টর তার সার্কিট তৈরি যে উপায় সংশোধন করা হয় দৃঢ়ভাবে নিরুৎসাহিত করা হয়।

source: You get the best security that Tor can provide when you leave the route selection to Tor; overriding the entry / exit nodes can compromise your anonymity.
bn_bd: আপনি সেরা নিরাপত্তা পেতে পারেন যা টর প্রদান করতে পারে যখন আপনি রুট নির্বাচন টর এর উপর ছেড়ে দেন; এন্ট্রি / প্রান্তের নোডের উপর নির্ভর করে আপনার গোপনীয়তা আপোষ করতে পারে।

source: If the outcome you want is simply to be able to access resources that are only available in one country, you may want to consider using a VPN instead of using Tor.
bn_bd: যদি আপনি চান যে ফলাফল শুধুমাত্র এক দেশে উপলব্ধ যে রিসর্স অ্যাক্সেস করতে সক্ষম হতে, আপনি টর ব্যবহার করার পরিবর্তে একটি ভিপিএন ব্যবহার করতে পারেন।

source: Please note that VPNs do not have the same privacy properties as Tor, but they will help solve some geolocation restriction issues.
bn_bd: দয়া করে মনে রাখবেন যে ভিপিএনগুলির টর হিসাবে একই গোপনীয়তা বৈশিষ্ট্য নেই, তবে তারা কিছু ভূ-অবস্থানের সীমাবদ্ধতা সমস্যার সমাধানে সহায়তা করবে।

source: Is it safe to run Tor Browser and another browser at the same time?
bn_bd: এটি টর ব্রাউজার এবং একই সময়ে অন্য ব্রাউজার চালানোর জন্য নিরাপদ?

source: If you run Tor Browser and another browser at the same time, it won't affect Tor's performance or privacy properties.
bn_bd: আপনি যদি একই সময়ে টর ব্রাউজার এবং অন্য ব্রাউজার চালান, এটি টর এর পারফরম্যান্স বা গোপনীয়তা বৈশিষ্ট্যগুলি প্রভাবিত করবে না।

source: However, be aware that your other browser is not keeping your activity private, and you may forget and accidentally use that non-private browser to do something that you intended to do in Tor Browser.
bn_bd: যাইহোক, সচেতন থাকবেন যে আপনার অন্যান্য ব্রাউজার আপনার কার্যকলাপকে ব্যক্তিগত রাখছে না, এবং আপনি যে ব্রাউজারটি টর ব্রাউজারে করতে চান এমন কিছু করতে আপনার ভুল ভুলে গিয়ে অকার্যকরভাবে অ-ব্যক্তিগত ব্রাউজার ব্যবহার করতে পারেন।

source: Is there support for *BSD?
bn_bd: * BSD এর জন্য কি সমর্থন আছে?

source: Sorry, but there is currently no official support for running Tor Browser on *BSD.
bn_bd: দুঃখিত, কিন্তু বর্তমানে ব্রডব্যান্ড চালানোর জন্য কোনও সরকারী সমর্থন নেই * BSD

source: There is something called the TorBSD project, but their Tor Browser is not officially supported.
bn_bd: TorBSD প্রকল্প নামে কিছু আছে, কিন্তু তাদের টর ব্রাউজারটি আনুষ্ঠানিকভাবে সমর্থিত নয়।

source: I can’t connect to Tor Browser, is my network censored?
bn_bd: আমি টর ব্রাউজারে সংযোগ করতে পারছি না, আমার নেটওয়ার্ক সেন্সর করা হয়েছে?

source: You might be on a censored network, and so you should try using bridges.
bn_bd: আপনি একটি সেন্সর নেটওয়ার্ক হতে পারে, এবং তাই আপনি ব্রিজ ব্যবহার করে চেষ্টা করা উচিত।

source: Some bridges are built in to Tor Browser, and you can use those bridges by choosing "configure" (then following the prompts) in the Tor Launcher window that pops up when you open Tor Browser for the first time.
bn_bd: কিছু ব্রিজগুলি টর ব্রাউজারে তৈরি করা হয়েছে এবং আপনি টর লঞ্চার উইন্ডোতে "কনফিগার করুন" (তারপর প্রম্পটগুলি অনুসরণ করে) নির্বাচন করে এই সেতুগুলি ব্যবহার করতে পারেন যা প্রথমবার টর ব্রাউজার খোলার সময় পপ আপ করে।

source: If you need other bridges, you can get them at our <mark><a href="https://bridges.torproject.org/">Bridges website</a></mark>.
bn_bd: আপনি যদি অন্য ব্রিজগুলির প্রয়োজন হয়, তাহলে আপনি আমাদের <mark><a href="https://bridges.torproject.org/">ব্রিজেস ওয়েবসাইটে</a></mark> তাদের পেতে পারেন।

source: For more information about bridges, see the <mark><a href="https://tb-manual.torproject.org/en-US/bridges.html">Tor Browser manual</a></mark>.
bn_bd: ব্রিজ সম্পর্কে আরও তথ্যের জন্য, <mark><a href="https://tb-manual.torproject.org/en-US/bridges.html">টর ব্রাউজার ম্যানুয়াল</a></mark> দেখুন।

source: Why is the first IP address in my relay circuit always the same?
bn_bd: কেন আমার রিলে সার্কিটে প্রথম IP ঠিকানা সবসময় একই?

source: That is normal Tor behavior.
bn_bd: এটা স্বাভাবিক টর আচরণ।

source: The first relay in your circuit is called an "entry guard" or "guard".
bn_bd: আপনার সার্কিটের প্রথম রিলেকে "এন্ট্রি গার্ড" বা "গার্ড" বলা হয়।

source: It is a fast and stable relay that remains the first one in your circuit for 2-3 months in order to protect against a known anonymity-breaking attack.
bn_bd: এটা একটি দ্রুত এবং স্থিতিশীল রিলে যা একটি পরিচিত গোপনীয়তা-বিরতির আক্রমণের বিরুদ্ধে রক্ষা করার জন্য 2-3 মাসের জন্য আপনার সার্কিটের প্রথমটি।

source: The rest of your circuit changes with every new website you visit, and all together these relays provide the full privacy protections of Tor.
bn_bd: আপনার পরিদর্শন প্রতিটি নতুন ওয়েবসাইট সঙ্গে আপনার বর্তনী পরিবর্তন বাকি, এবং সব একসঙ্গে এই relays টর পূর্ণ গোপনীয়তা সুরক্ষা প্রদান।

source: For more information on how guard relays work, see this <mark><a href="https://blog.torproject.org/improving-tors-anonymity-changing-guard-parameters">blog post</a></mark> and <mark><a href="https://www-users.cs.umn.edu/~hoppernj/single_guard.pdf">paper</a></mark> on entry guards.
bn_bd: গার্ড রিলেই কাজ সম্পর্কে আরও তথ্যের জন্য, এন্ট্রি রক্ষীদের উপর এই <mark><a href="https://blog.torproject.org/improving-tors-anonymity-changing-guard-parameters">ব্লগ পোস্ট</a></mark> এবং <mark><a href="https://www-users.cs.umn.edu/~hoppernj/single_guard.pdf">কাগজ</a></mark> দেখুন।

source: Tor Browser won't connect, but it doesn’t seem to be an issue with censorship.
bn_bd: টর ব্রাউজার সংযোগ করবে না, তবে এটি সেন্সরশিপের সাথে একটি সমস্যা বলে মনে হচ্ছে না।

source: One of the most common issues that causes connection errors in Tor Browser is an incorrect system clock.
bn_bd: সবচেয়ে সাধারণ এক বিষয় যে কারণে টর ব্রাউজারের সংযোগ ত্রুটি হয় তা হল সিস্টেমের ভুল সময়.

source: Please make sure your system clock and timezone are set accurately.
bn_bd: আপনার সিস্টেম ঘড়ি এবং টাইমজোন সঠিকভাবে সেট করা তা নিশ্চিত করুন।

source: If this doesn't fix the problem, see the Troubleshooting page on the <mark><a href="https://tb-manual.torproject.org/en-US/bridges.html">Tor Browser manual</a></mark>.
bn_bd: যদি এইটিতে সমস্যা সমাধান না হয়, সমস্যা সমাধান পৃষ্ঠা উপর <mark><a href="https://tb-manual.torproject.org/en-US/bridges.html">টর ব্রাউজার ম্যানুয়াল</a></mark> দেখতে.

source: How do I view Tor Browser message log?
bn_bd: কিভাবে টর ব্রাউজার বার্তা লগ দেখতে পারি?

source: Click the button labelled "Copy Tor Log To Clipboard" that appears in the dialog window when Tor Browser is first connecting to the network.
bn_bd: টর ব্রাউজারটি প্রথমে নেটওয়ার্কের সাথে সংযুক্ত হওয়ার সময় ডায়ালগ উইন্ডোতে প্রদর্শিত "কপি ট্যার লগ ক্লিপবোর্ডে" লেবেল বোতামটি ক্লিক করুন।

source: If Tor Browser is already open, click on the Torbutton icon (the small green onion at the top-left of the screen), then "Open Network Settings", then "Copy Tor Log To Clipboard".
bn_bd: যদি টর ব্রাউজার ইতিমধ্যে খোলা হয়, Torbutton আইকনে ক্লিক করুন (পর্দার উপরে বামে ছোটটি সবুজ প্যানিয়ান), তারপর "ওপেন নেটওয়ার্ক সেটিংস", তারপর "কপি টর লোগ টু ক্লিপবোর্ড"।

source: Once you have copied the log, you will be able to paste it into a text editor or email client.
bn_bd: একবার আপনি লগ কপি করেছেন, আপনি এটি একটি টেক্সট এডিটর বা ইমেল ক্লায়েন্টে পেষ্ট করতে পারবেন।

source: How can I make Tor run faster? Is Tor Browser slower than other browsers?
bn_bd: কিভাবে দ্রুত টর রান করতে পারেন? অন্য ব্রাউজার তুলনায় টর ব্রাউজার ধীর?

source: Using Tor Browser can sometimes be slower than other browsers.
bn_bd: টর ব্রাউজার ব্যবহার করে কখনও কখনও অন্যান্য ব্রাউজারের তুলনায় ধীর গতির হতে পারে।

source: The Tor network has over a million daily users, and just over 6000 relays to route all of their traffic, and the load on each server can sometimes cause latency.
bn_bd: টর নেটওয়ার্কে একটি মিলিয়ন দৈনিক ব্যবহারকারী রয়েছে এবং তাদের সমস্ত ট্র্যাফিক রুট করার জন্য মাত্র 6000 টি রিলে, এবং প্রতিটি সার্ভারের লোডের মাঝে মাঝে মাঝে ভ্রষ্টতা হতে পারে

source: You can help improve the speed of the network by running your own relay, or encouraging others to do so.
bn_bd: আপনি আপনার নিজস্ব রিলে চালানোর মাধ্যমে নেটওয়ার্কের গতি বাড়াতে বা অন্যকে এটি করার জন্য উত্সাহ দিতে সহায়তা করতে পারেন।

source: That said, Tor is much faster than it used to be and you may not actually notice any change in speed from other browsers.
bn_bd: যে বলেন, টর এটি ব্যবহৃত হয় চেয়ে অনেক দ্রুত এবং আপনি আসলে অন্যান্য ব্রাউজার থেকে গতিতে কোন পরিবর্তন লক্ষ্য করা যাবে না।

source: What search engine comes with Tor Browser and how does it protect my privacy?
bn_bd: টর ব্রাউজারের সাথে কোন সার্চ ইঞ্জিন আসে এবং এটি কীভাবে আমার গোপনীয়তা রক্ষা করে?

source: DuckDuckGo is the default search engine in Tor Browser.
bn_bd: DuckDuckGo টর ব্রাউজারে ডিফল্ট অনুসন্ধান ইঞ্জিন।

source: DuckDuckGo does not track its users nor does it store any data about user searches.
bn_bd: DuckDuckGo তার ব্যবহারকারীদের ট্র্যাক করে না বা এটি ব্যবহারকারী অনুসন্ধান সম্পর্কে কোন ডেটা সংরক্ষণ করে না

source: I'm having a problem with DuckDuckGo.
bn_bd: আমি DuckDuckGo সঙ্গে একটি সমস্যা হচ্ছে।

source: Please see the <mark><a href="https://duck.co/help">DuckDuckGo support portal</a></mark>.
bn_bd: দয়া করে <mark><a href="https://duck.co/help">DuckDuckGo</a></mark> এর সমর্থন পোর্টাল দেখুন।

source: If you believe this is a Tor Browser issue, please report it on our <mark><a href="https://trac.torproject.org/">bug tracker</a></mark>.
bn_bd: আপনি যদি এটি একটি Tor ব্রাউজার সমস্যা বিশ্বাস করি, আমাদের <mark><a href="https://trac.torproject.org/">বাগ ট্র্যাকার</a></mark> এটি রিপোর্ট করুন।

source: I'm having a problem with NoScript.
bn_bd: আমার NoScript সাথে একটি সমস্যা হচ্ছে।

source: Please see the <mark><a href="https://noscript.net/faq">NoScript FAQ</a></mark>.
bn_bd: দয়া করে <mark><a href="https://noscript.net/faq">NoScript FAQ</a></mark> দেখুন ।

source: I'm having a problem with HTTPS Everywhere.
bn_bd: আমার HTTPS Everywhere সঙ্গে একটি সমস্যা হচ্ছে।

source: Please see the <mark><a href="https://www.eff.org/https-everywhere/faq">HTTPS Everywhere</a></mark>.
bn_bd: দয়া করে <mark><a href="https://www.eff.org/https-everywhere/faq">HTTPS Everywhere</a></mark> দেখুন ।

source: How do I update Tor Browser?
bn_bd: আমি কিভাবে টর ব্রাউজার আপডেট করব?

source: You can update Tor Browser as soon as a new version is released.
bn_bd: একটি নতুন সংস্করণ মুক্তি হয় যত তাড়াতাড়ি আপনি টর ব্রাউজার আপডেট করতে পারেন।

source: <h4 class="card-title">Tor Browser will prompt you to update the software once a new version has been released.</h4>
bn_bd: <h4 class="card-title">একটি নতুন সংস্করণ প্রকাশ করা হয়েছে একবার টর ব্রাউজার আপনাকে সফ্টওয়্যার আপডেট করতে অনুরোধ করবে।</h4>

source: <p class="card-text">The Torbutton icon (the little green onion in the top left corner of the browser) will display a yellow triangle.</p>
bn_bd: <p class="card-text">Torbutton আইকন (ব্রাউজারের উপরের বাঁ কোণে ছোট সবুজ পেঁয়াজ) একটি হলুদ ত্রিভুজ প্রদর্শন করবে ।</p>

source: You may see a written indication when Tor Browser opens telling you that an update is available.
bn_bd: আপনি একটি লিংক নির্দেশ দেখতে পারেন যখন টর ব্রাউজার আপনাকে বলছে যে একটি আপডেট উপলব্ধ।

source: <h4 class="card-title">Card title</h4>
bn_bd: <h4 class="card-title">কার্ডের শিরোনাম</h4>

source: <p class="card-text">Card text</p>
bn_bd: <p class="card-text">কার্ড পাঠ্য</p>

source: Tor browser will install the updates.
bn_bd: টর ব্রাউজার হালনাগাদ সংস্থাপন করবে ।

source: How do I uninstall Tor Browser?
bn_bd: আমি কিভাবে টর ব্রাউজার অসংস্থাপন করব?

source: Removing Tor Browser from your system is simple:
bn_bd: আপনার সিস্টেম থেকে টর ব্রাউজার অপসারণ সহজ:

source: * Locate your Tor Browser folder or application.
bn_bd: * আপনার টর ব্রাউজার ফোল্ডার বা অ্যাপ্লিকেশন সনাক্ত করুন

source: The default location on Windows is the Desktop; on macOS it is the Applications folder (on macOS, you have to move it into the Applications folder when you complete the installation process).
bn_bd: Windows-এ ডিফল্ট অবস্থানটি হল ডেস্কটপ; macOS এটি অ্যাপ্লিকেশন ফোল্ডার (অন macOS, আপনি ইনস্টলেশন প্রক্রিয়া সম্পূর্ণ করার সময় অ্যাপ্লিকেশন ফোল্ডারে এটি সরাতে হবে).
