Repository: torproject/support
Catalog: i18n/contents+fr.po
Languages: fr

source: The files on my computer have been locked, and someone is demanding I download Tor Browser to pay a ransom for my files!
fr: Les fichiers sur mon ordinateur ont été verrouillés et quelqu’un demande que je télécharge le Navigateur Tor pour payer une rançon pour mes fichiers !

source: We are so sorry, but you have been infected with malware.
fr: Nous sommes désolés, mais vous avez été infecté par un programme malveillant.

source: The Tor Project did not create this malware. The malware authors are asking you to download Tor Browser presumably to contact them anonymously with the ransom they're demanding from you.
fr: Le projet Tor n’a pas créé ce programme malveillant. Les auteurs du programme malveillant vous demandent de télécharger le Navigateur Tor pour probablement les contacter de manière anonyme avec la rançon qu’ils exigent de vous.

source: If this is your first introduction to Tor Browser, we understand that you might think we're bad people who enable even worse people.
fr: Si c’est la première fois que vous entendez parler du Navigateur Tor, nous comprenons que vous pensez que nous sommes des personnes mal intentionnées qui ouvrent la porte à des personnes encore pires.

source: But please consider that our software is used every day for a wide variety of purposes by human rights activists, journalists, domestic violence survivors, whistleblowers, law enforcement officers, and many others. Unfortunately, the protection that our software can provide to these groups of people can also be abused by criminals and malware authors.
fr: Mais veuillez prendre en considération que nos logiciels sont utilisés tous les jours à des fins les plus diverses par des activistes des droits de la personne, des journalistes, des survivants de violence familiale, des lanceurs d’alerte, des représentants des forces de l’ordre et bien d’autres. Malheureusement, la protection que nos logiciels peut fournir à ces groupes de personnes peut aussi être détournée par des criminels et des auteurs de programmes malveillants. Le Projet Tor n’appuie ni ne cautionne l’utilisation de nos logiciels à des fins malveillantes.

source: The Tor Project does not support or condone the use of our software for malicious purposes.
fr: Le Projet Tor n’appuie ni ne cautionne l’utilisation de nos logiciels à des fins malveillantes.

source: someone-asks-to-download-tor-browser-to-unlock-my-files
fr: quelquun-me-demande-de-télécharger-le-navigateur-tor-pour-déverrouiller-mes-fichiers

source: Does Tor keep logs?
fr: Est-ce Tor conserve des journaux ?

source: Tor doesn't keep any logs that could identify a particular user.
fr: Tor ne conserve aucun journal qui pourrait identifier un utilisateur particulier.

source: We do take some safe measurements of how the network functions, which you can check out at <mark><a href="https://metrics.torproject.org/">Tor Metrics</a></mark>.
fr: Nous effectuons des mesures sans risques du fonctionnement du réseau, que vous pouvez consulter sur notre site de mesures <mark><a href="https://metrics.torproject.org/">Tor Metrics</a></mark>.

source: does-tor-keep-logs
fr: tor-conserve-t-il-des-journaux

source: Does Tor Project offer email service or other privacy protecting web services?
fr: Le Projet Tor offre-t-il des services de courriel ou d’autres services Web de protection de la confidentialité ?

source: No, we don't provide any online services.
fr: Non, nous ne fournissons aucun service en ligne.

source: A list of all of our software projects can be found on our <mark><a href="https://www.torproject.org/projects/projects.html.en">projects page</a></mark>.
fr: Une liste (en anglais) de tous nos projets de logiciels se trouve sur notre <mark><a href="https://www.torproject.org/projects/projects.html.en">page de projets</a></mark>.

source: does-tor-project-offer-email-or-privacy-protecting-web-services
fr: le-projet-tor-offre-t-il-des-services-de-courriel-ou-autres-services-web-de-protection-de-la-confidentialite

source: Can I use the Tor logo in my product?
fr: Puis-je utiliser le logo de Tor sur mon produit ?

source: You can read all about that on our <mark><a href="https://www.torproject.org/docs/trademark-faq.html">Trademark faq page</a></mark>.
fr: Vous trouverez tous les renseignements à ce sujet sur la <mark><a href="https://www.torproject.org/docs/trademark-faq.html">FAQ de notre marque de commerce</a></mark>.

source: using-tor-logo
fr: utiliser-le-logo-tor

source: I'm having a problem updating or using Vidalia.
fr: J’éprouve des difficultés à mettre à jour ou à utiliser Vidalia.

source: Vidalia is no longer maintained or supported.
fr: Vidalia n’est plus maintenue ni prise en charge.

source: A large portion of the features Vidalia offered have now been integrated into Tor Browser itself.
fr: Une grande partie des fonctions qu’offrait Vidalia a maintenant été intégrée dans le Navigateur Tor.

source: having-a-problem-updating-vidalia
fr: difficultes-a-mettre-a-jour-vidalia

source: Our mission:
fr: Notre mission :

source: to advance human rights and freedoms by creating and deploying free and open source anonymity and privacy technologies, supporting their unrestricted availability and use, and furthering their scientific and popular understanding.
fr: faire progresser les droits de la personne et les libertés en créant et en déployant des technologies d’anonymat et de confidentialité gratuites et open source, en soutenant leur utilisation et leur disponibilité sans restrictions, et en améliorant leur compréhension scientifique et populaire.

source: Subscribe to our Newsletter
fr: Abonnez-vous à notre liste de diffusion

source: Get monthly updates and opportunities from the Tor Project
fr: Recevez les mises à jours et opportunités mensuelles du Projet Tor

source: Trademark, copyright notices, and rules for use by third parties can be found in our <a href="https://www.torproject.org/docs/trademark-faq" target="_blank" class="text-primary-light"><u>FAQ</u></a>.
fr: Les avis de marque déposée, de droit d’auteur et les règles d’utilisation par des tiers peuvent être trouvés dans notre <a href="https://www.torproject.org/docs/trademark-faq" target="_blank" class="text-primary-light"><u>FAQ</u></a>.

source: Tor Project | Support
fr: Projet Tor | Assistance

source: Tor Logo
fr: Logo Tor

source: Download Tor Browser
fr: Télécharger le Navigateur Tor

source: Search
fr: Chercher

source: Permalink
fr: Permalien
