Repository: torproject/support
Catalog: i18n/contents+es_*.po
Languages: ar, es

source: Only Tor Browser's traffic will be routed over the Tor network.
ar: Sólo el tráfico del navegador Tor será ruteado sobre la red de Tor.
es: Sólo se enrutará el tráfico del Tor Browser en la red Tor.

source: That is, in normal cases it's 3, but for example if you're accessing an onion service or a ".exit" address it could be more.
ar: Eso es, en casos normales es 3, pero por ejemplo si estás accediendo un servicio onion o una dirección ".exit" puede ser más.
es: Esto en casos normales es 3, pero por ejemplo, si estás accediendo a un servicio onion o a una dirección ".exit" podrían ser más.

source: * Run "service tor reload" (as root)
ar: * Corré "service tor reload" (como superusuario)
es: * Ejecuta "service tor reload" (como root).

source: A list of all of our software projects can be found on our <mark><a href="https://www.torproject.org/projects/projects.html.en">projects page</a></mark>.
ar: Una lista de todos nuestros proyectos de programas puede ser encontrada en nuestra <mark><a href="https://www.torproject.org/projects/projects.html.en">página de proyectos</a></mark>.
es: Puedes leer una lista de todos nuestros proyectos de software en la <mark><a href="https://www.torproject.org/projects/projects.html.en">​página de nuestro proyecto</a></mark>.

source: This option is useful if you want to prevent your subsequent browser activity from being linkable to what you were doing before.
ar: Esta opción es útil si querés prevenir que tu subsecuente actividad en el navegador sea vinculable con lo que estuviste haciendo anteriormente.
es: Esta opción es útil si quieres evitar que la actividad subsiguiente de tu navegador se vincule a lo que estuviste haciendo antes.

source: Does the Tor Project offer hosting?
ar: ¿El proyecto Tor ofrece alojamiento de sitios?
es: ¿Ofrece alojamiento el Proyecto Tor?

source: Can I use a VPN with Tor?
ar: ¿Puedo usar una RPV con Tor?
es: ¿Puedo usar una VPN con Tor?

source: Bridge relays are Tor relays that are not listed in the public Tor directory.
ar: Relevos puente son relevos Tor que no están listados en el directorio público de Tor.
es: Los repetidores puente son repetidores Tor que no están listados en el directorio público de Tor.

source: You can also ensure that you're able to access other onion services by connecting to <a href="http://3g2upl4pq6kufc4m.onion">DuckDuckGo</a>'s Onion Service.
ar: Podés también asegurarte que seas capaz de acceder otros servicios onion conectando al servicio onion de <a href="http://3g2upl4pq6kufc4m.onion">DuckDuckGo</a>,
es: También puedes asegurarte de que puedes acceder a otros servicios onion conectando al <a href="http://3g2upl4pq6kufc4m.onion">servicio onion de DuckDuckGo</a>.

source: To get links for downloading Tor Browser, send a message to gettor@torproject.org with one of the following codes in it:
ar: Para obtener vínculos para descargar el navegador Tor, enviá un mensaje a gettor@torproject.org con uno de los siguientes códigos en él:

source: "Hi! I tried to access your site xyz.com while using Tor Browser and discovered that you don't allow Tor users to access your site.
ar: "¡Hola! Traté de acceder al sitio xyz.com mientras estaba usando el navegador Tor y descubrí que no permitís a usuarios de Tor acceder a tu sitio.
es: "Intenté acceder a tu sitio xyz.com mientras usaba el Tor Browser y descubrí que no permites a los usuarios de Tor acceder a tu sitio.

source: To get links for downloading Tor Browser, send a direct message to <mark><a href="https://twitter.com/get_tor">@get_tor</a></mark> with one of the following codes in it (you don't need to follow the account):
ar: Para obtener vínculos para descargar el navegador Tor, enviá un mensaje directo a <mark><a href="https://twitter.com/get_tor">@get_tor</a></mark> con uno de los siguientes códigos en él (no necesitás seguir la cuenta):
es: Para obtener enlaces para descargar el Tor Browser, envía un mensaje directo a ​<mark><a href="https://twitter.com/get_tor">@get_tor</a></mark> con uno de los siguientes códigos en él (no necesita seguir la cuenta en Twitter):

source: This means sometimes a website would load in the Tor Browser, and sometimes it would load in another browser, this type of behavior can be dangerous and anonymity-breaking.
ar: Esto significa que a veces un sitio web se cargaría en el navegador Tor, y a veces se cargaría en otro navegador. Este tipo de comportamiento puede ser peligroso y causar la ruptura del anonimato.
es: Esto significa que a veces un sitio web cargaría en el Tor Browser, y a veces cargaría en otro navegador, este tipo de comportamiento puede ser peligroso y es susceptible de romper el anonimato.

source: Ultimately, we want to make Tor Browser as secure as possible while also making it usable for the majority of people, so for now, that means leaving Javascript enabled by default.
ar: Ultimamente, queremos hacer al navegador Tor tan seguro como sea posible, haciéndolo mientras tanto utilizable para la mayoría de la gente, por lo que por ahora, eso significa dejar Javascript habilitado por defecto.
es: En último término, queremos hacer que el Tor Browser sea tan seguro como sea posible mientras también lo hacemos usable para la mayoría de la gente, así pues, por ahora, eso significa dejar JavaScript habilitado por defecto.

source: Fortunately, most websites, devices, and other browsers are moving away from the use of Flash.
ar: Afortunadamente, la mayoría de los sitios web, dispositivos, y otros navegadores se están alejando del uso de Flash.
es: Afortunadamente, la mayoría de sitios web, dispositivos, y otros navegadores están abandonado el uso de Flash.

source: website-is-blocking-access-over-tor
ar: sitio-web-está-bloqueando-acceso-sobre-tor
es: sitio-web-bloquea-acceso-por-tor

source: ## The IP address or hostname for incoming connections (leave commented and Tor will guess)
ar: ## La dirección IP o nombre de la computadora para conexiones entrantes (dejalo comentado y Tor adivinará)
es: ## La dirección IP o nombre de host para las conexiones entrantes (deja comentado y Tor adivinará)

source: how-do-i-download-tor-if-torproject-org-is-blocked
ar: cómo-descargar-tor-si-torproject-org-es-bloqueado
es: como-bajarse-el-navegador-tor-si-el-proyecto-tor-está-bloqueado

source: DuckDuckGo does not track its users nor does it store any data about user searches. Learn more about <mark><a href="https://duckduckgo.com/privacy">DuckDuckGo privacy policy</a></mark>.
ar: DuckDuckGo no rastrea sus usuarios ni almacena ningún dato acerca de búsquedas de usuario. Aprendé más acerca de la <mark><a href="https://duckduckgo.com/privacy">política de privacidad de DuckDuckGo</a></mark>.

source: view-tor-browser-message-log
ar: ver-bitácora-mensajes-navegador-tor
es: ver-los-mensajes-del-navegador-tor

source: network-admin-know-i-am-using-tor
ar: administrador-de-red-sabe-que-estoy-usando-tor
es: el-administrador-de-red-sabe-que-estoy-usando-tor

source: does-tor-project-offer-email-or-privacy-protecting-web-services
ar: ofrece-proyecto-tor-servicios-correo-electrónico-o-protección-de-privacidad
es: ofrece-el-proyecto-tor-servicio-de-correo-electrónico-u-otros-servicios-web-protectores-de-la-privacidad

source: You can also ensure that you're able to access other onion services by connecting to <a href="http://3g2upl4pq6kufc4m.onion">DuckDuckGo's onion service</a>.
ar: Podés también asegurarte que seas capaz de acceder otros servicios onion conectándote al <a href="http://3g2upl4pq6kufc4m.onion">servicio onion de DuckDuckGo</a>.
es: También puedes asegurarte de poder acceder a otros servicios onion conectando al <a href="http://3g2upl4pq6kufc4m.onion">servicio onion de DuckDuckGo</a>.

source: volunteer-with-tor-project
ar: voluntarios-con-proyecto-tor
es: voluntario-del-proyecto-tor

source: Tor Browser will warn you that all activity and downloads will be stopped, so take this into account before clicking "New Identity".
ar: El navegador Tor te advertirá que toda actividad y descargas serán detenidas, por lo cual tené en cuenta esto antes de cliquear "Nueva Identidad".
es: El navegador Tor te advertirá de que todas las actividades y descargas serán detenidas, por lo tanto ten esto en cuenta antes de pulsar en “Nueva Identidad”.

source: Does running Tor Browser make me a relay?
ar: ¿El navegador Tor me hace actuar como relevo?
es: ¿Me convierto en un repetidor al ejecutar el Tor Browser?

source: Will my network admin be able to tell I'm using Tor Browser?
ar: ¿Mi administrador de red será capaz de decir que estoy usando el navegador Tor?
es: ¿Podría el administrador de mi red determinar que estoy usando el Navegador Tor?

source: You get the best security that Tor can provide when you leave the route selection to Tor; overriding the entry / exit nodes can compromise your anonymity.
ar: Obtenés la mejor seguridad que Tor puede proveer cuando dejás la selección de la ruta a Tor; forzando los nodos de entrada/salida puede comprometer tu anonimato.
es: Tienes la mayor seguridad que Tor puede proporcionar cuando dejas la selección de la ruta a Tor; establecer manualmente los nodos de entrada / salida puede comprometer tu anonimato.

source: Please watch our <mark><a href="https://blog.torproject.org">blog</a></mark> for future announcements and details regarding this project.
ar: Por favor mirá nuestro <mark><a href="https://blog.torproject.org">blog</a></mark> por futuros anuncios y detalles acerca de éste proyecto.
es: Por favor sigue nuestro <mark><a href="https://blog.torproject.org">blog</a></mark> para futuros anuncios y detalles referentes al proyecto.

source: How do I download Tor if the torproject.org is blocked?
ar: ¿Como descargo Tor si torproject.org está bloqueado?
es: ¿Cómo descargo Tor si torproject.org está bloqueada?

source: run-tor-on-windows-phone
ar: correr-tor-en-windows-phone
es: ejecutar-tor-en-windows-phone

source: Can I change the number of hops Tor uses?
ar: ¿Puedo cambiar el número de saltos que usa Tor?
es: ¿Puedo cambiar el número de saltos que usa Tor?

source: The first relay in your circuit is called an "entry guard" or "guard".
ar: El primer relevo en tu circuito es llamado una "guardia de entrada" o "guardia".
es: Al primer repetidor en tu circuito se le llama "guardián de entrada" o "guardián".

source: Can I pick which country I'm exiting from?
ar: ¿Puedo elegir desde cuál país estoy saliendo?
es: ¿Puedo seleccionar desde qué país estoy saliendo?

source: share-files-anonymously-through-tor
ar: compartir-archivos-anónimamente-a-través-de-tor
es: compartir-archivos-de-forma-anónima-con-tor

source: In Tor Browser, every new domain gets its own circuit.
ar: En el navegador Tor, cada nuevo dominio obtiene su propio circuito.
es: En el navegador Tor, cada nuevo dominio tiene su propio circuito.

source: ## Set the nickname of this relay
ar: ## Establecé el apodo de éste relevo
es: ## Ajustar el nickname de este repetidor

source: How can I make Tor run faster? Is Tor Browser slower than other browsers?
ar: ¿Cómo puedo hacer correr a Tor más rápido? ¿El navegador Tor es más lento que otros navegadores?
es: ¿Cómo puedo hacer que Tor se ejecute más rápido? ¿El Tor Browser es más lento que otros navegadores?

source: This option does not clear any private information or unlink your activity, nor does it affect your current connections to other websites.
ar: Esta opción no limpia ninguna información privada o desvincula tu actividad, ni tampoco afecta tus conexiones actuales a otros sitios web.
es: Esta opción no limpia ninguna información privada ni desvincula tu actividad, tampoco afecta a tus conexiones actuales a otros sitios web.

source: Install the ntp or openntpd (or similar) package to keep it that way.
ar: Instalá el paquete ntp u openntpd (o similar) para mantenerlo de esa manera.
es: Instala el paquete ntp o openntpd (o similar) para mantenerlo así.

source: The Torbutton icon (the little onion in the top left corner of the browser) will display a yellow triangle.
ar: El icono del botón Tor (la cebollita verde en la esquina superior izquierda del navegador) mostrará un triángulo amarillo.

source: Operators
ar: Operadores
es: Operadores

source: * Русский (ru)
ar: * Ruso (ru)

source: tor-mobile
ar: tor-móvil

source: is-there-support-for-bsd
ar: hay-soporte-para-bsd
es: hay-soporte-para-bsd

source: Look for a log entry in your /var/log/syslog such as "Self-testing indicates your ORPort is reachable from the outside. Excellent."
ar: Prestá atención a una línea de bitácora en tu /var/log/syslog tal como "Self-testing indicates your ORPort is reachable from the outside. Excellent."
es: * Busca una entrada de registro en /var/log/syslog como "La autoprueba indica que tu ORPort es accesible desde el exterior. Excelente."

source: i-cannot-reach-x-dot-onion
ar: no-puedo-alcanzar-x-punto-onion
es: no-puedo-alcanzar-el-punto-x-de-onion

source: Why did my search engine switch to DuckDuckGo?
ar: ¿Por qué mi motor de búsqueda se cambió a DuckDuckGo?
es: ¿Por qué se cambió mi motor de búsqueda a DuckDuckGo?

source: Bridges are useful for Tor users under oppressive regimes, and for people who want an extra layer of security because they're worried somebody will recognize that they are contacting a public Tor relay IP address.
ar: Los puentes son útiles para usuarios de Tor bajo regímenes represivos, y para las personas que quieren una capa extra de seguridad porque están preocupadas que alguien reconocerá que están contactando una dirección IP de un relevo Tor público.
es: Los puentes son útiles para los usuarios de Tor bajo regímenes opresivos, y para la gente que quiere una capa extra de seguridad porque les preocupa que alguien reconozca que están contactando con una dirección IP pública de Tor.

source: For more information, please see the <mark><a href="https://tb-manual.torproject.org/en-US/">Tor Browser User Manual</a></mark> section on <mark><a href="https://tb-manual.torproject.org/en-US/circumvention.html">censorship</a></mark>.
ar: Para más información, por favor mirá la sección <mark><a href="https://tb-manual.torproject.org/en-US/">Manual de Usuario del navegador Tor</a></mark> sobre la <mark><a href="https://tb-manual.torproject.org/en-US/circumvention.html">censura</a></mark>.
es: Para más información, por favor lee la sección sobre <mark><a href="https://tb-manual.torproject.org/es-ES/circumvention.html">elusión de la censura</a></mark> del <mark><a href="https://tb-manual.torproject.org/es-ES/">​Manual de Usuario del Tor Browser.</a></mark>

source: If this doesn't fix the problem, see the Troubleshooting page on the <mark><a href="https://tb-manual.torproject.org/en-US/bridges.html">Tor Browser manual</a></mark>.
ar: Si ésto no soluciona el problema, mirá la página de Solución de Problemas en el <mark><a href="https://tb-manual.torproject.org/en-US/bridges.html">manual del navegador Tor</a></mark>.
es: Si esto no soluciona tu problema, dirígete a la página de Solución de Problemas en el <mark><a href="https://tb-manual.torproject.org/es-ES/bridges.html">manual del Tor Browser</a></mark>

source: * 简体字 (zh-CN)
ar: * Chino (zh-CN)

source: what-is-a-dot-onion
ar: qué-es-un-punto-onion
es: qué-es-un-punto-de-onion

source: Does Tor Project offer email service or other privacy protecting web services?
ar: ¿El proyecto Tor ofrece servicio de correo electrónico u otros servicios web de protección de privacidad?
es: ¿Ofrece el Proyecto Tor servicio de correo electrónico u otros servicios web protectores de la privacidad?

source: * When it confirms that it's reachable, it will upload a "server descriptor" to the directory authorities to let clients know what address, ports, keys, etc your relay is using.
ar: Cuando confirme que es alcanzable, cargará un "descriptor de servidor" a las autoridades de directorio para hacer saber a los clientes qué dirección, puertos, claves, etc. está usando tu relevo.
es: * Cuando confirma que es accesible, subirá un "descriptor de servidor" a las autoridades del directorio para que los clientes sepan qué dirección, puertos, claves, etc. está usando tu repetidor.

source: If you need to be sure that all traffic will go through the Tor network, take a look at the <mark><a href="https://tails.boum.org/">Tails live operating system</a></mark> which you can start on almost any computer from a USB stick or a DVD.
ar: Si necesitás estar seguro que todo el tráfico irá a través de la red de Tor, hechale una mirada al <mark><a href="https://tails.boum.org/">sistema operativo Tails</a></mark>, el cual podés iniciar en casi cualquier computadora desde un pendrive o un DVD.
es: Si necesitas asegurar que todo el tráfico vaya a través de la red Tor, echa un vistazo al<mark><a href="https://tails.boum.org/">sistema tema operativo autoarrancable Tails</a></mark> que se puede iniciar en casi cualquier equipo desde una memoria USB o un DVD.

source: How do I run an exit relay on Debian?
ar: ¿Cómo corro un relevo de salida en Debian?
es: ¿Cómo puedo ejecutar un repetidor de salida en Debian?

source: Tor Browser
ar: Navegador Tor
es: Navegador Tor

source: ##### Common log error #3: Failed to complete TLS handshake
ar: ###### Error común de bitácora #3: Fallo al completar intercambio para sincronización TLS

source: I urge you to reconsider this decision; Tor is used by people all over the world to protect their privacy and fight censorship.
ar: Te urjo a que reconsideres ésta decisión; Tor es utilizado por gente alrededor del mundo para proteger su privacidad y combatir la censura.
es: Te pido que reconsideres esta decisión; Tor lo usa gente de todo el mundo para proteger su privacidad y luchar contra la censura.

source: using-flash-tor-browser
ar: usando-flash-en-navegador-tor
es: usando-flash-en-el-navegador-tor

source: I have a compelling reason to trace a Tor user. Can you help?
ar: Tengo una muy buena razón para rastrear a un usuario de Tor. ¿Pueden ayudar?
es: Tengo una razón imperiosa para encontrar a un usuario de Tor. ¿Me pueden ayudar?

source: Please open your antivirus or malware protection software and look in the settings for a "whitelist" or something similar.
ar: Por favor abrí tu programa de protección contra virus o programas maliciosos, y mirá en los ajustes por una "lista blanca" o algo similar.
es: Por favor, abre tu antivirus o protección contra malware, y echa un vistazo a la configuración en busca de una "lista blanca" (whitelist) or algo similar.

source: to-use-gettor-via-xmpp
ar: usar-gettor-vía-xmpp
es: usar-gettor-vía-xmpp

source: Unfortunately, some websites deliver CAPTCHAs to Tor users, and we are not able to remove CAPTCHAs from websites.
ar: Desafortunadamente, algunos sitios web entregan CAPTCHAS a usuarios Tor, y no somos capaces de remover CAPTCHAS de sitios web.

source: tor-browser-is-built-from-firefox-why
ar: por-que-navegador-tor-está-hecho-a-partir-de-firefox
es: porque-el-navegador-tor-se-basa-en-firefox

source: Can I use Flash in Tor Browser?
ar: ¿Puedo usar Flash en el navegador Tor?
es: ¿Puedo usar Flash en el Tor Browser?

source: <mark><a href="https://www.torproject.org/projects/torbrowser/design/#identifier-linkability">The Design and Implementation of Tor Browser</a></mark> document further explains the thinking behind this design.
ar: El documento <mark><a href="https://www.torproject.org/projects/torbrowser/design/#identifier-linkability">el diseño e implementación del navegador Tor</a></mark> explica con más amplitud el pensamiento detrás de éste diseño.
es: <mark><a href="https://www.torproject.org/projects/torbrowser/design/#identifier-linkability">El documento Diseño e Implementación del navegador Tor</a></mark> explica aún más el pensamiento detrás de este diseño.

source: This step is usually fast, but it may take a few minutes.
ar: Este paso es usualmente rápido, pero puede tomar unos pocos minutos.
es: Este paso suele ser rápido, pero puede tomar algunos minutos.

source: Click the button labelled "Copy Tor Log To Clipboard" that appears in the dialog window when Tor Browser is first connecting to the network.
ar: Cliqueá el botón titulado "Copiar bitácora de Tor al portapapeles" que aparece en la ventana de diálogo cuando el navegador Tor se está conectando a la red al inicio.
es: Pulsa el botón "Copiar registro de Tor al portapapeles" que aparece en la ventana de diálogo cuando el Tor Browser se está conectando por primera vez a la red.

source: You might be on a censored network, and so you should try using bridges.
ar: Podrías estar en una red censurada, por lo cual debieras tratar usando puentes.
es: Podrías estar en una red censurada, así que deberías intentar usar puentes.

source: We don't want to encourage people to use paths longer than this as it increases load on the network without (as far as we can tell) providing any more security.
ar: No queremos alentar a la gente para que use rutas más largas que ésta, ya que incrementan la carga sobre la red sin (tan lejos como podemos decir) proveer ninguna seguridad más.
es: No queremos animar a que la gente use rutas más largas que esta, ya que incrementaría la carga de la red sin (hasta donde podemos decir) proporcionar más seguridad.

source: run-tor-on-ios
ar: correr-tor-en-ios
es: ejecutar-tor-en-ios

source: I cannot reach X.onion!
ar: ¡No puedo alcanzar a X.onion!
es: ¡No puedo entrar en X.onion!

source: I need Tor Browser in a language that's not English.
ar: Necesito al navegador Tor en un lenguaje que no es Inglés.
es: Necesito el Tor Browser en un idioma que no es el inglés.

source: tor-browser-js-enabled-default
ar: js-habilitado-por-defecto-en-navegador-tor
es: configurando-tor-por-defecto

source: having-a-problem-updating-vidalia
ar: teniendo-un-problema-actualizando-vidalia
es: problemas-actualizando-vidalia

source: pick-which-country-i-am-exiting
ar: elegir-por-cual-país-estoy-saliendo
es: escoger-de-qué-país-estoy-saliendo

source: ## Set your bandwidth rate (leave commented and Tor will run without bandwidth caps)
ar: ## Ajustá tu tasa de ancho de banda (dejalo comentado y Tor correrá sin límites de ancho de banda)
es: ## Fija tu ancho de banda (deja comentado y Tor se ejecutará sin límites de ancho de banda)

source: With the release of Tor Browser 6.0.6, we switched to DuckDuckGo as the primary search engine.
ar: Con el lanzamiento del navegador Tor 6.0.6, cambiamos a DuckDuckGo como motor de búsqueda primario.
es: Con la publicación del Tor Browser 6.0.6, hemos cambiado a DuckDuckGo como nuestro motor de búsqueda principal.

source: We do not recommend running multiple instances of Tor Browser, and may not work as anticipated on many platforms.
ar: No recomendamos correr múltiples instancias del navegador Tor, y puede no trabajar de forma anticipada en muchas plataformas.
es: No recomendamos ejecutar múltiples instancias del Tor Browser, pueden no funcionar como se espera en muchas plataformas.

source: That means that ISPs or governments trying to block access to the Tor network can't simply block all bridges.
ar: Eso significa que los Proveedores de Servicio de Internet o gobiernos intentando bloquear el acceso a la red de Tor simplemente no pueden bloquear todos los puentes.
es: Esto significa que los ISPs o gobiernos que intentan bloquear el acceso a la red Tor no pueden simplemente bloquear todos los puentes.

source: Should I install a new add-on or extension in Tor Browser, like AdBlock Plus or uBlock Origin?
ar: ¿Debería instalar un complemento o extensión nueva, comoo AdBlock Plus o uBlock Origin en el navegador Tor?
es: ¿Debería instalar un nuevo complemento o extensión en el Tor Browser, como AdBlock Plus o uBlock Origin?
