Repository: torproject/support
Catalog: i18n/contents+it.po
Languages: it

source: We hate that there are some people who use Tor to do terrible things, but we can't do anything to get rid of them without also undermining the human rights activists, journalists, abuse survivors, and other people who use Tor for good things.
it: Detestiamo che alcune persone utilizzino Tor per compiere cose terribili, tuttavia non possiamo fare nulla per evitarlo senza al contempo minare i diritti umaani degli attivisti, giornalisti, sopravvissuti agli abusi ed altre persone che utilizzano Tor per scopi nobili.

source: If we wanted to block certain people from using Tor, we'd basically be adding a backdoor to the software, which would open up our vulnerable users to attacks from bad regimes and other adversaries.
it: Se volessimo bloccare alcune persone dall'utilizzare Tor, dovremmo fondamentalmente inserire una backdoor nel software, che renderebbe gli utilizzatori vulnerabili agli attacchi dei regimi autoritari e di altri avversari.

source: prevent-bad-people-doing-bad-things-with-tor
it: impedire-alle-cattive-persone-di-fare-cose-cattive-con-tor

source: Who funds Tor?
it: Chi finanzia Tor?

source: Tor is funded by a number of different sponsors including US federal agencies, private foundations, and individual donors.
it: Tor è finanziato da molti differenti sponsor inclusi agenzie federali USA, fondazioni private e donatori individuali.

source: Check out a list of all <mark><a href="https://www.torproject.org/about/sponsors.html.en">our sponsors</a></mark> and a series of <mark><a href="https://blog.torproject.org/category/tags/form-990">blog posts</a></mark> on our financial reports.
it: Controlla la lista di tutti <mark><a href="https://www.torproject.org/about/sponsors.html.en">i nostri sponsor</a></mark> e la serie di <mark><a href="https://blog.torproject.org/category/tags/form-990">post sul blog</a></mark> relativi ai report sui nostri finanziamenti.

source: We feel that talking openly about our funders and funding model is the best way to maintain trust with our community.
it: Pensiamo che parlare apertamente dei nostri finanziamenti e del nostro modello di finanziamento sia il miglior modo per mantenere la fiducia della nostra comunità.

source: We are always seeking more diversity in our funding sources, especially from foundations and individuals.
it: Siamo sempre alla ricerca di fonti differenti di finanziamento, specialmente da fondazioni e da privati.

source: tor-funding
it: finanziamento-tor

source: Can I use Tor with bittorrent?
it: Posso usare Tor con bittorrent?

source: We do not recommend using Tor with bittorrent.
it: Sconsigliamo di usare Tor con bittorrent

source: For further details, please see our <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">blog post on the subject</a></mark>.
it: Per maggiori dettagli, per favore consulta il nostro <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">post sul blog relativo a questo argomento</a></mark>.

source: The files on my computer have been locked, and someone is demanding I download Tor Browser to pay a ransom for my files!
it: I file sul mio computer sono stati bloccati e qualcuno mi sta chiedendo di scaricare Tor Browser per pagare un riscatto affinché io possa recuperare i miei file!

source: We are so sorry, but you have been infected with malware.
it: Ci spiace molto, ma sei stato infettato da un malware.

source: The Tor Project did not create this malware. The malware authors are asking you to download Tor Browser presumably to contact them anonymously with the ransom they're demanding from you.
it: Il Progetto Tor non ha creato questo malware. Gli autori del malware ti stanno chiedendo di scaricare Tor Browser presumibilmente perché tu li contatti in modo anonimo relativamente al riscatto che ti stanno richiedendo.

source: If this is your first introduction to Tor Browser, we understand that you might think we're bad people who enable even worse people.
it: Se è la tua prima esperienza con Tor Browser, comprendiamo che potresti pensare che siamo gentaglia che aiuta gente ancora peggiore.

source: But please consider that our software is used every day for a wide variety of purposes by human rights activists, journalists, domestic violence survivors, whistleblowers, law enforcement officers, and many others. Unfortunately, the protection that our software can provide to these groups of people can also be abused by criminals and malware authors.
it: Ma ti preghiamo di tenere in conto che il nostro software è utilizzato ogni giorno per una enorme varietà di diversi scopi da attivisti per i diritti umani, giornalisti, sopravvissuti alle violenze domestiche, informatori, agenti delle forze dell'ordine e molti altri. Sfortunatamente, la protezione che il nostro software può fornire a questi gruppi di persone può essere anche abusata da criminali ed autori di malware.

source: The Tor Project does not support or condone the use of our software for malicious purposes.
it: Il Progetto Tor non supporta né scusa l'ulitizzo del nostro software per propositi criminali.

source: someone-asks-to-download-tor-browser-to-unlock-my-files
it: qualcuno-chiede-di-scaricare-tor-browser-per-sbloccare-i-miei-file

source: Does Tor keep logs?
it: Tor mantiene eventuali log?

source: Tor doesn't keep any logs that could identify a particular user.
it: Tor non mantiene alcun log che possa identificare uno specifico utente.

source: We do take some safe measurements of how the network functions, which you can check out at <mark><a href="https://metrics.torproject.org/">Tor Metrics</a></mark>.
it: Noi rileviamo in sicurezza alcune misurazioni relative al funzionamento del network, puoi controllarle da <mark><a href="https://metrics.torproject.org/">Tor Metrics</a></mark>.

source: does-tor-keep-logs
it: tor-mantiene-log

source: Does Tor Project offer email service or other privacy protecting web services?
it: Il Tor Project offre un servizio di email, o altri servizi web, mirati a proteggere la privacy?

source: No, we don't provide any online services.
it: No, non forniamo servizi online.

source: A list of all of our software projects can be found on our <mark><a href="https://www.torproject.org/projects/projects.html.en">projects page</a></mark>.
it: Un elenco di tutti i nostri progetti software può essere reperita sulla nostra <mark><a href="https://www.torproject.org/projects/projects.html.en">pagina dei progetti</a></mark>.

source: does-tor-project-offer-email-or-privacy-protecting-web-services
it: il-progetto-tor-offre-email-o-altri-servizi-di-protezione-privacy

source: Can I use the Tor logo in my product?
it: Posso usare il logo di Tor nel mio prodotto?

source: You can read all about that on our <mark><a href="https://www.torproject.org/docs/trademark-faq.html">Trademark faq page</a></mark>.
it: Puoi trovare tutte le informazioni sulla nostra <mark><a href="https://www.torproject.org/docs/trademark-faq.html">pagina di FAQ sul Marchio</a></mark>.

source: using-tor-logo
it: usare-il-logo-tor

source: I'm having a problem updating or using Vidalia.
it: Sto avendo un problema nell'aggiornamento, o nell'uso, di Vidalia.

source: Vidalia is no longer maintained or supported.
it: Vidalia non è più mantenuta o supportata

source: A large portion of the features Vidalia offered have now been integrated into Tor Browser itself.
it: Una grande parte delle caratteristiche che Vidalia offriva sono state adesso integrate direttamente in Tor Browser.

source: having-a-problem-updating-vidalia
it: ho-un-problema-ad-aggiornare-vidalia

source: Our mission:
it: La nostra missione:

source: to advance human rights and freedoms by creating and deploying free and open source anonymity and privacy technologies, supporting their unrestricted availability and use, and furthering their scientific and popular understanding.
it: far progredire i diritti umani e la libertà creando e distribuendo software gratuito ed open source con tecnologie per rendersi anonimi e mantenere la privacy, favorendone l'ampia disponibilità ed utilizzo e promuovendone la comprensione scientifica e popolare.

source: Subscribe to our Newsletter
it: Iscriviti alla nostra Newsletter

source: Get monthly updates and opportunities from the Tor Project
it: Ricevi aggiornamenti mesili e altre occasioni dal Progetto Tor

source: Trademark, copyright notices, and rules for use by third parties can be found in our <a href="https://www.torproject.org/docs/trademark-faq" target="_blank" class="text-primary-light"><u>FAQ</u></a>.
it: Marchi, note di copyright e regole per il loro utilizzo da parte di terzi possono essere trovati nelle nostre <a href="https://www.torproject.org/docs/trademark-faq" target="_blank" class="text-primary-light"><u>FAQ</u></a>.

source: Tor Project | Support
it: Tor Project | Supporto

source: Download Tor Browser
it: Scarica Tor Browser

source: Search
it: Cerca

source: Permalink
it: Link permanente
