Repository: torproject/support
Catalog: i18n/contents+de.po
Languages: de

source: Modifying the way that Tor creates its circuits is strongly discouraged.
de: Von Änderungen an den Tor-Verbindungseinstellungen wird stark abgeraten.

source: However, be aware that your other browser is not keeping your activity private, and you may forget and accidentally use that non-private browser to do something that you intended to do in Tor Browser.
de: Sei dir jedoch bewusst, dass dein anderer Browser deine Aktivitäten nicht privat behandelt und du versehentlich diesen unsicheren Browser für etwas verwendest, für das du eigentlich den Tor Browser nutzen wolltest.

source: We do not recommend using Tor with BitTorrent.
de: Wir empfehlen es nicht, Tor zusammen mit BitTorrent zu nutzen.

source: This could mean that you’re on a network that’s censored.
de: Das könnte bedeuten, dass Sie sich in einem Netzwerk befinden, das zensiert ist.

source: In the case of banks, and other sensitive websites, it is also common to see geography-based blocking (if a bank knows you generally access their services from one country, and suddenly you are connecting from an exit relay on the other side of the world, your account may be locked or suspended).
de: Bei Banken und anderen sensitiven Webseiten ist es üblich, basierend auf der Herkunft zu blockieren (z.B. neigen Banken dazu, Konten zu sperren, wenn das Land, von dem du dich verbindest, wechselt).

source: Tor prevents eavesdroppers from learning sites that you visit.
de: Tor schützt davor, dass Überwacher erfahren, welche Seiten du besuchst.

source: Since Disconnect is more of a meta search engine which allows users to choose between different search providers, it fell back to delivering Bing search results which were basically unacceptable quality-wise.
de: Weil Disconnent eher eine Meta-Suchmaschine ist, die zwischen verschiedenen Suchanbietern wählen lässt, lieferte es statt dessen Bing-Ergebnisse aus, deren Qualität aber unakzeptabel war.

source: ## If you control multiple relays, include then in the family
de: ## Wenn du mehrere Relays betreibst, füge sie der Familie hinzu

source: * Edit /usr/local/etc/tor/torrc to look like the following:
de: * Bearbeite /usr/local/etc/tor/torrc folgendermaßen:

source: How can I donate to Tor Project?
de: Wie kann ich an das Tor Project spenden?

source: * Locate your Tor Browser folder or application.
de: * Suche nach dem Ordner von oder der Anwendung Tor Browser

source: The Tor network has over a million daily users, and just over 6000 relays to route all of their traffic, and the load on each server can sometimes cause latency.
de: Das Tor Netzwerk hat täglich mehr als eine Million Nutzer, jedoch nur 6000 Relais um diese Netzwerklast zu stemmen. Die Last auf jedem einzelnen Server kann zu Verzögerungen führen.

source: The low/default setting allows Javascript, but the medium and high levels both block Javascript on HTTP sites.
de: Die niedrige/standard-Einstellung erlaubt JavaScript, aber die mittlere und höchste Stufe deaktivieren JavaScript auf allen Seiten.

source: Something like this might do the trick:
de: Etwas in dieser Art könnte helfen:

source: installing-add-on-extensions-tor-browser
de: installiere-add-on-erweiterungen-tor-browser

source: I am having trouble connecting to Tor, and I can’t figure out what’s wrong.
de: Ich habe Probleme mich mit Tor zu verbinden und kann die Ursache nicht finden.

source: A bridge is just a normal relay with a slightly different configuration.
de: Eine Brücke ist nur ein normales Relais mit einer leicht unterschiedlichen Konfiguration.

source: Our website is blocked by a censor. Can Tor Browser help users access our website?
de: Unsere Website wird blockiert. Kann Tor Browser den Benutzern helfen, die Website trotzdem zu erreichen?

source: Please be sure no other instance of Tor Browser is already running, and that you have extracted Tor Browser in a location that your user has the correct permissions for.
de: Bitte stelle sicher, dass nicht bereits eine andere Tor Browser-Instanz läuft und dass Tor Browser an einem Ort mit ausreichenden Schreibrechten entpackt wurde.

source: * Delete the Tor Browser folder or application.
de: * Lösche den Ordner von Tor Browser

source: It's strongly discouraged to install new add-ons in Tor Browser, because they can compromise your privacy and security.
de: Es ist stark davon abzuraten, neue Add-Ons im Tor Browser zu installieren, weil diese Ihre Privatsphäre und Sicherheit gefärden können.

source: For users who want to have Javascript disabled on all HTTP sites by default, we recommend changing your Tor Browser's security slider (in the Tor Browser Onion menu under "Security Settings").
de: Wer JavaScript für alle HTTP-Seiten deaktivieren möchte, kann das mit Tor Browsers Sicherheitsregler tun (im Tor Browser Onion-Menü unter "Sicherheitseinstellungen").

source: These services use the special-use tld .onion (instead of .com,.net,.org,etc..) and are only accessible through the Tor network.
de: Diese Dienste benutzen die besondere Top Level Domain .onion (an Stelle von .com, .net, .org, etc.) und sind nur über Tor erreichbar.

source: A website I am trying to reach is blocking access over Tor.
de: Eine Webseite, die ich versuche aufzurufen, blockiert die Verbindung über Tor.

source: Does Tor keep logs?
de: Speichert Tor Protokolle?

source: what-is-a-bridge
de: was-ist-eine-bruecke

source: There is currently no supported method for running Tor on Windows Phone.
de: Es gibt momentan keine unterstützte Methode, Tor auf einem Windows-Telefon zu betreiben.

source: What is a .onion or what are onion services?
de: Was ist ein .onion oder was sind Onion-Dienste?

source: For sharing files through Tor, <mark><a href="https://onionshare.org/">OnionShare</a></mark> is a good option.
de: Um Dateien über Tor zu teilen, <mark><a href="https://onionshare.org/">OnionShare</a></mark> ist eine gute Möglichkeit.

source: No.
de: Nein.

source: setting-tor-browser-as-default
de: waehle-tor-browser-als-standard

source: We currently offer Tor Browser in the following languages:
de: Aktuell bieten wir Tor Browser in folgenden Sprachen an:

source: Unfortunately, we don't yet have a version of Tor Browser for ChromeOS.
de: unglücklicherweise gibt es keine Tor Browser Version für ChromeOS

source: The files on my computer have been locked, and someone is demanding I download Tor Browser to pay a ransom for my files!
de: Die Dateien auf meinem Computer sind gesperrt worden und jemand verangt den Tor Browser runterzuladen um für die Entsperrung zu bezahlen.

source: Many exit nodes are configured to block certain types of file sharing traffic, such as BitTorrent.
de: Viele Austritts-Knoten sind so konfiguriert, Filesharing mit z.B. BitTorrent zu blockieren.

source: cant-connect-to-tor-browser
de: kann-mich-nicht-mit-tor-browser-verbinden

source: accessing-websites-that-are-only-accessible-over-tor
de: auf-webseiten-zugreifen-die-nur-mit-tor-erreichbar-sind

source: Tor requires an accurate clock to work: please check your time, timezone, and date settings.
de: Damit Tor funktioniert, benötigt es eine korrekt eingestellte Uhr: Bitte überprüfe deine Uhrzeit, Zeitzone und Datumseinstellungen.

source: For further details, please see our <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">blog post on the subject</a></mark>.
de: Für weitere Details siehe unseren <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">Blogbeitrag darüber</a></mark>.

source: website-blocked-by-censor-can-tor-browser-help
de: webseite-blockiert-durch-zensor-hilft-tor-browser

source: Check out a list of all <mark><a href="https://www.torproject.org/about/sponsors.html.en">our sponsors</a></mark> and a series of <mark><a href="https://blog.torproject.org/category/tags/form-990">blog posts</a></mark> on our financial reports.
de: Siehe die <mark><a href="https://www.torproject.org/about/sponsors.html.en">Liste unserer Sponsor*innen</a></mark> und eine Serie von <mark><a href="https://blog.torproject.org/category/tags/form-990">Blogeinträgen</a></mark> mit finanziellen Berichten.

source: If a SOCKS proxy is required for your network setup, then please make sure you’ve entered your proxy details correctly.
de: Wenn ein SOCKS-Proxy für die Netzwerkeinstelung nötig ist, sollten die Proxy-Details überprüft werden.

source: using-correct-packages
de: benutze-korrekte-pakete

source: If you run Tor Browser and another browser at the same time, it won't affect Tor's performance or privacy properties.
de: Wenn du den Tor Browser und einen anderen Browser zur selben Zeit laufen lässt gefährdet dies weder die Leistung, noch die Privatsphäreeinstellungen von Tor.

source: Tor Browser can certainly help people access your website in places where it is blocked.
de: Tor Browser kann Menschen durchaus helfen auf ihre Webseite zuzugreifen an Orten, wo sie blockiert ist.

source: How do I view Tor Browser message log?
de: Wie kann ich das Nachrichtenprotokoll des Tor Browsers lesen?

source: how-do-i-run-a-middle-or-guard-on-freebsd
de: wie-betreibe-ich-ein-relay-auf-freebsd

source: Thank you for your support!
de: Danke für Ihre Unterstützung!

source: If you need other bridges, you can get them at our <mark><a href="https://bridges.torproject.org/">Bridges website</a></mark>.
de: Falls andere Bridges nötig sind, versuche es auf unserer <mark><a href="https://bridges.torproject.org/">Bridges-Webseite</a></mark>.

source: Tor Browser is currently available on Windows, Linux and OSX.
de: Tor Browser ist derzeit für Windows, Linux und OSX verfügbar.

source: For <mark><a href="https://www.torproject.org/docs/android.html.en">Android</a></mark>, <mark><a href="https://guardianproject.info/">The Guardian Project</a></mark> maintains the Tor-powered apps <mark><a href="https://guardianproject.info/apps/orbot/">Orbot</a></mark> and <mark><a href="https://guardianproject.info/apps/orfox/">Orfox</a></mark>.
de: Für <mark><a href="https://www.torproject.org/docs/android.html.en">Android</a></mark> bietet <mark><a href="https://guardianproject.info/">The Guardian Project</a></mark> die Tor-Anwendungen <mark><a href="https://guardianproject.info/apps/orbot/">Orbot</a></mark> und <mark><a href="https://guardianproject.info/apps/orfox/">Orfox</a></mark>.

source: use-vpn-with-tor
de: beutze-vpn-mit-tor

source: However, your service provider or network admins may be able to see that you're connecting to the Tor network, though they won't know what you're doing when you get there.
de: Es könnte aber sein, dass dein ISP oder Netzwerk-Admins erkennen, dass du dich mit dem Tor-Netzwerk verbindest, aber nicht was kommuniziert wird.

source: * Make sure tor starts on boot by running "sysrc tor_enable=YES" (as root)
de: * Stelle sicher, dass Tor beim Hochfahren startet mit "sysrc tor_enable=YES" (als root)

source: There may be a temporary connection issue, or the site operators may have allowed it to go offline without warning.
de: Eventuell gibt es ein vorübergehendes Verbindungsproblem, oder die Webseitenbetreiber*innen haben die Seite ohne Warnung vom Netz genommen.

source: No, the Tor Project does not offer hosting services.
de: Nein, das Tor Project bietet keine hosting-Dienste an.

source: There is no official version of Tor for iOS yet, though we recommend Onion Browser.
de: Es gibt derzeit noch keine offizielle Version von Tor für iOS, wir empfehlen dennoch Onion Browser.

source: You can help improve the speed of the network by running your own relay, or encouraging others to do so.
de: Du kannst helfen die geschwindigkeit des Netzwerks zu erhöhen, indem du dein eigenes Tor Relais erstellst und andere dazu ermutigst das Selbe zu tun.

source: You may see a written indication when Tor Browser opens telling you that an update is available.
de: Beim Start von Tor Browser müsstest du eine Nachricht sehen, dass ein Update verfügbar ist.

source: You can update Tor Browser as soon as a new version is released.
de: Du kannst den Tor Browser Aktualisieren, sobald eine neue Version verfügbar ist.

source: Sorry, but there is currently no official support for running Tor Browser on *BSD.
de: Entschuldigung, aber zurzeit ist keine offizielle Unterstützung zum Ausführen vom Tor Browser auf *BSD-Systemen vorhanden.

source: * For OS X
de: * Für OS X

source: Once you have copied the log, you will be able to paste it into a text editor or email client.
de: Sobald du den Log kopiert hast, kannst du ihn in einem Texteditor oder E-Mail-Programm einfügen.

source: * Run "pkg install tor" (as root).
de: * Führe "pkg install tor" als root aus.

source: donate-tor-project
de: spende-an-tor-project

source: tor-browser-wont-connect
de: tor-browser-verbindet-sich-nicht

source: Onion Services
de: Onion-Dienste

source: If law enforcement becomes interested in traffic from your exit relay, it's possible that officers will seize your computer.
de: Wenn Gesetzeshüter*innen interessiert sind an Verbindungen von einem Austrittsknoten, kann es passieren, dass der Computer beschlagnahmt wird.

source: See our page on <mark><a href="https://www.torproject.org/docs/pluggable-transports.html.en">pluggable transports</a></mark> for more info.
de: Siehe unsere Seite über <mark><a href="https://www.torproject.org/docs/pluggable-transports.html.en">Pluggable Transports</a></mark> für weitere Informationen.

source: Who is the Guardian Project?
de: Was ist das Guardian Project?

source: If you are still unable to connect to the onion service, please try again later.
de: Sollten Sie sich immer noch nicht mit dem Tor-Netzwerk verbinden können, versuchen Sie es bitte später wieder.

source: However, Apple requires browsers on iOS to use something called Webkit, which prevents Onion Browser from having the same privacy protections as Tor Browser.
de: Allerdings erfordert Apple, dass iOS-Browser Webkit benutzen, wodurch Onion Browser nicht die gleiche Privatsphäre bieten kann wie Tor Browser.

source: They need to be configured separately to use Tor.
de: Sie müssen getrennt konfiguriert werden, um Tor zu verwenden.

source: why-is-tor-using-duckduckgo
de: warum-benutzt-tor-duckduckgo

source: You should see one of these common log errors (look for the following lines in your Tor log):
de: Du solltest einen dieser üblichen Fehler im Protokoll sehen (suche nach diesen Zeilen in deiner Tor-Logdatei):

source: tell-which-website-are-visited-while-using-tor-browser
de: besuchte-webseiten-seit-dem-start-von-tor-browser

source: Most of the time, simply downloading the <mark><a href="https://www.torproject.org/download/download-easy.html.en">Tor Browser</a></mark> and then using it to navigate to the blocked site will allow access.
de: Meistens erlaubt das einfache Herunterladen des <mark><a href="https://www.torproject.org/download/download-easy.html.en">Tor Browsers</a></mark> und die darauffolgende Navigation mit diesem zur blockierten Webseite den Zugriff.

source: For the most in-depth resource on running a relay, see the <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">Tor Relay Guide</a>.
de: Für die meisten tiefergehenden Ressourcen um ein Relay zu betreiben, siehe den <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">Tor Relay Guide</a>.

source: We hate that there are some people who use Tor to do terrible things, but we can't do anything to get rid of them without also undermining the human rights activists, journalists, abuse survivors, and other people who use Tor for good things.
de: Wir bedauern, dass einige Menschen Tor für schreckliche Dinge nutzen, aber wir können nichts dagegen tun, ohne Menschenrechtsaktivist*innen, Journalist*innen, Überlebende von Missbrauch, und alle, die Tor für Gutes benutzen, zu gefährden.

source: operators
de: Betreiber

source: Is it safe to run Tor Browser and another browser at the same time?
de: Ist es sicher den Tor Browser und einen anderen Browser zur selben Zeit laufen zu lassen?

source: If you can't download Tor through our <mark><a href="https://www.torproject.org">website</a></mark>, you can get a copy of Tor delivered to you via GetTor.
de: Wenn du Tor nicht über unsere <mark><a href="https://www.torproject.org">Webseite</a></mark> herunter laden kannst, versuche, eine Kopie mit GetTor zu bekommen.

source: We configure NoScript to allow JavaScript by default in Tor Browser because many websites will not work with JavaScript disabled.
de: NoScript erlaubt JavaScript standardmäßig in Tor Browser, denn viele Webseiten funktionieren ohne JavaScript nicht.

source: In places where there is heavy censorship we have a number of censorship circumvention options available, including <mark><a href="https://www.torproject.org/docs/pluggable-transports.html.en">pluggable transports</a></mark>.
de: Für Orte mit starker Zensur bieten wir mehrere Möglichkeiten, diese zu umgehen inklusive <mark><a href="https://www.torproject.org/docs/pluggable-transports.html.en">Pluggable Transports</a></mark>.

source: * Run "service tor start" (as root)
de: * Führe "service tor start" als root aus

source: * Run "apt-get install tor" (as root).
de: * Führe "apt get install tor" aus (als root).

source: run-multible-instances-of-tor-browser
de: mehrere-tor-browser-betreiben

source: having-trouble-connecting-to-tor
de: probleme-beim-verbinden-mit-tor

source: Can I use Tor with BitTorrent?
de: Funktioniert Tor mit BitTorrent?

source: Tor is funded by a number of different sponsors including US federal agencies, private foundations, and individual donors.
de: Tor wird von einer Reihe von Sponsor*innen inklusive US-Behörden, privaten Stiftungen und Privatpersonen unterstützt.

source: Some bridges are built in to Tor Browser, and you can use those bridges by choosing "configure" (then following the prompts) in the Tor Launcher window that pops up when you open Tor Browser for the first time.
de: Einige Bridges sind in Tor Browser definiert, wähle "Konfigurieren" (und folge den Anzeigen) im Fenster von Tor Launcher, das beim ersten Start von Tor Browser angezeigt wird.

source: If you believe this is a Tor Browser issue, please report it on our <mark><a href="https://trac.torproject.org/">bug tracker</a></mark>.
de: Wenn du das für einen Fehler in Tor Browser hälst, erstelle bitte einen Bericht in unserer <mark><a href="https://trac.torproject.org/">Fehler-Datenbank</a></mark>.

source: Is there support for *BSD?
de: Gibt es eine Unterstützung für *BSD?

source: I can’t connect to Tor Browser, is my network censored?
de: Ich kann mich nicht mit Tor Browser verbinden, ist mein Netzwerk zensiert?

source: There is currently no supported method for setting Tor Browser as your default browser.
de: Es gibt aktuell keine Möglichkeit, Tor Browser als Standard-Browser zu konfigurieren.

source: Set your security to "Standard".
de: Setze deine Sicherheit zu „Standard“.

source: The default location on Windows is the Desktop; on macOS it is the Applications folder (on macOS, you have to move it into the Applications folder when you complete the installation process).
de: Die übliche Ort auf Windows ist der Desktop; auf macOS ist es der Anwendungs-Ordner (auf macOS musst du es nach der Installation in den Anwendungsordner verschieben).

source: make-tor-faster
de: tor-schneller-machen

source: Can I use the Tor logo in my product?
de: Kann ich das Tor-Logo für mein Produkt benutzen?

source: If you see lines like this in your Tor log, it means that Tor failed to complete a TLS handshake with the directory authorities.
de: Wenn du Zeilen wie diese in Tors Logdatei siehst, bedeutet dies, dass Tor keinen vollständigen TLS-Handschlag mit den Verzeichnis-Autoritäten herstellen konnte.

source: For more information about bridges, see the <mark><a href="https://tb-manual.torproject.org/en-US/bridges.html">Tor Browser manual</a></mark>.
de: Für weitere Information über Bridges, siehe die <mark><a href="https://tb-manual.torproject.org/en-US/bridges.html">Tor-Anleitung</a></mark>.

source: We don’t think Flash is safe to use in any browser — it's a very insecure piece of software that can easily compromise your privacy or serve you malware.
de: Wir denken es ist nicht sicher Flash in irgendeinem Browser zu verwenden - es ist wirklich unsichere Software, die schnell deine Sicherheit, oder deine Privatsphäre verletzen kann. Unter Umständen kann dir sogar Malware untergeschoben werden.

source: You can access these websites by using Tor Browser.
de: Du kannst diese Webseiten mit Tor Browser erreichen.

source: Can I run Tor on an Android device?
de: Kann ich Tor auf einem Android-Gerät ausführen?

source: Consider if you'd like to switch to the <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/ReducedExitPolicy">Reduced exit policy</a></mark>.
de: Möglicherweise solltest du die <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/ReducedExitPolicy">Reduzierte Exit-Regel</a></mark> benutzen.

source: will-anyone-be-able-to-tell-which-website-i-visit
de: kann-jemand-feststellen-welche-webseiten-ich-besuche

source: Can I still use another browser, like Chrome or Firefox, when I am using Tor Browser?
de: Kann ich noch andere Browser wie Chrome oder Firefox benutzen, neben Tor Browser?

source: How can I share files anonymously through Tor?
de: Kann ich mit Tor Dateien anonym teilen?

source: bandwidth caps)
de: Bandbreitenbeschränkungen)

source: ##### Common log error #4: Clock skew
de: ##### Übliche Fehlermeldung #4: Clock skew (Zeitunterschied)

source: Using bridges will likely fix this.
de: Bridges zu benutzen, wird dieses Problem wahrscheinlich lösen.

source: There is nothing the Tor developers can do to trace Tor users.
de: Es gibt keine Möglichkeit für Tor-Entwickler*innen, Tor-Nutzer*innen zu verfolgen.

source: You can read all about that on our <mark><a href="https://www.torproject.org/docs/trademark-faq.html">Trademark faq page</a></mark>.
de: Du kannst alles darüber auf unserer <mark><a href="https://www.torproject.org/docs/trademark-faq.html">Trademark-FAQ-Seite</a></mark> nachlesen.

source: tor-browser-protecting-other-apps
de: tor-browser-schützt-andere-anwendungen

source: Using Tor Browser can sometimes be slower than other browsers.
de: Den Tor Browser zu verwenden kann manchmal langsamer sein, als andere Browser zu benutzen.

source: * Make sure your clock, date, and timezone are set correctly. Install the ntp or openntpd (or similar) package to keep it that way.
de: * Stelle sicher, dass Uhrzeit, Datum und Zeitzone richtig eingestellt sind. Installiere das Paket ntp oder openntpd (oder ähnlich) um die Zeit aktuell zu halten.

source: Which platforms is Tor Browser available for?
de: Auf welchen Plattformen ist Tor Browser verfügbar?

source: Tor on Android is provided by The Guardian Project.
de: Tor für Android wird angeboten durch das Guardian Project.

source: If you are unable to connect to an onion service, please see <a href="/#onionservices-3">I cannot reach X.onion!</a>
de: Bei Verbindungsschwierigkeiten zu einem onion-Dienst, siehe <a href="/#onionservices-3">Ich kann einen onion-Dienst nicht erreichen</a>

source: Several countries, including China and Iran, have found ways to detect and block connections to Tor bridges.
de: Einige Länder, wie China und Iran, haben Möglichkeiten gefunden, Tor-Nutzer*innen zu erkennen und Verbindungen zu Tor-Brücken zu blockieren.

source: Then paste the Tor log into a text file or other document.
de: Dann kopieren Sie das Tor-Protokoll in eine Textdatei oder ein anderes Dokument.
