Repository: torproject/support
Catalog: i18n/contents+it.po
Languages: it

source: How can we help?
it: Come possiamo aiutare?

source: Most Frequently Asked Questions
it: Domande più frequenti

source: GetTor
it: OttieniTor

source: Connecting To Tor
it: Connessione a Tor

source: connecting-to-tor
it: connessione-a-tor

source: Censorship
it: Censura

source: censorship
it: censura

source: Operators
it: Operatori

source: operators
it: operatori

source: Onion Services
it: Servizi Onion

source: onion-services
it: servizi-onion

source: Misc
it: Varie

source: misc
it: varie

source: When I use Tor Browser, will anyone be able to tell which websites I visit?
it: Mentre utilizzo Tor Browser, qualcuno potrebbe essere in grado di vedere i siti web che sto visitando?

source: Tor Browser prevents people from knowing the websites you visit.
it: Tor browser evita che le persone conoscano i siti web che visiti.

source: Some entities, such as your Internet Service Provider (ISP), may be able to see that you're using Tor, but they won't know where you're going when you do.
it: Alcune entità, come il tuo Internet Service Provider (ISP), potrebbero essere in grado di vedere che stai usando Tor, ma non sapranno su che siti stai andando.

source: will-anyone-be-able-to-tell-which-website-i-visit
it: qualcuno-riuscirà-a-capire-quali-siti-visito

source: Our website is blocked by a censor. Can Tor Browser help users access our website?
it: Il nostro sito web è censurato. Tor Browser può aiutare gli utenti ad accedervi?

source: Tor Browser can certainly help people access your website in places where it is blocked.
it: Il Browser Tor può aiutare le persone ad accedere al tuo sito Web nei luoghi in cui è bloccato.

source: Most of the time, simply downloading the <mark><a href="https://www.torproject.org/download/download-easy.html.en">Tor Browser</a></mark> and then using it to navigate to the blocked site will allow access.
it: Il più delle volte, scaricare <mark><a href="https://www.torproject.org/download/download-easy.html.en">Tor Browser</a></mark> e utilizzarlo per navigare verso il sito bloccato consentirà di accedervi

source: In places where there is heavy censorship we have a number of censorship circumvention options available, including <mark><a href="https://www.torproject.org/docs/pluggable-transports.html.en">pluggable transports</a></mark>.
it: Nei paesi pesantemente censurati, abbiamo a disposizione una serie di opzioni di elusione della censura, tra cui <mark><a href="https://www.torproject.org/docs/pluggable-transports.html.en">pluggable transports</a></mark>.

source: For more information, please see the <mark><a href="https://tb-manual.torproject.org/en-US/">Tor Browser User Manual</a></mark> section on <mark><a href="https://tb-manual.torproject.org/en-US/circumvention.html">censorship</a></mark>.
it: Per maggiori informazioni, si prega di consultare la <mark><a href="https://tb-manual.torproject.org/en-US/">Tor Browser User Manual</a></mark>sezione sulla <mark><a href="https://tb-manual.torproject.org/en-US/circumvention.html">censorship</a></mark>.

source: can-tor-help-users-access-website
it: può-Tor-aiutare-gli-utenti-ad-accedere-al-sito-web

source: Should I install a new add-on or extension in Tor Browser, like AdBlock Plus or uBlock Origin?
it: Posso installare una nuova estensione su Tor Browser, ad esempio AdBlock Plus o uBlock Origin?

source: It's strongly discouraged to install new add-ons in Tor Browser, because they can compromise your privacy and security.
it: È fortemente sconsigliato installare nuovi componenti aggiuntivi in Tor Browser, perché possono compromettere la privacy e la sicurezza.

source: Tor Browser already comes installed with two add-ons — HTTPS Everywhere and NoScript — and adding anything else could deanonymize you.
it: Tor Browser viene fornito con con due componenti aggiuntivi preinstallati - HTTPS Everywhere e NoScript - e l'aggiunta di qualsiasi altro componente potrebbe deanonimizzarvi.

source: install-add-on-extension-tor-browser
it: installare-estensioni-su-tor-browser

source: Which platforms is Tor Browser available for?
it: Per quali piattaforme è disponibile Tor Browser?

source: Tor Browser is currently available on Windows, Linux and macOS (OS X).
it: Tor Browser è attualmente disponibile per Windows, Linux e macOS (OS X).

source: For Android, The Guardian Project maintains the Tor-powered apps Orbot and Orfox.
it: Per Android, The guardian Project mantiene le app basate su Tor Orbot e Orfox.

source: There is no official version of Tor for iOS yet, though we recommend Onion Browser.
it: Non esiste ancora una versione ufficiale di Tor per iOS, però ti conisgliamo Onion Browser.

source: Can I use a VPN with Tor?
it: Posso usare una VPN con Tor?

source: Generally speaking, we don't recommend using a VPN with Tor unless you're an advanced user who knows how to configure both in a way that doesn't compromise your privacy.
it: In generale, non è consigliabile utilizzare una VPN con Tor a meno che tu non sia un utente esperto che sa come configurare entrambi in modo che non compromettano la tua privacy.

source: You can find more detailed information about Tor + VPN at <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/TorPlusVPN">our wiki</a></mark>.
it: Puoi trovare informazioni più dettaglaite riguardo a Tor + VPN at <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/TorPlusVPN">our wiki</a></mark>.

source: use-vpn-with-tor
it: usare-vpn-con-tor

source: What are the most common issues with the latest stable version of Tor Browser?
it: Quali sono le problematiche più comuni con l'ultima versione stabile di Tor Browser?

source: Whenever we release a new stable version of Tor Browser, we write a blog post that details its new features and known issues.
it: Ogni volta che una nuova versione stabile di Tor Browser viene rilasciata, scriviamo un post sul blog che descrive in dettaglio le sue nuove funzionalità e i problemi noti.

source: If you started having issues with your Tor Browser after an update, check out <mark><a href="https://blog.torproject.org></a>blog.torproject.org</mark> for the most recent stable Tor Browser post to see if your issue is listed.
it: Se inizi ad avere problemi con Tor Browser dopo un aggiornamento, dai un'occhiata a <mark><a href="https://blog.torproject.org></a>blog.torproject.org</mark> dove potrai trovare un post sulla più recente versione stabile di Tor Browser per verificare se il problema è elencato.

source: If your issue is not listed, please file a <mark><a href="https://trac.torproject.org">bug report</a></mark> about what you're experiencing.
it: Se il tuo problema non è listato, gentilmente riporta su <mark><a href="https://trac.torproject.org">bug report</a></mark> il problema che hai riscontrato.

source: most-common-issues-latest-stable-tor-browser
it: i-problemi-più-comuni-dell'ultima-versione-stabile-di-Tor-Browser

source: My antivirus or malware protection is blocking me from accessing Tor Browser.
it: Il mio antivirus, per la protezione da malware, mi sta impedendo di accedere a Tor Browser.

source: Most antivirus or malware protection allows the user to "whitelist" certain processes that would otherwise be blocked.
it: La maggior parte degli antivirus o antimalware consentono all'utente di "autorizzare" determinati processi che altrimenti verrebbero bloccati.

source: Please open your antivirus or malware protection software and look in the settings for a "whitelist" or something similar.
it: Ti preghiamo di aprire il tuo antivirus o il tuo antimalware e di cercare nelle impostazioni una "whitelist" o qualcosa di simile

source: Next, exclude the following processes:
it: Quindi, escludi i seguenti processi:

source: * For Windows
it: * Per Windows

source: * obfs4proxy.exe (if you use bridges)
it: * obfs4proxy.exe (se usi i bridges)

source: * For OS X
it: Per OS X

source: * obfs4proxy (if you use bridges)
it: * obfs4proxy (se usate i bridges)

source: Finally, restart Tor Browser.
it: infine, riavviate Tor Browser.

source: This should fix the issues you're experiencing.
it: Ciò dovrebbe sistemare i problemi che stai riscontrando.

source: Please note that some antivirus clients, like Kaspersky, may also be blocking Tor at the firewall level.
it: Prendi in considerazione che certi antivirus, come Kaspersky, potrebbero anche bloccare Tor a livello di Firewall

source: antivirus-blocking-tor
it: antivirus-sta-bloccando-tor

source: I downloaded and installed Tor Browser for Windows, but now I can't find it.
it: Ho scaricato ed installato Tor Browser per Windows, ma ora non lo trovo.

source: The file you download and run prompts you for a destination.
it: Il file che hai scaricato ed eseguito ti richiede una cartella di destinazione.

source: If you don't remember what this destination was, it's most likely your Downloads or Desktop folder.
it: Se non ricordi quale sia la cartella di destinazione, è molto probabile che sia la tua cartella Download o la tua cartella Desktop.

source: The default setting in the Windows installer also creates a shortcut for you on your Desktop, though be aware that you may have accidentally unticked the option to create a shortcut.
it: L'impostazione predefinita nel programma di installazione di Windows crea inoltre una scorciatoia sul tuo desktop, tieni tuttavia presente che potresti aver casualmente deselezionato l'opzione per creare un collegamento.

source: If you can't find it in either of those folders, download it again and look for the prompt that asks you to choose a directory to download it in.
it: Se non riesci a trovarlo in nessuna di queste cartelle, scaricalo nuovamente e cerca il prompt che ti chiede di scegliere una directory dove scaricarlo.

source: Choose a directory location that you'll remember easily, and once the download finishes you should see a Tor Browser folder there.
it: Scegli una directory che puoi ricordare facilmente, e una volta terminato il download dovresti trovarci dentro una cartella denominata Tor Browser.

source: cannot-find-tor-on-windows
it: non-riesco-a-trovare-tor-su-windows

source: Can I use Flash in Tor Browser?
it: Posso usare Flash su Tor Browser?

source: Flash is disabled in Tor Browser, and we recommend you do not enable it.
it: Flash è disabilitato su Tor Browser, e ti raccomandiamo di non abilitarlo.

source: We don’t think Flash is safe to use in any browser — it's a very insecure piece of software that can easily compromise your privacy or serve you malware.
it: Non pensiamo che Flash sia sicuro da utilizzare su qualsiasi browser: si tratta di un software molto insicuro che può facilmente compromettere la privacy o propinarti del malware.

source: Fortunately, most websites, devices, and other browsers are moving away from the use of Flash.
it: Fortunatamente, la maggior parte dei siti Web, dispositivi e altri browser stanno smettendo di utilizzare Flash.

source: using-flash-tor-browser
it: usare-flash-su-tor-browser

source: Does using Tor Browser protect other applications on my computer?
it: L'uso di Tor Browser protegge le altre applicazioni sul mio computer?

source: Only Tor Browser's traffic will be routed over the Tor network.
it: Solo il traffico di Tor Browser verrà instradato sulla rete Tor.

source: Any other application on your system (including other browsers) will not have their connections routed over the Tor network, and will not be protected.
it: Qualsiasi altra applicazione sul tuo sistema (inclusi gli altri browser) non sarà instradata sulla rete Tor e non sarà protetta.

source: They need to be configured separately to use Tor.
it: Devono essere configurate separatamente per poter usare Tor.

source: If you need to be sure that all traffic will go through the Tor network, take a look at the <mark><a href="https://tails.boum.org/">Tails live operating system</a></mark> which you can start on almost any computer from a USB stick or a DVD.
it: Se devi essere sicuro che tutto il traffico passerà attraverso la rete Tor, dai un'occhiata al <mark><a href="https://tails.boum.org/">tails live operating system</a></mark>che puoi avviare su quasi tutti i computer da una chiavetta USB o da un DVD.

source: tor-browser-protecting-other-apps
it: tor-browser-protegge-altre-applicazioni

source: installing-add-on-extensions-tor-browser
it: installare-estensioni-su-tor-browser

source: Can I download Tor Browser for ChromeOS?
it: Posso scaricare Tor Browser per ChromeOS?

source: Unfortunately, we don't yet have a version of Tor Browser for ChromeOS.
it: Sfortunatamente, non abbiamo ancora una versione di Tor Browser per ChromeOS

source: download-tor-browser-chromeos
it: scaricare-tor-browser-chromeos

source: Can I pick which country I'm exiting from?
it: Posso scegliere da quale nazione uscire?

source: Modifying the way that Tor creates its circuits is strongly discouraged.
it: Modificare il modo in cui Tor crea i propri circuiti è fortemente sconsigliato.

source: You get the best security that Tor can provide when you leave the route selection to Tor; overriding the entry / exit nodes can compromise your anonymity.
it: Ottieni la migliore sicurezza che Tor può fornire quando lasci la selezione del percorso a Tor; sovrascrivere i nodi di entrata / uscita può compromettere il tuo anonimato.

source: If the outcome you want is simply to be able to access resources that are only available in one country, you may want to consider using a VPN instead of using Tor.
it: Se il risultato desiderato è semplicemente quello di poter accedere a risorse che sono disponibili solo in un paese, potresti prendere in considerazione l'utilizzo di una VPN invece di utilizzare Tor.

source: Please note that VPNs do not have the same privacy properties as Tor, but they will help solve some geolocation restriction issues.
it: Si prega di notare che le VPN non hanno le stesse proprietà sulla privacy che ha Tor, ma ti aiuteranno a risolvere alcuni problemi di restrizione di geolocalizzazione.

source: pick-which-country-i-am-exiting
it: scegliere-in-quale-paese-sto-uscendo

source: Is it safe to run Tor Browser and another browser at the same time?
it: È sicuro eseguire Tor Browser ed un altro browser allo stesso tempo?

source: If you run Tor Browser and another browser at the same time, it won't affect Tor's performance or privacy properties.
it: Se esegui Tor Browser e un altro browser allo stesso tempo, ciò non influirà sulle prestazioni di Tor o sulle proprietà della privacy.

source: However, be aware that your other browser is not keeping your activity private, and you may forget and accidentally use that non-private browser to do something that you intended to do in Tor Browser.
it: Tuttavia, tieni presente che il tuo altro browser non mantiene la tua attività privata, potresti dimenticartene e utilizzare per errore quel browser non privato per fare qualcosa che intendevi fare con Tor Browser.

source: run-tor-browser-and-different-browser
it: utilizzare-tor-browser-e-browser-differenti

source: Is there support for *BSD?
it: Esiste un supporto per *BSD?

source: Sorry, but there is currently no official support for running Tor Browser on *BSD.
it: Siamo spiacenti, ma attualmente non c'è alcun supporto ufficiale sull'eseguire Tor Browser su * BSD.

source: There is something called the TorBSD project, but their Tor Browser is not officially supported.
it: C'è quel che viene chiamato progetto TorBSD, ma il loro Tor Browser non è ufficialmente supportato.

source: is-there-support-for-bsd
it: esiste-supporto-per-bsd

source: I can’t connect to Tor Browser, is my network censored?
it: Non posso connettermi a Tor Browser, la mia rete è censurata?

source: You might be on a censored network, and so you should try using bridges.
it: Potresti essere su una rete censurata e quindi dovresti provare a utilizzare i bridges.

source: Some bridges are built in to Tor Browser, and you can use those bridges by choosing "configure" (then following the prompts) in the Tor Launcher window that pops up when you open Tor Browser for the first time.
it: Alcuni bridges sono incorporati in Tor Browser e puoi utilizzarli scegliendo "configura" (seguendo poi le istruzioni) nella finestra del Launcher Tor che appare quando apri Tor Browser per la prima volta.

source: If you need other bridges, you can get them at our <mark><a href="https://bridges.torproject.org/">Bridges website</a></mark>.
it: Se hai bisogno di altri ponti, puoi ottenerli sul nostro <mark><a href="https://bridges.torproject.org/">Bridges website</a></mark>.

source: For more information about bridges, see the <mark><a href="https://tb-manual.torproject.org/en-US/bridges.html">Tor Browser manual</a></mark>.
it: Per maggiori informazioni riguardo ai ponti, fai riferimento al <mark><a href="https://tb-manual.torproject.org/en-US/bridges.html">Tor Browser Manual</a></mark>.

source: cannot-connect-to-tor-browser-network-censored
it: non-posso-connettermi-a-tor-browser-censurato

source: Why is the first IP address in my relay circuit always the same?
it: Perchè il primo indirizzo IP nel mio circuito di relay è sempre lo stesso?

source: That is normal Tor behavior.
it: E' il normale comportamento di Tor.

source: The first relay in your circuit is called an "entry guard" or "guard".
it: Il primo relay del tuo circuito è chiamato "entry guard" o "guard".

source: It is a fast and stable relay that remains the first one in your circuit for 2-3 months in order to protect against a known anonymity-breaking attack.
it: E' un relay veloce e stabile e rimarrà il primo del tuo circuito per 2-3 mesi in modo da offrire protezione contro un noto attacco di manomissione dell'anonimità.

source: The rest of your circuit changes with every new website you visit, and all together these relays provide the full privacy protections of Tor.
it: Il resto del tuo circuito cambia ad ogni nuovo sito internet che visiti, e tutti assieme questi relays offrono la piena protezione della privacy di Tor.

source: Tor Browser won't connect, but it doesn’t seem to be an issue with censorship.
it: Tor Browser non si connette, ma non sembra che sia dovuto alla censura.

source: One of the most common issues that causes connection errors in Tor Browser is an incorrect system clock.
it: Uno dei problemi più comuni che causano errori di connessione al Tor Browser è l'errato settaggio dell'orologio di sistema.

source: Please make sure your system clock and timezone are set accurately.
it: Assicurati che l'orologio di sistema e il fuso orario siano impostati correttamente.

source: If this doesn't fix the problem, see the Troubleshooting page on the <mark><a href="https://tb-manual.torproject.org/en-US/bridges.html">Tor Browser manual</a></mark>.
it: Se il problema non è stato risolto, guarda la pagina relativa alla risoluzione dei problemi nel <mark><a href="https://tb-manual.torproject.org/en-US/bridges.html">manuale di Tor Browser</a></mark>.

source: How do I view Tor Browser message log?
it: Come vedo i messaggi di log di Tor Browser?

source: If Tor Browser is already open, click on the Torbutton icon (the small green onion at the top-left of the screen), then "Open Network Settings", then "Copy Tor Log To Clipboard".
it: Se Tor Browser è già in esecuzione, clicca sull'icona Torbutton (la piccola cipolla verde in alto a sinistra dello schermo), dopo clicca su "Apri le impostazioni di rete", ed infine "Copia il log di Tor negli appunti".

source: Once you have copied the log, you will be able to paste it into a text editor or email client.
it: Dopo aver copiato il log, putrai incollarlo in un editor di testo o in un client email.

source: view-tor-browser-message-log
it: guarda-i-messaggi-di-log-di-tor-browser

source: How can I make Tor run faster? Is Tor Browser slower than other browsers?
it: Come posso far andare più veloce Tor? Tor Browser è più lento degli altri browser?

source: Using Tor Browser can sometimes be slower than other browsers.
it: Utilizzare Tor Browser talvolta può essere più lento di altri browser.

source: The Tor network has over a million daily users, and just over 6000 relays to route all of their traffic, and the load on each server can sometimes cause latency.
it: Il network di Tor ha più di un milione di utenti giornalieri, e solo poco più di 6000 relays che gestiscono il traffico, ed il carico su ciascuno di questi server può talvolta causare problemi di latenza.

source: You can help improve the speed of the network by running your own relay, or encouraging others to do so.
it: Puoi migliorare la velocità del network implementando un tuo relay, oppure incoraggiando altri a farlo.

source: That said, Tor is much faster than it used to be and you may not actually notice any change in speed from other browsers.
it: Detto questo, Tor è molto più veloce di quanto lo fosse in passato e non dovresti notare differenze di velocità rispetto agli altri browser.

source: make-tor-faster
it: velocizzare-tor

source: What search engine comes with Tor Browser and how does it protect my privacy?
it: Quale motore di ricerca è impostato su Tor Browser e come protegge la mia privacy?

source: DuckDuckGo is the default search engine in Tor Browser.
it: DuckDuckGo è il motore di ricerca predefinito di Tor Browser.

source: DuckDuckGo does not track its users nor does it store any data about user searches.
it: DuckDuckGo non traccia i suoi utenti e non conserva alcun dato relativo alle ricerche degli utenti.

source: search-engine-tor-browser
it: motore-di-ricerca-tor-browser

source: I'm having a problem with DuckDuckGo.
it: Sto avendo un problema con DuckDuckGo.

source: Please see the <mark><a href="https://duck.co/help">DuckDuckGo support portal</a></mark>.
it: Per favore consulta il <mark><a href="https://duck.co/help">portale di supporto di DuckDuckGo</a></mark>.

source: If you believe this is a Tor Browser issue, please report it on our <mark><a href="https://trac.torproject.org/">bug tracker</a></mark>.
it: Se pensi sia un problema di Tor Browser, per favore segnalalo nel nostro <mark><a href="https://trac.torproject.org/">bug tracker</a></mark>.

source: problem-with-duckduckgo
it: problema-con-duckduckgo

source: I'm having a problem with NoScript.
it: Sto avendo un problema con NoScript.

source: Please see the <mark><a href="https://noscript.net/faq">NoScript FAQ</a></mark>.
it: Per favore consulta la <mark><a href="https://noscript.net/faq">NoScript FAQ</a></mark>.

source: problem-noscript
it: problema-noscript

source: I'm having a problem with HTTPS Everywhere.
it: Sto avendo un problema con HTTPS Everywhere.

source: Please see the <mark><a href="https://www.eff.org/https-everywhere/faq">HTTPS Everywhere</a></mark>.
it: Per favore consulta <mark><a href="https://www.eff.org/https-everywhere/faq">HTTPS Everywhere</a></mark>.

source: problem-with-https-everywhere
it: problema-con-https-ovunque

source: How do I update Tor Browser?
it: Come aggiorno Tor Browser?

source: You can update Tor Browser as soon as a new version is released.
it: Potrai aggiornare Tor Browser non appena sarà rilasciata una nuova versione.

source: <h4 class="card-title">Tor Browser will prompt you to update the software once a new version has been released.</h4>
it: <h4 class="card-title">Tor Browser ti ricorderà di aggiornare il software quando verrà rilasciata una nuova versione.</h4>

source: <p class="card-text">The Torbutton icon (the little green onion in the top left corner of the browser) will display a yellow triangle.</p>
it: <p class="card-text">L'icona di Torbutton (la piccola cipolla verde nell'angolo in alto a sinistra del browser) mostrerà un triangolo giallo.</p>

source: You may see a written indication when Tor Browser opens telling you that an update is available.
it: Potrai vedere un avviso scritto quando Tor Browser indicherà che è disponibile un aggiornamento.
