Repository: torproject/support
Catalog: i18n/contents+ga.po
Languages: ga

source: If a SOCKS proxy is not required, or you’re not sure, please try connecting to the Tor network without a SOCKS proxy.
ga: Mura dteastaíonn seachfhreastalaí SOCKS uait, nó mura bhfuil tú cinnte, déan iarracht ceangal a bhunú le líonra Tor gan seachfhreastalaí SOCKS.

source: When using Tor Browser, no one can see the websites that you visit.
ga: Nuair a úsáideann tú Brabhsálaí Tor, ní féidir le héinne na suímh a dtugann tú cuairt orthu a fheiceáil.

source: Tor Browser often makes your connection appear as though it is coming from an entirely different part of the world.
ga: Nuair a úsáideann tú Brabhsálaí Tor, is minic go ndealraíonn sé go bhfuil do cheangal ag teacht ó áit éigin go hiomlán difriúil ar domhan.

source: This option is useful if the exit relay you are using is unable to connect to the website you require, or is not loading it properly.
ga: Tá an rogha seo úsáideach mura bhfuil an t-athsheachadán amach a úsáideann tú in ann ceangal a bhunú leis an suíomh atá uait, nó mura bhfuil sé ag lódáil i gceart.

source: * Make sure your clock, date, and timezone are set correctly.
ga: * Deimhnigh go bhfuil an clog, an dáta, agus an crios ama socraithe mar is ceart ar do ríomhaire.

source: Does Tor Project make an application for private chat?
ga: An ndéanann Tionscadal Tor feidhmchlár a thacaíonn le comhrá príobháideach?

source: More information can be found on the <mark><a href="https://guardianproject.info/apps/orbot/">Orbot</a></mark> and <mark><a href="https://guardianproject.info/apps/orfox/">Orfox</a></mark> web pages.
ga: Gheobhaidh tú tuilleadh eolais ar na leathanaigh Ghréasáin ​<mark><a href="https://guardianproject.info/apps/orbot/">Orbot</a></mark> agus <mark><a href="https://guardianproject.info/apps/orfox/">​Orfox</a></mark>.

source: If Tor Browser is already open, click on the Torbutton icon (the small green onion at the top-left of the screen), then "Open Network Settings", then "Copy Tor Log To Clipboard".
ga: Má tá Brabhsálaí Tor oscailte cheana féin, cliceáil an cnaipe Tor (an t-oinniún beag glas ag barr an scáileáin ar chlé), ansin "Socruithe Líonra Tor", ansin "Cóipeáil Logchomhad Tor go dtí an Ghearrthaisce".

source: We strongly recommend against using Tor in any browser other than Tor Browser.
ga: Molaimid go láidir gan Tor a úsáid in aon bhrabhsálaí seachas Brabhsálaí Tor.

source: You can find more detailed information about Tor + VPN at <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/TorPlusVPN">our wiki</a></mark>.
ga: Is féidir teacht ar thuilleadh eolais maidir le Tor agus VPN ar <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/TorPlusVPN">ár vicí</a></mark>.

source: <h4 class="card-title">This visualization shows what information is visible to eavesdroppers with and without Tor Browser and HTTPS encryption.</h4>
ga: <h4 class="card-title">Léiríonn an pictiúr seo an t-eolas is féidir le cúléisteoirí a fheiceáil le agus gan Brabhsálaí Tor agus criptiúchán HTTPS.</h4>

source: BitTorrent in specific is <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">not anonymous over Tor</a></mark>.
ga: Dá bharr sin, <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">níl sé sábháilte BitTorrent a úsáid le Tor</a></mark>.

source: Choose a directory location that you'll remember easily, and once the download finishes you should see a Tor Browser folder there.
ga: Roghnaigh fillteán nach ndéanfaidh tú dearmad air, agus chomh luath agus a bheidh an íoslódáil críochnaithe, feicfidh tú Brabhsálaí Tor ann.

source: How do I update Tor Browser?
ga: Conas is féidir liom Brabhsálaí Tor a nuashonrú?

source: This should fix the issues you're experiencing.
ga: Is dócha go réiteoidh seo an fhadhb.

source: Look for a log entry in /var/log/syslog such as "Self-testing indicates your ORPort is reachable from the outside. Excellent."
ga: Téigh ar lorg iontráil in /var/log/syslog ar nós "Self-testing indicates your ORPort is reachable from the outside. Excellent."

source: How do I run a middle or guard relay on FreeBSD or HardenedBSD?
ga: Conas a shocraítear athsheachadán idirmheánach nó garda ar chóras FreeBSD nó HardenedBSD?

source: I'm having a problem with NoScript.
ga: Tá fadhb agam le NoScript.

source: Why does Tor Browser ship with Javascript enabled?
ga: Cén fáth a bhfuil JavaScript cumasaithe i mbrabhsálaí Tor mar réamhshocrú?

source: Tor browser will install the updates.
ga: Suiteálfaidh Brabhsálaí Tor na nuashonruithe.

source: * Do not use the packages in Ubuntu's repositories. They are not reliably updated. If you use them, you will miss important stability and security fixes.
ga: * Ná húsáid na pacáistí i gcartlanna Ubuntu. Ní dhéantar nuashonrú orthu ar bhonn rialta. Má úsáideann tú iad, ní bhfaighidh tú nuashonruithe tábhachtacha a bhaineann le cobhsaíocht agus le slándáil.

source: * Português (pt-BR)
ga: * Portaingéilis (pt-BR)

source: Tor Browser has two ways to change your relay circuit — "New Identity" and "New Tor Circuit for this Site".
ga: Tá dhá bhealach i mBrabhsálaí Tor chun an ciorcad a athrú — "Aitheantas Nua" agus "Ciorcad Nua don Suíomh seo".

source: If you can't find it in either of those folders, download it again and look for the prompt that asks you to choose a directory to download it in.
ga: Mura bhfeiceann tú i gceachtar de na fillteáin sin é, íoslódáil arís agus coinnigh súil amach don cheist a iarrann ort an fillteán íoslódála a roghnú.

source: Should I run an exit relay from home?
ga: An mbeadh sé ceart go leor athsheachadán amach a rith sa mbaile?

source: * Review our <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/TorExitGuidelines">Exit relay guidelines</a></mark>
ga: * Déan athbhreithniú ar <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/TorExitGuidelines">na treoirlínte a bhaineann le hathsheachadáin amach</a></mark>

source: Using Tor in another browser can leave you vulnerable without the privacy protections of Tor Browser.
ga: Má úsáideann tú Tor i mbrabhsálaí eile, beidh tú i mbaol ionsaithe gan na gnéithe príobháideachais i mBrabhsálaí Tor do do chosaint.

source: Please take a strong stance in favor of digital privacy and internet freedom, and allow Tor users access to xyz.com. Thank you."
ga: Iarraim ort an fód a sheasamh ar son príobháideachais dhigitigh agus ar son saoirse Idirlín, trí chead a thabhairt d'úsáideoirí Tor xyz.com a úsáid. Go raibh míle maith agat."

source: * Edit /etc/tor/torrc to look like the following:
ga: * Cuir /etc/tor/torrc in eagar mar seo a leanas:

source: I’m having trouble using features on Facebook, Twitter, or some other website when I’m using Tor Browser.
ga: Tá gnéithe áirithe ar Facebook, Twitter, nó ar shuíomh eile briste nuair a úsáidim Brabhsálaí Tor.

source: If you see lines like these in your Tor log, it means you are failing to connect to a SOCKS proxy.
ga: Má fheiceann tú línte den sórt seo i do logchomhad Tor, ciallaíonn sé gur theip ort ceangal a bhunú le seachfhreastalaí SOCKS.

source: The best thing to do in these cases is to contact the website owners, and inform them that their CAPTCHAs are preventing users such as yourself from using their services.
ga: An rud is fearr sa chás seo ná dul i dteagmháil le húinéirí an tsuímh, ag rá go bhfuil na CAPTCHAnna ag cur cosc ar úsáideoirí atá ag iarraidh leas a bhaint as a gcuid seirbhísí.

source: Why does my Tor Browser say something about Firefox not working?
ga: Cén fáth a ndúirt Brabhsálaí Tor nach bhfuil Firefox ag obair?

source: I'm having a problem with DuckDuckGo.
ga: Tá fadhb agam le DuckDuckGo.

source: Can I use Tor with a browser besides Tor Browser?
ga: An féidir liom Tor a úsáid le brabhsálaí seachas Brabhsálaí Tor?

source: * Look for a log entry in /var/log/syslog such as "Self-testing indicates your ORPort is reachable from the outside. Excellent."
ga: * Téigh ar lorg iontráil in /var/log/syslog ar nós "Self-testing indicates your ORPort is reachable from the outside. Excellent."

source: That said, Tor is much faster than it used to be and you may not actually notice any change in speed from other browsers.
ga: É sin ráite, tá Tor i bhfad níos sciobtha ná a bhíodh sé, agus seans nach dtabharfaidh tú aon mhoill faoi deara.

source: * Türkçe (tr)
ga: * Tuircis (tr)

source: <img class="" src="/static/images/image3.png" alt="New release alert">
ga: <img class="" src="/static/images/image3.png" alt="Leagan nua ar fáil">

source: But please consider that our software is used every day for a wide variety of purposes by human rights activists, journalists, domestic violence survivors, whistleblowers, law enforcement officers, and many others. Unfortunately, the protection that our software can provide to these groups of people can also be abused by criminals and malware authors.
ga: Ach leis an bhfírinne a rá, úsáideann go leor daoine ár gcuid bogearraí go laethúil ar bhealaí dlisteanacha: gníomhaithe ar son cearta daonna, iriseoirí, daoine a tháinig slán ó dhroch-íde sa mbaile, daoine nochta scéil, gardaí, agus neart eile. Faraor, is féidir le coirpigh agus le húdair bogearraí mailíseacha leas a bhaint as an gcosaint chéanna a sholáthraíonn Tor do na grúpaí seo.

source: The rest of your circuit changes with every new website you visit, and all together these relays provide the full privacy protections of Tor.
ga: Athraíonn an chuid eile den chiorcad aon uair a dtugann tú cuairt ar shuíomh nua. Oibríonn na hathsheachadáin seo as lámh a chéile chun do phríobháideachas a chosaint.

source: <img class="" src="/static/images/new-circuit-display.png" alt="New Circuit for this Site">
ga: <img class="" src="/static/images/new-circuit-display.png" alt="Ciorcad Nua don Suíomh seo">

source: On Linux, there is no default location, however the folder will be named "tor-browser_en-US" if you are running the English Tor Browser.
ga: Níl aon suíomh réamhshocraithe ar Linux, ach is é "tor-browser_ga-IE" ainm an fhillteáin má tá an leagan Gaeilge agat.

source: Tor Browser is built using <mark><a href="https://www.mozilla.org/en-US/firefox/organizations/">Firefox ESR</a></mark>, so errors regarding Firefox may occur.
ga: Tá Brabhsálaí Tor bunaithe ar <mark><a href="https://www.mozilla.org/en-US/firefox/organizations/">Firefox ESR</a></mark>, agus d'fhéadfadh sé go dtarlódh earráidí a bhaineann le Firefox.

source: If you'd like to become a relay, please see our <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">Tor Relay Guide</a></mark>.
ga: Más mian leat d'athsheachadán féin a rith, féach an <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">Lámhleabhar Athsheachadán Tor</a></mark>.

source: Can I set Tor Browser as my default browser?
ga: An féidir liom Brabhsálaí Tor a úsáid mar bhrabhsálaí réamhshocraithe?

source: Please make sure your clock is set accurately, including the correct timezone. Then restart Tor.
ga: Ba chóir duit deimhniú go bhfuil an clog socraithe mar is ceart, an crios ama san áireamh. Ansin, atosaigh Tor.

source: If your issue is not listed, please file a <mark><a href="https://trac.torproject.org">bug report</a></mark> about what you're experiencing.
ga: Mura bhfeiceann tú d'fhadhb ann, <mark><a href="https://trac.torproject.org">déan tuairisc uirthi</a></mark>.

source: We are so sorry, but you have been infected with malware.
ga: Is oth linn a rá go bhfuil bogearra mailíseach ar do ríomhaire.

source: The best success we've had in getting sites to unblock Tor users is getting users to contact the site administrators directly.
ga: An straitéis is fearr atá againn ó thaobh deireadh a chur leis an gcosc ar úsáideoirí Tor ná dul i dteagmháil go díreach le riarthóirí an tsuímh.

source: Does Tor Browser use a different circuit for each website?
ga: An úsáideann Brabhsálaí Tor ciorcad difriúil ar gach suíomh Gréasáin?

source: Please note that some antivirus clients, like Kaspersky, may also be blocking Tor at the firewall level.
ga: Tabhair faoi deara go gcuireann bogearraí frithvíris áirithe, mar shampla Kaspersky, cosc ar Tor ag leibhéal an bhalla dóiteáin.

source: To use GetTor via Twitter.
ga: Le GetTor a úsáid trí Twitter.

source: * Run "service tor reload" (as root).
ga: * Rith "service tor reload" (mar root).

source: Tor Browser prevents people from knowing the websites you visit.
ga: Ní bheidh.

source: If the outcome you want is simply to be able to access resources that are only available in one country, you may want to consider using a VPN instead of using Tor.
ga: Mura bhfuil tú ach ag iarraidh teacht ar acmhainní nach bhfuil ar fáil ach i dtír amháin, b'fhéidir go mbeadh sé níos fearr VPN a úsáid in áit Tor.

source: A lot of work has been put into making the Tor Browser, including the use of extra patches to enhance privacy and security.
ga: Chaitheamar mórán dua le Brabhsálaí Tor, cód breise a fheabhsaíonn príobháideachas agus slándáil san áireamh.

source: If you are unable to connect to an onion service, please see <a href="#onionservices-3">I cannot reach X.onion!</a>
ga: Mura bhfuil tú in ann ceangal a bhunú le seirbhís onion, féach <a href="#onionservices-3">Nílim in ann teacht ar X.onion!</a>

source: This means that your computer will not be used to route traffic for others.
ga: Ciallaíonn sé seo nach n-úsáidfear do ríomhaire chun trácht a stiúradh ar son daoine eile.

source: * After your relay connects to the network, it will try to determine whether the ports you configured are reachable from the outside.
ga: * Tar éis don athsheachadán ceangal a bhunú leis an líonra, déanfaidh sé iarracht fáil amach an bhfuil na poirt a shocraigh tú insroichte ón taobh amuigh.

source: * English (en-US)
ga: * Béarla (en-US)

source: We are always seeking more diversity in our funding sources, especially from foundations and individuals.
ga: Bímid ag lorg foinsí maoinithe níos ilchineálaí i gcónaí, go háirithe ó fhondúireachtaí agus ó dhaoine aonair.

source: ###### Common log error #1: Proxy connection failure
ga: ###### Earráid choitianta #1 sa logchomhad: Theip ar cheangal le seachfhreastalaí

source: We feel that talking openly about our funders and funding model is the best way to maintain trust with our community.
ga: Creidimid go bhfuil sé tábhachtach a bheith oscailte maidir lenár gcuid maoinitheoirí agus maidir lenár samhail maoinithe chun iontaoibh an phobail a chothú.

source: Unfortunately, there is no supported way to make Tor Browser your default browser.
ga: Faraor níl aon bhealach oifigiúil ann le Brabhsálaí Tor a úsáid mar bhrabhsálaí réamhshocraithe.

source: The Tor Project did not create this malware. The malware authors are asking you to download Tor Browser presumably to contact them anonymously with the ransom they're demanding from you.
ga: Ní muidne a chruthaigh an bogearra mailíseach seo. Tá na daoine a chruthaigh é ag iarraidh ort Brabhsálaí Tor a íoslódáil anois sa chaoi go mbeidh tú in ann dul i dteagmháil leo gan ainm chun an t-airgead fuascailte a íoc.

source: When I use Tor Browser, will anyone be able to tell which websites I visit?
ga: Nuair a úsáidim Brabhsálaí Tor, an mbeidh aon duine in ann na suímh a dtugaim cuairt orthu a fheiceáil?

source: Selecting it will close all your tabs and windows, clear all private information such as cookies and browsing history, and use new Tor circuits for all connections.
ga: Nuair a roghnaítear é seo, dúnann sé do chuid cluaisíní agus fuinneoga, glanann sé aon fhaisnéis phríobháideach, mar shampla fianáin agus an stair bhrabhsála, agus úsáideann sé ciorcaid nua Tor do gach ceangal.

source: ##### New Identity
ga: ##### Aitheantas Nua

source: Does using Tor Browser protect other applications on my computer?
ga: An gcoinníonn Brabhsálaí Tor feidhmchláir eile ar mo ríomhaire slán?

source: It is a fast and stable relay that remains the first one in your circuit for 2-3 months in order to protect against a known anonymity-breaking attack.
ga: Is éard atá sa ngarda ná athsheachadán sciobtha agus cobhsaí a fhanann mar an chéad cheann i do chiorcad ar feadh 2-3 mhí, mar chosaint ar ionsaí aitheanta a dhéanann iarracht do chuid faisnéise pearsanta a nochtadh.

source: Whenever we release a new stable version of Tor Browser, we write a blog post that details its new features and known issues.
ga: Aon uair a fhoilsímid leagan nua cobhsaí de Bhrabhsálaí Tor, scríobhaimid postáil ar ár mblag a dhéanann cur síos ar na gnéithe nua atá ann, agus ar aon fhadhbanna ar ár n-eolas.

source: The same protections that keep bad people from breaking Tor's anonymity also prevent us from tracking users.
ga: Ní féidir linn úsáideoirí a lorg mar gheall ar na gnéithe céanna a chosnaíonn do chuid faisnéis phearsanta ar dhrochdhaoine.

source: If you’re having trouble connecting, please select the option to "copy Tor log to clipboard."
ga: Má tá fadhb agat ag ceangal le líonra Tor, úsáid an rogha “Cóipeáil Logchomhad Tor go dtí an Ghearrthaisce.”

source: <mark><a href="https://duckduckgo.com/">DuckDuckGo</a></mark> is the default search engine in Tor Browser.
ga: Is é <mark><a href="https://duckduckgo.com/">DuckDuckGo</a></mark> an t-inneall cuardaigh réamhshocraithe i mBrabhsálaí Tor.

source: I've heard about websites that are only accessible over Tor. What are these websites, and how can I access them?
ga: Chuala mé trácht ar shuímh Ghréasáin nach féidir teacht orthu ach trí líonra Tor. Cad iad na suímh seo, agus conas is féidir liom teacht orthu?

source: * For Windows
ga: * Ar Windows

source: I'm having a problem with HTTPS Everywhere.
ga: Tá fadhb agam le HTTPS Everywhere.

source: * Korean (ko)
ga: * Cóiréis (ko)

source: Please see the <mark><a href="https://duck.co/help">DuckDuckGo support portal</a></mark>.
ga: Féach an <mark><a href="https://duck.co/help">suíomh tacaíochta DuckDuckGo</a></mark>.

source: By blocking Tor users, you are likely blocking people in repressive countries who want to use a free internet, journalists and researchers who want to protect themselves from discovery, whistleblowers, activists, and ordinary people who want to opt out of invasive third party tracking.
ga: Trí chosc a chur ar úsáideoirí Tor, is dócha go bhfuil tú ag cur cosc ar dhaoine atá faoi smacht ina dtír dhúchais agus nach bhfuil in ann leas a bhaint as Idirlíon saor is oscailte, ar iriseoirí, taighdeoirí, daoine nochta scéil, gníomhaithe, agus gnáthdhaoine nach bhfuil sásta leis an lorgaireacht chunórach a dhéanann tríú páirtithe ar an nGréasán.

source: Is there a way to change the IP address that Tor Browser assigns me for a particular site?
ga: An bhfuil bealach ann an seoladh IP a thugann Brabhsálaí Tor dom a athrú do shuíomh ar leith?

source: * Italiano (it)
ga: * Iodáilis (it)

source: Right now the path length is hard-coded at 3 plus the number of nodes in your path that are sensitive.
ga: Faoi láthair, tá Tor códáilte le 3 nód a úsáid, móide líon na n-athsheachadán sa chosán atá íogair.

source: * العربية (ar)
ga: * Araibis (ar)

source: Tor doesn't keep any logs that could identify a particular user.
ga: Ní choinníonn Tor aon logchomhad a chabhródh linn úsáideoirí a aithint.

source: ## Set your own contact info
ga: ## Do chuid sonraí teagmhála

source: Please see our <mark><a href="https://www.torproject.org/getinvolved/volunteer.html.en">volunteer page</a></mark> for how to get involved!
ga: Féach ar an <mark><a href="https://www.torproject.org/getinvolved/volunteer.html.en">​leathanach rannpháirtíochta</a></mark> le tuilleadh eolais a fháil!

source: When I'm using Tor, can eavesdroppers still see the information I share with websites, like login information and things I type into forms?
ga: Agus Brabhsálaí Tor in úsáid agam, an bhfuil cúléisteoirí in ann an fhaisnéis a sheolaim chuig suímh Ghréasáin a fheiceáil, mar shampla focail fhaire nó faisnéis a chuirim i bhfoirmeacha?

source: Selecting it will cause the currently-active tab or window to be reloaded over a new Tor circuit.
ga: Nuair a roghnaítear é seo, athlódáiltear an cluaisín nó an fhuinneog reatha thar ciorcad nua Tor.

source: There is nothing the Tor developers can do to trace Tor users.
ga: Níl forbróirí Tor in ann aon rud a dhéanamh chun úsáideoirí Tor a lorg.

source: Tor Browser already comes installed with two add-ons — HTTPS Everywhere and NoScript — and adding anything else could deanonymize you.
ga: Tagann dhá bhreiseán mar chuid de Bhrabhsálaí Tor cheana — HTTPS Everywhere agus NoScript — agus dá gcuirfeá breiseáin eile leis, bheifeá i gcontúirt d'aitheantas a nochtadh.

source: Why is Tor Browser built from Firefox and not some other browser?
ga: Cén fáth a bhfuil Brabhsálaí Tor bunaithe ar Firefox seachas ar bhrabhsálaí éigin eile?

source: Can you get rid of all the captchas?
ga: An bhfaighidh sibh réidh leis na CAPTCHAnna?

source: If this is your first introduction to Tor Browser, we understand that you might think we're bad people who enable even worse people.
ga: Más é seo an chéad uair a chuala tú faoi Bhrabhsálaí Tor, b'fhéidir go gceapann tú gur drochdhaoine muid, agus go soláthraímid uirlisí do dhaoine fiú níos measa.

source: $ deb http://deb.torproject.org/torproject.org <version> main
ga: $ deb http://deb.torproject.org/torproject.org <leagan> main

source: Have a separate IP address for your exit relay, and don't route your own traffic through it.
ga: Úsáid seoladh IP ar leith don athsheachadán amach, agus ná seol do chuid tráchta féin tríd.

source: When is Tor Browser for Android being released?
ga: Cathain a bheidh Brabhsálaí Tor ar Android ar fáil?

source: You can find more information about donating on our <mark><a href="https://donate.torproject.org/donor-faq">donor FAQ</a></mark>.
ga: Tá tuilleadh eolais ar fáil ar an leathanach seo: <mark><a href="https://donate.torproject.org/donor-faq">Ceisteanna Coitianta do dheontóirí</a></mark>.

source: A large portion of the features Vidalia offered have now been integrated into Tor Browser itself.
ga: Tá cuid mhaith de na gnéithe in Vidalia ar fáil i mBrabhsálaí Tor anois.

source: See <mark><a href="#operators-6">How do I run a bridge</a></mark> for instructions.
ga: Tá treoracha ar fáil faoi <mark><a href="#operators-6">Conas a shocraítear droichead</a></mark>

source: No, we don't provide any online services.
ga: Ní chuirimid aon seirbhísí ar líne ar fáil.

source: When accessing a website that uses an onion service, Tor Browser will show at the URL bar an icon of a little green onion displaying the state of your connection: secure and using an onion service.
ga: Nuair a thugann tú cuairt ar shuíomh a úsáideann seirbhís onion, taispeánann Brabhsálaí Tor oinniún beag glas sa mbarra URL a léiríonn staid an cheangail: slán agus seirbhís onion i bhfeidhm.

source: Vidalia is no longer maintained or supported.
ga: Ní dhéanaimid cothabháil ar Vidalia a thuilleadh.

source: GetTor is a service that automatically responds to messages with links to the latest version of Tor Browser, hosted at a variety of locations that are less likely to be censored, such as Dropbox, Google Drive, and GitHub.
ga: Is éard atá in GetTor ná seirbhís a fhreagraíonn teachtaireachtaí le nascanna leis an leagan is déanaí de Bhrabhsálaí Tor, óstáilte in áiteanna éagsúla nach bhfuil faoi chinsireacht, ar nós Dropbox, Tiomántán Google, agus Github.

source: Next, exclude the following processes:
ga: Ansin, cuir na próisis seo a leanas ar an liosta bán:

source: The default setting in the Windows installer also creates a shortcut for you on your Desktop, though be aware that you may have accidentally unticked the option to create a shortcut.
ga: De réir réamhshocraithe, cruthaíonn an suiteálaí Windows aicearra ar an Deasc, chomh fada is nár bhain tú an tic in aice leis an rogha le haicearra a chruthú trí thimpiste.

source: To use GetTor via email.
ga: Le GetTor a úsáid trí ríomhphost.
