Repository: torproject/support
Catalog: i18n/contents+it.po
Languages: it

source: Tor browser will install the updates.
it: Tor browser installerà gli aggiornamenti.

source: updating-tor-browser
it: sto-aggiornando-tor-browser

source: How do I uninstall Tor Browser?
it: Come disinstallo Tor Browser?

source: Removing Tor Browser from your system is simple:
it: Disinstallare il browser Tor da un sistema è semplice:

source: * Locate your Tor Browser folder or application.
it: * Individua la cartella o l'applicazione Tor Browser.

source: The default location on Windows is the Desktop; on macOS it is the Applications folder (on macOS, you have to move it into the Applications folder when you complete the installation process).
it: Su Windows la posizione predefinita è il desktop; su macOS è la cartella Applicazioni (su macOS dovrai andare nella cartella Applicazioni e completare da lì il processo di installazione).

source: On Linux, there is no default location, however the folder will be named "tor-browser_en-US" if you are running the English Tor Browser.
it: Su Linux non c'è una posizione predefinita, tuttavia la cartella verrà nominata "tor-browser_en-US" se state utilizzando la versione in Inglese di Tor Browser.

source: * Delete the Tor Browser folder or application.
it: * Elimina la cartella o l'applicazione Tor Browser.

source: * Empty your Trash.
it: * Svuota il cestino.

source: * Note that your operating system’s standard "Uninstall" utility is not used.
it: * Tieni in conto che la funzione standard di "Disinstallazione" del tuo sistema operativo non viene utilizzata.

source: uninstall-tor-browser
it: disinstallare-tor-browser

source: Is there a way to change the IP address that Tor Browser assigns me for a particular site?
it: C'è un modo per cambiare l'indirizzo IP che Tor Browser mi ha assegnato per un particolare sito?

source: Tor Browser has two ways to change your relay circuit — "New Identity" and "New Tor Circuit for this Site".
it: Tor Browser può cambiare il tuo circuito di relay in due modi - "Nuova Identità" e "Nuovo Percorso di Tor per questo Sito".

source: Both options are located in the Torbutton (little green onion) menu.
it: Entrambe queste opzioni si trovano nel menù Torbutton (la piccola cipolla verde).

source: ##### New Identity
it: ##### Nuova Identità

source: Tor Browser will warn you that all activity and downloads will be stopped, so take this into account before clicking "New Identity".
it: Tor Browser ti avviserà che tutte le tue attività e i download saranno interrotti, tienilo quindi in considerazione prima di cliccare "Nuova Identità".

source: ##### New Tor Circuit for this Site
it: #### Nuovo Percorso di Tor per questo Sito

source: change-ip-address
it: cambia-l'indirizzo-ip

source: A website (bank, email provider, etc..) locks me out whenever I use Tor, what can I do?
it: Un sito web (banca, fornitore del servizio di email, ecc...) mi vieta l'accesso ogniqualvolta uso Tor, cosa posso fare?

source: Tor Browser often makes your connection appear as though it is coming from an entirely different part of the world.
it: Spesso Tor Browser fa sembrare che il tuo collegamento sia effettuato da una parte del mondo totalmente differente dalla tua.

source: Some websites, such as banks or email providers, might interpret this as a sign that your account has been compromised, and lock you out.
it: Alcuni siti web, come ad esempio le banche e i provider email, potrebbero interpretarlo come un segnale che il tuo account è stato compromesso, con la conseguenza di bloccarti.

source: The only way to resolve this is by following the site’s recommended procedure for account recovery, or contacting the operators and explaining the situation.
it: L'unica soluzione per risolvere questo problema è quello di seguire le procedure raccomandate dal sito per recuperare l'account, oppure contattare gli operatori spiegando la situazione.

source: You may be able to avoid this scenario if your provider offers 2-factor authentication, which is a much better security option than IP-based reputations.
it: Potresti essere in grado di evitare questa situazione qualora il tuo provider offra l'autenticazione a due fattori, la quale è una soluzione molto migliore per la sicurezza rispetto al credito basato sull'indirizzo IP.

source: Contact your provider and ask them if they provide 2FA.
it: Contatta il tuo provider e chiedigli se forniscono l'autenticazione a 2 fattori.

source: website-locks-torbrowser-out
it: sito-web-blocca-torbrowser

source: Tor Browser is currently available on Windows, Linux and OSX.
it: Tor Browser è attualmente disponibile per Windows, Linux e OSX.

source: which-platform-tor-browser-available
it: quali-piattaforme-tor-browser-disponibile

source: Can I set Tor Browser as my default browser?
it: Posso impostare Tor Browser come il mio browser predefinito?

source: There is currently no supported method for setting Tor Browser as your default browser.
it: Al momento non ci sono metodi supportati per impostare Tor Browser come tuo browser predefinito.

source: The Tor Browser works hard to isolate itself from the rest of your system, and the steps for making it the default browser are unreliable.
it: Tor Browser mette molto impegno per isolarsi dal resto del tuo sistema, e i passaggi per farlo diventare il browser predefinito non sono affidabili.

source: This means sometimes a website would load in the Tor Browser, and sometimes it would load in another browser, this type of behavior can be dangerous and anonymity-breaking.
it: Questo significa che talvolta un sito web potrà caricarsi su Tor Browser, e altre volte potrà caricarsi in un altro browser, e questo comportamento può rivelarsi pericoloso e interferire con l'anonimia.

source: setting-tor-browser-as-default
it: impostare-tor-browser-come-default

source: Does running Tor Browser make me a relay?
it: Il fatto di usare Tor Browser, fa di me un relay?

source: Running Tor Browser does not make you act as a relay in the network.
it: Utilizzare Tor Browser non ti fa agire come se fossi un relay nel network.

source: This means that your computer will not be used to route traffic for others.
it: Questo significa che il tuo computer non sarà utilizato per indirizare il traffico per altri utenti.

source: If you'd like to become a relay, please see our <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">Tor Relay Guide</a></mark>.
it: Se desideri diventare un relay, puoi consultare la nostra <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">Guida ai Tor Relay</a></mark>.

source: running-tor-browser-make-me-relay
it: usare-tor-browser-fa-di-me-un-relay

source: Why does Tor Browser ship with Javascript enabled?
it: Perchè Tor Browser viene configurato con Javascript abilitato?

source: We configure NoScript to allow JavaScript by default in Tor Browser because many websites will not work with JavaScript disabled.
it: Configuriamo NoScript in modo da abilitare JavaScript di default su Tor Browser perché molti siti internet potrebbero non funzionare se JavaScript è disabilitato.

source: Most users would give up on Tor entirely if we disabled Javascript by default because it would cause so many problems for them.
it: Molti utilizzatori abbandonerebbero completamente Tor se disabilitassimo di default JavaScript perché questo gli causerebbe molti problemi.

source: Ultimately, we want to make Tor Browser as secure as possible while also making it usable for the majority of people, so for now, that means leaving Javascript enabled by default.
it: In definitiva, vogliamo che Tor Browser sia il più sicuro possibile ma che sia anche utilizzabile per la maggior parte delle persone quindi, per adesso, questo implica lasciare JavaScript attivo di default.

source: For users who want to have Javascript disabled on all HTTP sites by default, we recommend changing your Tor Browser's security slider (in the Tor Browser Onion menu under "Security Settings").
it: Agli utenti che desideriano avere JavaScript disabilitato di default su tutti i siti HTTP, raccomandiamo di cambiare le impostazioni di sicurezza di Tor Browser (nel menù Tor Browser Onion, alla voce "Impostazioni di Sicurezza")

source: The low/default setting allows Javascript, but the medium and high levels both block Javascript on HTTP sites.
it: L'impostazione bassa/default permette JavaScript, ma i livelli medio e alto bloccano entrambi JavaScript sui siti HTTP.

source: tor-browser-js-enabled-default
it: tor-browser-js-attivo-di-default

source: Can you get rid of all the captchas?
it: Ci si può sbarazzare di qualunque captcha?

source: Unfortunately, some websites deliver CAPTCHAS to Tor users, and we are not able to remove CAPTCHAs from websites.
it: Sfortunatamente, alcuni siti internet recapitano i CAPTCHA agli utenti Tor, e non siamo in grado di rimuovere tali CAPTCHA da questi siti.

source: The best thing to do in these cases is to contact the website owners, and inform them that their CAPTCHAs are preventing users such as yourself from using their services.
it: La cosa migliore da fare in questi casi è quella di contattare i proprietari del sito internet, ed informarli che i loro CAPTCHA impediscono agli utenti come te di utilizzare i loro servizi.

source: get-rid-of-captchas
it: liberarsi-dai-captcha

source: Can I run multiple instances of Tor Browser?
it: Posso eseguire diverse istanze di Tor Browser?

source: We do not recommend running multiple instances of Tor Browser, and may not work as anticipated on many platforms.
it: Non raccomandiamo di eseguire diverse istanze di Tor Browser, su molte piattaforme potrebbero non funzionare come previsto.

source: run-multible-instances-of-tor-browser
it: eseguire-istanze-multiple-di-tor-browser

source: I need Tor Browser in a language that's not English.
it: Ho bisogno di Tor Browser in una lingua differente dall'inglese.

source: We currently offer Tor Browser in the following languages:
it: Al momento Tor Browser è disponibile nelle seguenti lingue:

source: * English (en-US)
it: * Inglese (en-US)

source: * العربية (ar)
it: * Arabo (ar)

source: * Deutsch (de)
it: * Tedesco (de)

source: * Español (es-ES)
it: * Spagnolo (es-ES)

source: * فارسى (fa)
it: * Persiano (fa)

source: * Français (fr)
it: * Francese (fr)

source: * 日本語 (ja)
it: * Giapponese (ja)

source: * Korean (ko)
it: * Coreano (ko)

source: * Nederlands (nl)
it: * Olandese (nl)

source: * Polish (pl)
it: * Polacco (pl)

source: * Português (pt-BR)
it: * Portoghese (pt-BR)

source: * Русский (ru)
it: * Russo (ru)

source: * Türkçe (tr)
it: * Turco (tr)

source: * Vietnamese (vi)
it: * Vietnamita (vi)

source: * 简体字 (zh-CN)
it: * Cinese semplificato (zh-CN)

source: need-tor-browser-language-not-english
it: necessario-tor-browser-lingua-non-inglese

source: Will my network admin be able to tell I'm using Tor Browser?
it: Il mio amministratore di rete è in grado di capire se sto usando Tor Browser?

source: When using Tor Browser, no one can see the websites that you visit.
it: Quanto utilizzi Tor Browser, nessuno può vedere i siti che visiti.

source: However, your service provider or network admins may be able to see that you're connecting to the Tor network, though they won't know what you're doing when you get there.
it: Tuttativa, il tuo service provider o l'amministratore di rete possono capire che ti stai connettendo al network Tor, anche se non potranno sapere cosa farai una volta connesso.

source: network-admin-know-i-am-using-tor
it: l'amministratore-di-rete-sa-che-utilizzo-tor

source: I’m having trouble using features on Facebook, Twitter, or some other website when I’m using Tor Browser.
it: Sto avendo problemi nell'uso di particolari funzionalità su Facebook, Twitter, o un altro sito mentre uso Tor Browser.

source: Sometimes Javascript-heavy websites can have functional issues over Tor Browser.
it: Talvolta i siti internet contenenti molti elementi JavaScript pesanti possono causare problemi di funzionamento di Tor Browser.

source: Set your security to "Standard".
it: Imposta la tua sicurezza su "Standard".

source: tor-browser-issues-facebook-twitter-websites
it: problemi-tor-browser-con-siti-facebook-twitter

source: Why is Tor Browser built from Firefox and not some other browser?
it: Perché Tor Browser è stato creato a partire da Firefox e non da qualche altro browser?

source: Tor Browser is a modified version of Firefox specifically designed for use with Tor.
it: Tor Browser è una versione modificata di Firefox progettata specificamente per essere utilizzata con Tor.

source: A lot of work has been put into making the Tor Browser, including the use of extra patches to enhance privacy and security.
it: Molti sforzi sono stati fatti per realizzare Tor Browser, incluso l'utilizzo di patch aggiuntive per accrescere la privacy e la sicurezza.

source: While it is technically possible to use Tor with other browsers, you may open yourself up to potential attacks or information leakage, so we strongly discourage it.
it: Per quanto sia tecnicamente possibile utilizzare Tor con altri browser, potresti esporti a potenziali attacchi di fuga di informazioni, quindi ti sconsigliamo fortemente di farlo.

source: <mark><a href="https://www.torproject.org/projects/torbrowser/design/">Learn more about the design of Tor Browser</a></mark>.
it: <mark><a href="https://www.torproject.org/projects/torbrowser/design/">Scopri di più riguardo alla progettazione di Tor Browser</a></mark>.

source: tor-browser-is-built-from-firefox-why
it: tor-browser-è-realizzato-a-partire-da-firefox-perché

source: Does Tor Browser use a different circuit for each website?
it: Tor Browser usa un circuito differente per ogni sito web?

source: In Tor Browser, every new domain gets its own circuit.
it: In Tor Browser, ogni nuovo dominio ottiene il proprio circuito.

source: <mark><a href="https://www.torproject.org/projects/torbrowser/design/#identifier-linkability">The Design and Implementation of Tor Browser</a></mark> document further explains the thinking behind this design.
it: <mark><a href="https://www.torproject.org/projects/torbrowser/design/#identifier-linkability">La progettazione e l'implementazione di Tor Browser</a></mark> questo documento spiega in dettaglio la filosofia dietro a questa idea.

source: different-circuit-each-website
it: circuito-differente-per-ogni-sito-web

source: Why did my search engine switch to DuckDuckGo?
it: Perchè il mio motore di ricerca viene cambiato in DuckDuckGo?

source: With the release of Tor Browser 6.0.6, we switched to DuckDuckGo as the primary search engine.
it: Con il rilascio della versione 6.0.6 di Tor Browser, siamo passati a DuckDuckGo come motore di ricerca principale.

source: For a while now, Disconnect has had no access to Google search results which we used in Tor Browser.
it: E' da un po' che Disconnect non ha più accesso alle ricerche di Google, le quali venivano utilizzate in Tor Browser.

source: why-is-tor-using-duckduckgo
it: perché-tor-utilizza-duckduckgo

source: Why does my Tor Browser say something about Firefox not working?
it: Perchè Tor Browser mi avvisa riguardo a qualcosa relativo a Firefox non funzionante?

source: Tor Browser is built using <mark><a href="https://www.mozilla.org/en-US/firefox/organizations/">Firefox ESR</a></mark>, so errors regarding Firefox may occur.
it: Tor Browser è realizzato utilizzando <mark><a href="https://www.mozilla.org/en-US/firefox/organizations/">Firefox ESR</a></mark>, quindi è possibile che si verifichino errori che riugardano Firefox.

source: Please be sure no other instance of Tor Browser is already running, and that you have extracted Tor Browser in a location that your user has the correct permissions for.
it: Per favore assicurati che non vi siano in esecuzione altre istanze di Tor Browser, e che tu abbia estratto Tor Browser in una cartella in cui il tuo utente abbia i corretti permessi per eseguirlo.

source: If you are running an anti-virus, please see <mark><a href="http://support.torproject.org/#tbb-10">My antivirus/malware protection is blocking me from accessing Tor Browser</a></mark>, it is common for anti-virus / anti-malware software to cause this type of issue.
it: Se state utilizzando un antivirus, guardate la sezione <mark><a href="http://support.torproject.org/#tbb-10">La protezione del mio antivirus/antimalware mi sta impedendo di accedere a Tor Browser</a></mark>, è abbastanza comune che questo tipo di problema si verifichi con i software antivirus/antimalware.

source: tor-browser-firefox-not-working-error
it: tor-browser-firefox-non-funziona-errore

source: Can I still use another browser, like Chrome or Firefox, when I am using Tor Browser?
it: Posso utilizzare ancora altri browser, come Chrome o Firefox, mentre utilizzo Tor Browser?

source: You can certainly use another browser while you are also using Tor Browser.
it: Puoi sicuramente utilizzare altri browser mentre utilizzi anche Tor Browser.

source: However, you should know that the privacy properties of Tor Browser will not be present in the other browser.
it: Tuttavia, devi considerare che le caratteristiche di privacy presenti in Tor Browser non saranno presenti negli altri browser.

source: Be careful when switching back and forth between Tor and a less safe browser, because you may accidentally use the other browser for something you intended to do using Tor.
it: Fai attenzione quando passi da Tor ad un browser meno sicuro e viceversa, poiché potresti accidentalmente utilizzare l'altro browser per qualcosa che volevi invece fare utilizzando Tor.

source: Can I make Tor Browser my default browser?
it: Posso rendere Tor Browser il mio browser predefinito?

source: Unfortunately, there is no supported way to make Tor Browser your default browser.
it: Sfortunatamente, non ci sono metodi supportati per rendere Tor Browser il tuo browser di default.

source: make-tor-browser-default-browser
it: imposta-tor-browser-come-browser-di-default

source: A website I am trying to reach is blocking access over Tor.
it: Un sito che sto cercando di raggiungere sta bloccando l'accesso tramite Tor.

source: Sometimes websites will block Tor users because they can't tell the difference between the average Tor user and automated traffic.
it: Talvolta i siti internet bloccano gli utenti di Tor perché non riescono a rilevalre la differenza tra un normale utilizzatore di Tor ed il traffico generato in modo automatico.

source: The best success we've had in getting sites to unblock Tor users is getting users to contact the site administrators directly.
it: I risultati migliori che abbiamo avuto per ottenere che alcuni siti sbloccassero gli utenti di Tor sono stati ottenuti contattando direttamente gli amministratori del sito.

source: Something like this might do the trick:
it: Può funzionare qualcosa tipo questo:

source: "Hi! I tried to access your site xyz.com while using Tor Browser and discovered that you don't allow Tor users to access your site.
it: "Salve! Ho provato ad accedere al tuo sito xyz.com mentre stavo navigando con Tor Browser ed ho scoperto che non permetti agli utenti di Tor di accedere al tuo sito.

source: I urge you to reconsider this decision; Tor is used by people all over the world to protect their privacy and fight censorship.
it: Ti esorto a riconsiderare questa decisione; Tor è utilizzato in tutto il mondo da persone che vogliono proteggere la loro privacy e combattere la censura.

source: By blocking Tor users, you are likely blocking people in repressive countries who want to use a free internet, journalists and researchers who want to protect themselves from discovery, whistleblowers, activists, and ordinary people who want to opt out of invasive third party tracking.
it: Bloccando gli utenti di Tor, stai probabilmente bloccando persone che si trovano in Paesi repressi e che vogliono utilizzare internet liberamente, giornalisti e ricercatori che vogliono proteggere la propria identità, informatori, attivisti e normali persone che vogliono rimanere eclusi dai tracciamenti invasivi di terzi.

source: Please take a strong stance in favor of digital privacy and internet freedom, and allow Tor users access to xyz.com.
it: Per favore, prendi una posizione forte a favore della privacy digitale e della libertà su internet, e permetti agli utenti Tor di accedere a xyz.com.

source: Thank you."
it: Grazie."

source: In the case of banks, and other sensitive websites, it is also common to see geography-based blocking (if a bank knows you generally access their services from one country, and suddenly you are connecting from an exit relay on the other side of the world, your account may be locked or suspended).
it: Nel caso di banche o di altri siti internet sensibili, è inoltre comune vedere blocchi basati sulla località (se una banca sa che normalmente ti connetti ai loro servizi da un Paese, e improvvisamente ti stai connettendo da un exit relay dall'altra parte del mondo, il tuo account potrebbe essere bloccato o sospeso).

source: If you are unable to connect to an onion service, please see <a href="#onionservices-3">I cannot reach X.onion!</a>
it: Se non riesci a connetterti ad un servizio onion, per favore consulta <a href="#onionservices-3">Non riesco a raggiungere X.onion!</a>

source: website-blocking-access-over-tor
it: siti-bloccano-accesso-tramite-tor

source: website-blocked-by-censor-can-tor-browser-help
it: sito-bloccato-da-censore-tor-browser-può-aiutare

source: Can I use Tor with a browser besides Tor Browser?
it: Posso usare Tor con un browser affiancato a Tor Browser?

source: We strongly recommend against using Tor in any browser other than Tor Browser.
it: Noi raccomandiamo fermamente di non utilizzare Tor in qualsiasi altro browser che non sia Tor Browser.

source: Using Tor in another browser can leave you vulnerable without the privacy protections of Tor Browser.
it: Utilizzare Tor in un altro browser può farti rimanere vulnerabile e senza le protezioni privacy implementate in Tor Browser.

source: using-tor-with-a-browser-besides-tor-browser
it: utilizzare-tor-con-un-browser-affiancando-tor-browser

source: Does Tor Project make an application for private chat?
it: Esiste un applicazione per chat private fatta dal Tor Project?

source: No. After eleven beta releases, we discontinued support of <a href="https://blog.torproject.org/sunsetting-tor-messenger">Tor Messenger</a>.
it: No. Dopo il rilascio di undici beta, abbiamo interrotto il supporto di <a href="https://blog.torproject.org/sunsetting-tor-messenger">Tor Messenger</a>.

source: We still believe in Tor's ability to be used in a messaging app, but we don't have the resources to make it happen right now.
it: Crediamo ancora nelle potenzialità dell'utilizzo di Tor in un programma di messaggistica, ma al momento non abbiamo le risorse per realizzarlo.

source: Do you? <mark><a href="https://www.torproject.org/about/contact.html.en">Contact us</a></mark>.
it: E tu invece puoi? <mark><a href="https://www.torproject.org/about/contact.html.en">Contattaci</a></mark>.

source: tor-project-app-for-private-chat
it: progetto-tor-per-app-di-chat-privata

source: Can I run Tor on an Android device?
it: Posso usare Tor su un dispositivo Android?

source: Tor on Android is provided by The Guardian Project.
it: Su Android Tor è gestito da The Guardian Project.

source: More information can be found on the <mark><a href="https://guardianproject.info/apps/orbot/">Orbot</a></mark> and <mark><a href="https://guardianproject.info/apps/orfox/">Orfox</a></mark> web pages.
it: Maggiori informazioni possono essere reperite sulle pagine web di <mark><a href="https://guardianproject.info/apps/orbot/">Orbot</a></mark> e <mark><a href="https://guardianproject.info/apps/orfox/">Orfox</a></mark>.
