Repository: torproject/support
Catalog: i18n/contents+ga.po
Languages: ga

source: You may be offered a choice of "32-bit" or "64-bit" software: this depends on the model of the computer you are using; consult documentation about your computer to find out more.
ga: Má tá rogha agat idir bogearra "32-giotán" nó "64-giotán", braitheann an freagra ar an sórt ríomhaire atá agat; féach ar an doiciméadú maidir le do ríomhaire chun tuilleadh eolais a fháil.

source: For more information on how guard relays work, see this <mark><a href="https://blog.torproject.org/improving-tors-anonymity-changing-guard-parameters">blog post</a></mark> and <mark><a href="https://www-users.cs.umn.edu/~hoppernj/single_guard.pdf">paper</a></mark> on entry guards.
ga: Le tuilleadh eolais maidir le gardaí iontrála a fháil, féach ar <mark><a href="https://blog.torproject.org/improving-tors-anonymity-changing-guard-parameters">an bpostáil bhlag seo</a></mark> agus <mark><a href="https://www-users.cs.umn.edu/~hoppernj/single_guard.pdf">an páipéar seo</a></mark>.

source: How do I run a middle or guard relay on Debian?
ga: Conas a shocraítear athsheachadán idirmheánach nó garda ar chóras Debian?

source: Most antivirus or malware protection allows the user to "whitelist" certain processes that would otherwise be blocked.
ga: Go minic is féidir próisis áirithe a chur ar "liosta bán" sa chaoi nach gcuirfidh an bogearra frithvíris cosc orthu.

source: If you are running an anti-virus, please see <mark><a href="http://support.torproject.org/#tbb-10">My antivirus/malware protection is blocking me from accessing Tor Browser</a></mark>, it is common for anti-virus / anti-malware software to cause this type of issue.
ga: Má tá bogearra frithvíris ar do ríomhaire, féach ar <mark><a href="http://support.torproject.org/ga/#tbb-10">Cuireann mo bhogearra frithvíris cosc ar Bhrabhsálaí Tor.</a></mark>; is minic go mbíonn bogearra frithvíris ina chúis le fadhbanna den sórt seo.

source: Censorship
ga: Cinsireacht

source: Please take a strong stance in favor of digital privacy and internet freedom, and allow Tor users access to xyz.com.
ga: Iarraim ort an fód a sheasamh ar son príobháideachais dhigitigh agus ar son saoirse Idirlín, trí chead a thabhairt d'úsáideoirí Tor xyz.com a úsáid.

source: Tor Browser won't connect, but it doesn’t seem to be an issue with censorship.
ga: Ní féidir le Brabhsálaí Tor ceangal a bhunú, cé nach mbaineann an fhadhb le cúrsaí cinsireachta.

source: <img class="" src="/static/images/update-tb.png" alt="Check for Tor Browser Update">
ga: <img class="" src="/static/images/update-tb.png" alt="Lorg Nuashonruithe ar Bhrabhsálaí Tor">

source: The addresses must be shared with you by the website host, as onions are not indexed in search engines in the typical way that vanilla websites are.
ga: Caithfidh tú na seoltaí a fháil go díreach ó óstach an tsuímh, toisc nach bhfuil suímh onion innéacsaithe ag innill chuardaigh sa chaoi a ndéantar le gnáthshuímh Ghréasáin.

source: If the site you are visiting uses HTTPS, then the traffic leaving your exit relay will be encrypted, and won't be visible to eavesdroppers.
ga: Nuair a thugann tú cuairt ar shuíomh HTTPS, bíonn an trácht a fhágann an t-athsheachadán amach criptithe sa chaoi nach mbeadh cúléisteoir in ann é a léamh.

source: <img class="" src="/static/images/menu-new-identity.png" alt="Tor Browser Menu">
ga: <img class="" src="/static/images/menu-new-identity.png" alt="Roghchlár Bhrabhsálaí Tor">

source: For that reason, it's best not to run your exit relay in your home or using your home internet connection.
ga: Dá bharr seo, níor chóir duit athsheachadán amach a rith sa mbaile nó ar do líonra baile.

source: What is a bridge?
ga: Cad is droichead ann?

source: Any other application on your system (including other browsers) will not have their connections routed over the Tor network, and will not be protected.
ga: Ní bheidh feidhmchláir eile ar do chóras (brabhsálaithe eile san áireamh) ceangailte le líonra Tor, agus ní bheidh siad cosanta dá bharr sin.

source: * You should also see the message "Registered server transport 'obfs4'" indicating that obfs4proxy is functional.
ga: * Ba chóir go mbeadh an teachtaireacht seo ann freisin: "Registered server transport 'obfs4'" indicating that obfs4proxy is functional.

source: The simplest fix is to click on the "onion menu," then click on the security slider.
ga: An réiteach is fusa ná cliceáil ar an "roghchlár oinniúin" ansin an sleamhnán slándála a úsáid.

source: Tor is designed to defend human rights and privacy by preventing anyone from censoring things, even us.
ga: Dearadh Tor chun cearta daonna agus príobháideachas a chosaint trí chosc a chur ar dhaoine cinsireacht a dhéanamh, muidne san áireamh.

source: Of course, you should avoid keeping any sensitive or personal information on the computer hosting your exit relay.
ga: Ar ndóigh, níor chóir duit aon fhaisnéis phearsanta nó íogair a choinneáil ar an ríomhaire a bhfuil an t-athsheachadán amach air.

source: <mark><a href="https://github.com/Yawning/obfs4/blob/master/doc/obfs4-spec.txt">Obfsproxy</a></mark> bridges address this by adding another layer of obfuscation.
ga: Déileálann droichid <mark><a href="https://github.com/Yawning/obfs4/blob/master/doc/obfs4-spec.txt">Obfsproxy</a></mark> leis seo trí shraith bhreise criptiúcháin a úsáid.

source: The file you download and run prompts you for a destination.
ga: Iarradh an spriocfhillteán ort nuair a d'íoslódáil agus a rith tú an comhad.

source: Some entities, such as your Internet Service Provider (ISP), may be able to see that you're using Tor, but they won't know where you're going when you do.
ga: Beidh eagraíochtaí áirithe, mar shampla do Sholáthraí Seirbhíse Idirlín (ISP), in ann a fheiceáil go bhfuil tú ag baint úsáide as Tor, ach ní bheidh siad in ann na suímh a dtugann tú cuairt orthu a fheiceáil.

source: Sometimes Javascript-heavy websites can have functional issues over Tor Browser.
ga: Uaireanta bíonn fadhbanna le Brabhsálaí Tor ar shuímh Ghréasáin a bhaineann úsáid as mórán JavaScript.

source: Send an email to gettor@torproject.org.
ga: Seol teachtaireacht rphoist chuig gettor@torproject.org.

source: Only Tor Browser's traffic will be routed over the Tor network.
ga: Trácht de chuid bhrabhsálaí Tor amháin a sheoltar thar líonra Tor.

source: That is, in normal cases it's 3, but for example if you're accessing an onion service or a ".exit" address it could be more.
ga: Is é sin le rá, úsáideann sé 3 cinn de ghnáth, ach má tá tú ag úsáid seirbhíse onion nó seoladh ".exit", d'fhéadfadh sé a bheith níos mó ná 3 cinn.

source: * Run "service tor reload" (as root)
ga: * Rith "service tor reload" (mar root)

source: A list of all of our software projects can be found on our <mark><a href="https://www.torproject.org/projects/projects.html.en">projects page</a></mark>.
ga: Gheobhaidh tú liosta dár dtionscadail ar fad ar <mark><a href="https://www.torproject.org/projects/projects.html.en">​an leathanach seo</a></mark>.

source: This option is useful if you want to prevent your subsequent browser activity from being linkable to what you were doing before.
ga: Tá an rogha seo úsáideach má tá tú ag iarraidh aon cheangal idir do ghníomhaíocht sa todhchaí agus na rudaí a bhí tú ag déanamh níos luaithe a bhriseadh.

source: Does the Tor Project offer hosting?
ga: An gcuireann Tionscadal Tor seirbhísí óstála ar fáil?

source: Can I use a VPN with Tor?
ga: An féidir liom VPN a úsáid le Tor?

source: Bridge relays are Tor relays that are not listed in the public Tor directory.
ga: Is éard atá i nDroichead ná athsheachadán Tor nach bhfuil liostáilte san eolaire poiblí Tor.

source: You can also ensure that you're able to access other onion services by connecting to <a href="http://3g2upl4pq6kufc4m.onion">DuckDuckGo</a>'s Onion Service.
ga: Agus is féidir leat deimhniú go bhfuil tú in ann seirbhísí Onion eile a rochtain trí cheangal a bhunú le <a href="http://3g2upl4pq6kufc4m.onion">Seirbhís Onion DuckDuckGo</a>

source: To get links for downloading Tor Browser, send a message to gettor@torproject.org with one of the following codes in it:
ga: Le nasc íoslódála do Bhrabhsálaí Tor a fháil, seol teachtaireacht r-phoist chuig gettor@torproject.org a bhfuil ceann de na cóid seo a leanas inti:

source: "Hi! I tried to access your site xyz.com while using Tor Browser and discovered that you don't allow Tor users to access your site.
ga: "Dia dhuit! Rinne mé iarracht cuairt a thabhairt ar do shuíomh xyz.com le Brabhsálaí Tor ach de réir cosúlachta cuireann sibh cosc ar úsáideoirí Tor.

source: To get links for downloading Tor Browser, send a direct message to <mark><a href="https://twitter.com/get_tor">@get_tor</a></mark> with one of the following codes in it (you don't need to follow the account):
ga: Le nasc íoslódála do Bhrabhsálaí Tor a fháil, seol teachtaireacht dhíreach chuig ​<mark><a href="https://twitter.com/get_tor">@get_tor</a></mark> a bhfuil ceann de na cóid seo a leanas inti (ní gá duit an cuntas a leanúint):

source: This means sometimes a website would load in the Tor Browser, and sometimes it would load in another browser, this type of behavior can be dangerous and anonymity-breaking.
ga: Ciallaíonn sé seo go lódálfadh suíomh Gréasáin i mBrabhsálaí Tor uaireanta, agus i mbrabhsálaí eile uaireanta eile, rud contúirteach a d'fhéadfadh d'aitheantas a nochtadh.

source: Ultimately, we want to make Tor Browser as secure as possible while also making it usable for the majority of people, so for now, that means leaving Javascript enabled by default.
ga: I ndeireadh na dála, ba mhaith linn brabhsálaí atá chomh slán agus is féidir a chruthú, agus san am céanna ceann atá inúsáidte ag formhór na ndaoine. Sin an fáth bunúsach a bhfuil JavaScript cumasaithe de réir réamhshocraithe.

source: Fortunately, most websites, devices, and other browsers are moving away from the use of Flash.
ga: Ar an dea-uair, tá suímh Ghréasáin, gléasanna, agus brabhsálaithe eile ag tabhairt droim láimhe do Flash.

source: ## The IP address or hostname for incoming connections (leave commented and Tor will guess)
ga: ## Seoladh IP nó óstainm a úsáideann ceangail isteach (fág mar nóta tráchta é agus tabharfaidh Tor buille faoi thuairim)

source: DuckDuckGo does not track its users nor does it store any data about user searches. Learn more about <mark><a href="https://duckduckgo.com/privacy">DuckDuckGo privacy policy</a></mark>.
ga: Ní lorgaíonn DuckDuckGo a chuid úsáideoirí agus ní shábhálann sé aon sonraí maidir leis na cuardaigh a dhéanann siad. Tá tuilleadh eolais ar fáil i <mark><a href="https://duckduckgo.com/privacy">bpolasaí príobháideachais DuckDuckGo</a></mark>.

source: You can also ensure that you're able to access other onion services by connecting to <a href="http://3g2upl4pq6kufc4m.onion">DuckDuckGo's onion service</a>.
ga: Agus is féidir leat deimhniú go bhfuil tú in ann seirbhísí Onion eile a rochtain trí cheangal a bhunú le <a href="http://3g2upl4pq6kufc4m.onion">Seirbhís Onion DuckDuckGo</a>.

source: Tor Browser will warn you that all activity and downloads will be stopped, so take this into account before clicking "New Identity".
ga: Tabharfaidh Brabhsálaí Tor rabhadh duit go stopfaidh sé gach uile rud atá ar siúl, íoslódálacha san áireamh. Ba chóir duit é seo a chur san áireamh sula gcliceálfaidh tú "Aitheantas Nua".

source: Does running Tor Browser make me a relay?
ga: An ndéantar athsheachadán de mo ríomhaire nuair a úsáidim Brabhsálaí Tor?

source: Will my network admin be able to tell I'm using Tor Browser?
ga: An mbeidh a fhios ag riarthóir mo líonra go bhfuilim ag úsáid Brabhsálaí Tor?

source: You get the best security that Tor can provide when you leave the route selection to Tor; overriding the entry / exit nodes can compromise your anonymity.
ga: Gheobhaidh tú an tslándáil is fearr nuair a fhágann tú roghnú an ródúcháin faoi Tor. Níl sé sábháilte na hathsheachadáin isteach / amach a roghnaíonn Tor a athrú.

source: Please watch our <mark><a href="https://blog.torproject.org">blog</a></mark> for future announcements and details regarding this project.
ga: Coinnigh súil ar <mark><a href="https://blog.torproject.org">ár mblag</a></mark> le haghaidh fógraí a bhaineann leis an togra seo.

source: How do I download Tor if the torproject.org is blocked?
ga: Conas is féidir Tor a íoslódáil má tá cosc ar torproject.org?

source: Can I change the number of hops Tor uses?
ga: An féidir liom líon na n-athsheachadán a úsáideann Tor a athrú?

source: The first relay in your circuit is called an "entry guard" or "guard".
ga: Tugtar "garda" nó "garda iontrála" ar an chéad athsheachadán i do chiorcad.

source: Can I pick which country I'm exiting from?
ga: An féidir liom an tír ina bhfuil an t-athsheachadán deiridh a roghnú?

source: In Tor Browser, every new domain gets its own circuit.
ga: Cruthaíonn Brabhsálaí Tor ciorcad nua i gcomhair gach fearann nua.

source: ## Set the nickname of this relay
ga: ## Tabhair leasainm don athsheachadán seo

source: How can I make Tor run faster? Is Tor Browser slower than other browsers?
ga: An féidir liom dlús a chur le Brabhsálaí Tor? An bhfuil sé níos moille ná brabhsálaithe eile?

source: This option does not clear any private information or unlink your activity, nor does it affect your current connections to other websites.
ga: Ní ghlanann an rogha seo aon fhaisnéis phríobháideach ná do chuid gníomhaíochta, agus níl aon éifeacht aige ar cheangail le suímh eile.

source: Install the ntp or openntpd (or similar) package to keep it that way.
ga: Suiteáil ntp nó openntpd (nó pacáiste eile den sórt seo) chun an t-am cheart a choinneáil.

source: The Torbutton icon (the little onion in the top left corner of the browser) will display a yellow triangle.
ga: Taispeánfaidh deilbhín an chnaipe Tor (an t-oinniún beag glas sa chúinne ag barr ar chlé den bhrabhsálaí) triantán buí.

source: Operators
ga: Oibreoirí

source: * Русский (ru)
ga: * Rúisis (ru)

source: Look for a log entry in your /var/log/syslog such as "Self-testing indicates your ORPort is reachable from the outside. Excellent."
ga: Téigh ar lorg iontráil in /var/log/syslog ar nós "Self-testing indicates your ORPort is reachable from the outside. Excellent."

source: Why did my search engine switch to DuckDuckGo?
ga: Cén fáth arb é DuckDuckGo an t-inneall cuardaigh réamhshocraithe anois?

source: Bridges are useful for Tor users under oppressive regimes, and for people who want an extra layer of security because they're worried somebody will recognize that they are contacting a public Tor relay IP address.
ga: Tá droichid úsáideach d'úsáideoirí Tor ina gcónaí i dtíortha faoi réimeas leatromach, nó dóibh siúd ar mhaith leo sraith bhreise slándála toisc go bhfuil imní orthu go n-aithneofar go bhfuil siad ag baint úsáide as seoladh IP ceangailte le hathsheachadán poiblí Tor.

source: For more information, please see the <mark><a href="https://tb-manual.torproject.org/en-US/">Tor Browser User Manual</a></mark> section on <mark><a href="https://tb-manual.torproject.org/en-US/circumvention.html">censorship</a></mark>.
ga: Chun tuilleadh eolais a fháil, féach ar an rannán a bhaineann le <mark><a href="https://tb-manual.torproject.org/en-US/circumvention.html">cinsireacht</a></mark> i <mark><a href="https://tb-manual.torproject.org/en-US/">Lámhleabhar Úsáideoirí Bhrabhsálaí Tor</a></mark>.

source: If this doesn't fix the problem, see the Troubleshooting page on the <mark><a href="https://tb-manual.torproject.org/en-US/bridges.html">Tor Browser manual</a></mark>.
ga: Mura réitíonn seo an fhadhb, féach an leathanach Fabhtcheartú i <mark><a href="https://tb-manual.torproject.org/en-US/bridges.html">Lámhleabhar Bhrabhsálaí Tor</a></mark>.

source: * 简体字 (zh-CN)
ga: * Sínis (zh-CN)

source: Does Tor Project offer email service or other privacy protecting web services?
ga: An gcuireann Tionscadal Tor seirbhísí ríomhphoist ar fáil, nó aon seirbhís eile a chosnaíonn príobháideachas?

source: * When it confirms that it's reachable, it will upload a "server descriptor" to the directory authorities to let clients know what address, ports, keys, etc your relay is using.
ga: * Nuair a dheimhníonn sé go bhfuil an t-athsheachadán insroichte, uaslódálann sé "cur síos ar fhreastalaí" go dtí údaráis an eolaire le cur in iúl do chliaint an seoladh a úsáideann an t-athsheachadán, chomh maith le poirt, eochracha, srl.

source: If you need to be sure that all traffic will go through the Tor network, take a look at the <mark><a href="https://tails.boum.org/">Tails live operating system</a></mark> which you can start on almost any computer from a USB stick or a DVD.
ga: Má tá tú ag iarraidh deimhniú go rachaidh an trácht go léir ó do ríomhaire thar líonra Tor, caith súil ar an gcóras oibriúcháin <mark><a href="https://tails.boum.org/">Tails live</a></mark>, córas is féidir a chur i bhfeidhm ar bheagnach aon ríomhaire ó chipín USB nó ó DVD.

source: How do I run an exit relay on Debian?
ga: Conas a shocraítear athsheachadán amach ar chóras Debian?

source: Tor Browser
ga: Brabhsálaí Tor

source: ##### Common log error #3: Failed to complete TLS handshake
ga: ##### Earráid choitianta #3 sa logchomhad: Níorbh fhéidir an croitheadh láimhe TLS a chur i gcrích

source: I urge you to reconsider this decision; Tor is used by people all over the world to protect their privacy and fight censorship.
ga: Molaim go láidir duit athmhachnamh a dhéanamh ar an gcinneadh seo; úsáideann daoine ar fud an domhain Tor lena bpríobháideachas a chosaint agus le troid in aghaidh cinsireachta.

source: I have a compelling reason to trace a Tor user. Can you help?
ga: Caithfidh mé úsáideoir Tor a lorg mar gheall ar chúis an-láidir. An gcabhródh sibh liom?

source: <img class="" src="/static/images/onion-website.png" alt="Onion icon">
ga: <img class="" src="/static/images/onion-website.png" alt="Oinniún beag">

source: Please open your antivirus or malware protection software and look in the settings for a "whitelist" or something similar.
ga: Ba chóir duit an bogearra frithvíris a oscailt agus "liosta bán" nó a leithéid a lorg sna socruithe.

source: Unfortunately, some websites deliver CAPTCHAs to Tor users, and we are not able to remove CAPTCHAs from websites.
ga: Faraor, taispeánann suímh áirithe CAPTCHAnna dá gcuid úsáideoirí, agus ní féidir linn iad a bhaint de na suímh seo.

source: Can I use Flash in Tor Browser?
ga: An féidir liom Flash a úsáid i mbrabhsálaí Tor?

source: <mark><a href="https://www.torproject.org/projects/torbrowser/design/#identifier-linkability">The Design and Implementation of Tor Browser</a></mark> document further explains the thinking behind this design.
ga: Tugann an cháipéis <mark><a href="https://www.torproject.org/projects/torbrowser/design/#identifier-linkability">The Design and Implementation of Tor Browser</a></mark> tuilleadh eolais maidir leis an dearadh seo agus an smaoineamh taobh thiar de.

source: This step is usually fast, but it may take a few minutes.
ga: Bíonn an chéim seo sciobtha de ghnáth, ach uaireanta tógann sé cúpla nóiméad.

source: Click the button labelled "Copy Tor Log To Clipboard" that appears in the dialog window when Tor Browser is first connecting to the network.
ga: Cliceáil an cnaipe "Cóipeáil Logchomhad Tor go dtí an Ghearrthaisce" a fheicfidh tú san fhuinneog nuair a cheanglaíonn Brabhsálaí Tor leis an líonra i dtosach báire.

source: You might be on a censored network, and so you should try using bridges.
ga: B'fhéidir é. Má tá, ba chóir duit triail a bhaint as droichead.

source: We don't want to encourage people to use paths longer than this as it increases load on the network without (as far as we can tell) providing any more security.
ga: Níor mhaith linn moladh do dhaoine cosáin níos faide a úsáid toisc go gcruthódh sé sin lód níos troime ar an líonra, gan (go bhfios dúinn) slándáil a fheabhsú.

source: I cannot reach X.onion!
ga: Nílim in ann teacht ar X.onion!

source: I need Tor Browser in a language that's not English.
ga: Ba mhaith liom Brabhsálaí Tor a úsáid i mo theanga dhúchais.

source: ## Set your bandwidth rate (leave commented and Tor will run without bandwidth caps)
ga: ## Socraigh an ráta bandaleithid (fág mar nóta tráchta é agus rithfidh Tor gan teorainn ar bhandaleithead)

source: With the release of Tor Browser 6.0.6, we switched to DuckDuckGo as the primary search engine.
ga: D'athraíomar an príomhinneall cuardaigh go DuckDuckGo i leagan 6.0.6 de Bhrabhsálaí Tor.

source: $ deb-src http://deb.torproject.org/torproject.org <version> main
ga: $ deb-src http://deb.torproject.org/torproject.org <leagan> main

source: We do not recommend running multiple instances of Tor Browser, and may not work as anticipated on many platforms.
ga: Ní mholaimid níos mó ná cóip amháin de Bhrabhsálaí Tor a rith san am céanna. Seans nach bhfeidhmíonn sé sa chaoi a raibh tú ag súil leis ar mhórán ardán.

source: That means that ISPs or governments trying to block access to the Tor network can't simply block all bridges.
ga: Ciallaíonn sé seo nach féidir le soláthraithe seirbhíse nó le rialtais cosc a chur ar líonra Tor trí cosc a chur ar gach uile dhroichead.

source: Should I install a new add-on or extension in Tor Browser, like AdBlock Plus or uBlock Origin?
ga: Ar chóir dom breiseáin nó eisínteachtaí a shuiteáil i mBrabhsálaí Tor, ar nós AdBlock Plus nó uBlock Origin?

source: Please note that VPNs do not have the same privacy properties as Tor, but they will help solve some geolocation restriction issues.
ga: Réitíonn VPNanna roinnt fadhbanna a bhaineann le geoshuíomh, ach ní bhfaighidh tú na gnéithe céanna príobháideachais a fhaigheann tú ó Tor.

source: Running Tor Browser does not make you act as a relay in the network.
ga: Ní dhéantar.

source: For a while now, Disconnect has had no access to Google search results which we used in Tor Browser.
ga: Le tamaillín anois, ní raibh Disconnect in ann teacht ar na torthaí cuardaigh ó Google a d'úsáidimis i mBrabhsálaí Tor.

source: To use GetTor via XMPP (Jitsi, CoyIM).
ga: Le GetTor a úsáid trí XMPP (Jitsi, CoyIM).

source: While it is technically possible to use Tor with other browsers, you may open yourself up to potential attacks or information leakage, so we strongly discourage it.
ga: Cé gur féidir leat Tor a úsáid le brabhsálaithe eile go teicniúil, chuirfeá thú féin i mbaol ionsaithe agus do chuid sonraí pearsanta i mbaol nochta. Molaimid go láidir duit gan é seo a dhéanamh.

source: Some websites, such as banks or email providers, might interpret this as a sign that your account has been compromised, and lock you out.
ga: Dá bharr seo, tá seans ann go gceapfadh suímh áirithe, mar shampla bainc nó soláthraithe ríomhphoist, gur bhris bradaí isteach i do chuntas agus chuirfidís do chuntas faoi ghlas.

source: If we wanted to block certain people from using Tor, we'd basically be adding a backdoor to the software, which would open up our vulnerable users to attacks from bad regimes and other adversaries.
ga: Dá gcuirfimis cosc ar dhaoine áirithe, an bealach amháin a bheadh againn é sin a dhéanamh ná saghas "cúldorais" a chur ar fáil, rud a chuirfeadh ár gcuid úsáideoirí ionraice i gcontúirt ó dhrochrialtais agus ó naimhde eile.

source: Our mission:
ga: An aidhm atá againn:

source: to advance human rights and freedoms by creating and deploying free and open source anonymity and privacy technologies, supporting their unrestricted availability and use, and furthering their scientific and popular understanding.
ga: cearta daonna agus an tsaoirse a chur chun cinn trí theicneolaíochtaí oscailte agus saor in aisce a thacaíonn leis an bpríobháideachas ar líne a fhorbairt, na teicneolaíochtaí seo a scaipeadh gan srian agus a n-úsáid a spreagadh, agus tuiscint níos fearr ar chúrsaí príobháideachais a fhorbairt i measc an phobail.

source: Subscribe to our Newsletter
ga: Liostáil lenár Nuachtlitir
