Repository: torproject/support
Catalog: i18n/contents+de.po
Languages: de

source: A website (bank, email provider, etc..) locks me out whenever I use Tor, what can I do?
de: Eine Webseite (Bank, Email-Dienst, etc.) sperrt mich aus, wenn ich Tor benutze. Was kann ich tun?

source: How do I volunteer with Tor Project?
de: Wie kann ich beim Tor Project mithelfen?

source: However, you should know that the privacy properties of Tor Browser will not be present in the other browser.
de: Allerdings solltest du beachten, dass deine Privatsphäre mit anderen Browsern nicht so sehr geschützt ist.

source: There is no official version of Tor for iOS yet, though we recommend <mark><a href="https://onionbrowser.com/">Onion Browser</a></mark>.
de: Es gibt bisher keine offizielle Version von Tor für iOS, aber wir empfehlen <mark><a href="https://onionbrowser.com/">OnionBrowser</a></mark>.

source: Enabling ntpd is suggested.
de: ntpd zu aktivieren wird empfohlen.

source: change-ip-address
de: ändere-ip-addresse

source: * Run the following commands to install tor and check its signatures:
de: * Führe folgenden Befehl aus, um Tor zu installieren und die Signaturen zu überprüfen:

source: You may be offered a choice of "32-bit" or "64-bit" software: this depends on the model of the computer you are using; consult documentation about your computer to find out more.
de: Du hast die Wahl zwischen "32-bit" oder "64-bit"-Software: dies hängt von der Architektur deines Computers ab; ziehe die Dokumentation deines Computers zu Rate, um mehr zu erfahren.

source: For more information on how guard relays work, see this <mark><a href="https://blog.torproject.org/improving-tors-anonymity-changing-guard-parameters">blog post</a></mark> and <mark><a href="https://www-users.cs.umn.edu/~hoppernj/single_guard.pdf">paper</a></mark> on entry guards.
de: Für weitere Informationen wie Wächter-Relais funktionieren, siehe diesen <mark><a href="https://blog.torproject.org/improving-tors-anonymity-changing-guard-parameters">Blogbeitrag</a></mark> und diese <mark><a href="https://www-users.cs.umn.edu/~hoppernj/single_guard.pdf">Publikation</a></mark>.

source: How do I run a middle or guard relay on Debian?
de: Wie betreibe ich ein Mittel-Relay oder Guard mit Debian?

source: Most antivirus or malware protection allows the user to "whitelist" certain processes that would otherwise be blocked.
de: Die meisten Antiviren- oder Malwareschutzprogramme erlauben dem Nutzer eine so genannte "Whitelist" zu erstellen, die bestimmte Prozesse erlaubt, welche in der Regel geblockt sind.

source: make-tor-browser-default-browser
de: konfiguriere-tor-browser-als-standard-browser

source: If you are running an anti-virus, please see <mark><a href="http://support.torproject.org/#tbb-10">My antivirus/malware protection is blocking me from accessing Tor Browser</a></mark>, it is common for anti-virus / anti-malware software to cause this type of issue.
de: Wenn du ein Anti-Viren-Programm benutzt, siehe <mark><a href="http://support.torproject.org/#tbb-10">Mein Anti-Viren-Programm blockiert meinen Zugang zu Tor Browser</a></mark>, es ist unüblich für Anti-Viren- / Anti-Malware-Programme solche Probleme zu verursachen.

source: problem-with-https-everywhere
de: problem-mit-https-everywhere

source: Censorship
de: Zensur

source: Please take a strong stance in favor of digital privacy and internet freedom, and allow Tor users access to xyz.com.
de: Bitte beweist eine Position zugunsten digitaler Privatsphäre und Internetfreiheit und erlaubt den Zugang zu xyz.com über Tor.

source: Tor Browser won't connect, but it doesn’t seem to be an issue with censorship.
de: Tor-Browser kann sich nicht verbinden, aber es scheint nicht an Zensur-Maßnahmen zu liegen.

source: The addresses must be shared with you by the website host, as onions are not indexed in search engines in the typical way that vanilla websites are.
de: Webseiten-Betreiber müssen ihre Adresse mitteilen, denn onions werden nicht im klassischen Sinn indiziert wie übliche Webseiten.

source: If the site you are visiting uses HTTPS, then the traffic leaving your exit relay will be encrypted, and won't be visible to eavesdroppers.
de: Wenn die besuchte Webseite HTTPS benutzt, werden Daten zwischen dem Austritts-Knoten und der Webseite verschlüsselt übertragen und sind für Überwacher nicht im Klartext sichtbar.

source: For that reason, it's best not to run your exit relay in your home or using your home internet connection.
de: Aus diesem Grund ist es nicht zu empfehlen, einen Austritts-Knoten von zu Hause zu betreiben.

source: What is a bridge?
de: Was ist eine Brücke?

source: Any other application on your system (including other browsers) will not have their connections routed over the Tor network, and will not be protected.
de: Andere Anwendungen auf deinem System (inklusive andere Browser) können ihre Verbindungen nicht durch das Tor-Netzwerk leiten und sind nicht geschützt.

source: * You should also see the message "Registered server transport 'obfs4'" indicating that obfs4proxy is functional.
de: * Die Nachricht "Registered server transport 'obfs4'" (obfs4-Transport-Server wurde registriert), zeigt an, dass obfs4proxy einsatzbereit ist.

source: The simplest fix is to click on the "onion menu," then click on the security slider.
de: Die einfachste Methode ist, das onion-Menü zu öffnen und in den Sicherheitseinstellungen und den Regler zu verschieben.

source: Tor is designed to defend human rights and privacy by preventing anyone from censoring things, even us.
de: Tor ist so konstruiert, dass es Menschenrechte und Privatsphäre schützt und Zensur durch irgendwen unmöglich macht, selbst für uns.

source: Of course, you should avoid keeping any sensitive or personal information on the computer hosting your exit relay.
de: Selbstverständlich solltest du es vermeiden, sensitive persönliche Informationen auf dem Computer des Exit-Relays zu speichern.

source: <mark><a href="https://github.com/Yawning/obfs4/blob/master/doc/obfs4-spec.txt">Obfsproxy</a></mark> bridges address this by adding another layer of obfuscation.
de: <mark><a href="https://github.com/Yawning/obfs4/blob/master/doc/obfs4-spec.txt">Obfsproxy</a></mark> Bridges verhindern dies durch eine weitere Verschleierungsschicht.

source: The file you download and run prompts you for a destination.
de: Die Datei, welche du heruntergeladen und gestartet hast, fragt dich nach einem Speicherort.

source: Some entities, such as your Internet Service Provider (ISP), may be able to see that you're using Tor, but they won't know where you're going when you do.
de: Einige Organisationen, wie z.B. dein Internetprovider (ISP), sind möglicherweise in der Lage zu erkennen, dass du Tor verwendest. Sie können aber nicht sehen, was du darüber aufgerufen hast.

source: Why does Tor Browser ship with Javascript enabled?
de: Warum wird Tor Browser mit aktiviertem Javascript gestartet?

source: Send an email to gettor@torproject.org.
de: Senden Sie eine E-Mail an gettor@torproject.org.

source: Only Tor Browser's traffic will be routed over the Tor network.
de: Ausschließlich Datenströme vom Tor Browser werden über das Tor Netzwerk geleitet.

source: That is, in normal cases it's 3, but for example if you're accessing an onion service or a ".exit" address it could be more.
de: Das bedeutet im Normalfall 3, aber für onion-Dienste oder ".exit"-Adressen können es mehr sein.

source: * Run "service tor reload" (as root)
de: * Führe "service tor reload" als root aus.

source: A list of all of our software projects can be found on our <mark><a href="https://www.torproject.org/projects/projects.html.en">projects page</a></mark>.
de: Eine List all unserer Software-Projekte gibt es auf unserer <mark><a href="https://www.torproject.org/projects/projects.html.en">Projektseite</a></mark>.

source: This option is useful if you want to prevent your subsequent browser activity from being linkable to what you were doing before.
de: Diese Option hilft, damit zukünftiges Surfverhalten nicht mit bisherigen Aktivitäten in Verbindung gebracht werden kann.

source: Does the Tor Project offer hosting?
de: Bietet das Tor Project hosting an?

source: Can I use a VPN with Tor?
de: Kann ich ein VPN mit Tor verwenden?

source: Bridge relays are Tor relays that are not listed in the public Tor directory.
de: Brücken-Relais sind Tor-Relais, die nicht im öffentlichen Tor-Verzeichnis aufgeführt sind.

source: You can also ensure that you're able to access other onion services by connecting to <a href="http://3g2upl4pq6kufc4m.onion">DuckDuckGo</a>'s Onion Service.
de: Du kannst auch sicherstellen, dass andere onion-Dienste erreichbar sind, z.B. der von <a href="http://3g2upl4pq6kufc4m.onion">Onion-Dienst von DuckDuckGo</a>.

source: ## Set your bandwidth rate (leave commented and Tor will run without
de: ## Bandbreiten-Einstellung (Tor funktioniert ohne, wenn dies kommentiert ist)

source: To get links for downloading Tor Browser, send a message to gettor@torproject.org with one of the following codes in it:
de: Um die Links für Tor Browser zu erhalten, senden Sie eine Nachricht an gettor@torproject.org mit einem der folgenden Codes im Nachrichtentext:

source: "Hi! I tried to access your site xyz.com while using Tor Browser and discovered that you don't allow Tor users to access your site.
de: "Hi! Habe versucht, mit Tor Browser auf eure Seite xyz.com zuzugreifen, aber musste feststellen, dass ihr Tor nicht erlaubt.

source: To get links for downloading Tor Browser, send a direct message to <mark><a href="https://twitter.com/get_tor">@get_tor</a></mark> with one of the following codes in it (you don't need to follow the account):
de: Um Links zum Herunterladen von Tor Browser zu erhalten, sende eine Direktnachricht an <mark><a href="https://twitter.com/get_tor">@get_tor</a></mark> mit einem der folgenden Codes (du brauchst dem Konto nicht zu folgen):

source: This means sometimes a website would load in the Tor Browser, and sometimes it would load in another browser, this type of behavior can be dangerous and anonymity-breaking.
de: Das bedeutet manchmal, dass eine Webseite manchmal in Tor Browser lädt und manchmal in einem anderen Browser. Dieses Surfverhalten kann gefährlich sein und gefährdet Anonymität ist.

source: Ultimately, we want to make Tor Browser as secure as possible while also making it usable for the majority of people, so for now, that means leaving Javascript enabled by default.
de: Letztendlich soll Tor Browser so sicher wie möglich, aber auch für die meisten nutzbar sein. Im Moment bedeutet das, JavaScript von Hause aus zu aktivieren.

source: Fortunately, most websites, devices, and other browsers are moving away from the use of Flash.
de: Glücklicherweise setzen viele Webseiten und Geräte, sowie Browser, heute kaum noch Flash ein, oder unterstützen dies in der Zukunft nicht mehr.

source: website-is-blocking-access-over-tor
de: webseite-blockiert-zugang-zu-tor

source: ## The IP address or hostname for incoming connections (leave commented and Tor will guess)
de: ## Die IP-Adresse or Hostname für eingehende Verbindungen (Tor wird raten, wenn dies kommentiert ist)

source: how-do-i-download-tor-if-torproject-org-is-blocked
de: wie-lade-ich-tor-wenn-torproject-org-blockiert-wird

source: DuckDuckGo does not track its users nor does it store any data about user searches. Learn more about <mark><a href="https://duckduckgo.com/privacy">DuckDuckGo privacy policy</a></mark>.
de: DuckDuckGo verwendet keine Tracker und speichert keine Daten über Suchen. Erfahre mehr über die <mark><a href="https://duckduckgo.com/privacy">Datenschutzrichtlinie von DuckDuckGo</a></mark>.

source: view-tor-browser-message-log
de: zeige-tor-browser-protokoll

source: network-admin-know-i-am-using-tor
de: netzwerk-admin-weiß-ich-benutze-tor

source: does-tor-project-offer-email-or-privacy-protecting-web-services
de: bietet-tor-email-oder-datensparsame-dienste-an

source: You can also ensure that you're able to access other onion services by connecting to <a href="http://3g2upl4pq6kufc4m.onion">DuckDuckGo's onion service</a>.
de: Du kannst auch sicherstellen, dass andere .onion-Dienste erreichbar sind, z.B. der <a href="http://3g2upl4pq6kufc4m.onion">Onion-Dienst von DuckDuckGo</a>.

source: volunteer-with-tor-project
de: mitmachen-bei-tor-project

source: Tor Browser will warn you that all activity and downloads will be stopped, so take this into account before clicking "New Identity".
de: Tor Browser warnt dich, dass alle Aktivitäten und Downloads gestoppt werden, bedenke dies bevor du auf "Neues Profil" klickst.

source: Does running Tor Browser make me a relay?
de: Bin ich ein relay wenn Tor Browser läuft?

source: Will my network admin be able to tell I'm using Tor Browser?
de: Kann mein Netzwerkadministrator erkennen, dass ich den Tor Browser verwende?

source: You get the best security that Tor can provide when you leave the route selection to Tor; overriding the entry / exit nodes can compromise your anonymity.
de: Die beste Sicherheit wird gewährleistet, wenn die Routen von Tor bestimmt werden; die Eintritts- / Austritts-Knoten zu verändern, kann die Anonymität gefährden.

source: Please watch our <mark><a href="https://blog.torproject.org">blog</a></mark> for future announcements and details regarding this project.
de: Siehe unser <mark><a href="https://blog.torproject.org">Blog</a></mark> für Ankündigungen und Details zu diesem Projekt.

source: How do I download Tor if the torproject.org is blocked?
de: Wie kann ich Tor herunterladen, wenn torproject.org blockiert ist?

source: run-tor-on-windows-phone
de: starte-tor-auf-windows-telefon

source: Can I change the number of hops Tor uses?
de: Kann ich die Anzahl der Knoten ändern?

source: The first relay in your circuit is called an "entry guard" or "guard".
de: Das erste Relais im Kanal wird Eingangswache ("entry guard"), oder Wache ("guard") genannt.

source: Can I pick which country I'm exiting from?
de: Kann ich auswählen, aus welchem Land ich Tor verlasse?

source: share-files-anonymously-through-tor
de: dateien-anonym-teilen-mit-tor

source: In Tor Browser, every new domain gets its own circuit.
de: Im Tor Browser bekommt jede neue Domain ihren eigenen Netzwerk-Kreislauf.

source: ## Set the nickname of this relay
de: ## Wähle den Namen des Relays

source: How can I make Tor run faster? Is Tor Browser slower than other browsers?
de: Wie kann ich Tor schneller machen? Ist der Tor Browser langsamer als andere Browser?

source: This option does not clear any private information or unlink your activity, nor does it affect your current connections to other websites.
de: Diese Option löscht private Informationen nicht und entkoppelt auch bisherige Aktivitäten nicht und hat keinen Effekt auf andere Webseiten.

source: Install the ntp or openntpd (or similar) package to keep it that way.
de: Installiere das Paket ntp oder openntpd (oder ähnlich) um die Zeit aktuell zu halten.

source: Operators
de: Betreiber

source: is-there-support-for-bsd
de: wird-bsd-unterstützt

source: Look for a log entry in your /var/log/syslog such as "Self-testing indicates your ORPort is reachable from the outside. Excellent."
de: Suche nach Log-Einträgen in /var/log/syslog wie "Self-testing indicates your ORPort is reachable from the outside. Excellent." (Dein ORPort scheint von außerhalb erreichbar zu sein. Exzellent.)

source: i-cannot-reach-x-dot-onion
de: kann-x-punkt-onion-nicht-erreichen

source: Why did my search engine switch to DuckDuckGo?
de: Warum ist meine Suchmaschine auf DuckDuckGo gewechselt?

source: Bridges are useful for Tor users under oppressive regimes, and for people who want an extra layer of security because they're worried somebody will recognize that they are contacting a public Tor relay IP address.
de: Birdges sind nützlich für Menschen in oppressiven Staaten und für alle, die eine Extraschicht für erhöhte Sicherheit bevorzugen, weil irgendwer feststellen könnte, dass sie mit der öffentlich bekannten Ip-Adresse eines Tor-Knotens kommunizieren.

source: For more information, please see the <mark><a href="https://tb-manual.torproject.org/en-US/">Tor Browser User Manual</a></mark> section on <mark><a href="https://tb-manual.torproject.org/en-US/circumvention.html">censorship</a></mark>.
de: Für weitere Informationen bitten wir Sie einen Blick in das <mark><a href="https://tb-manual.torproject.org/en-US/">Tor Browser Benutzerhandbuch</a></mark> Abschnitt <mark><a href="https://tb-manual.torproject.org/en-US/circumvention.html">Zensur</a></mark> zu werfen.

source: If this doesn't fix the problem, see the Troubleshooting page on the <mark><a href="https://tb-manual.torproject.org/en-US/bridges.html">Tor Browser manual</a></mark>.
de: Wenn dies das Problem nicht löst, siehe die Seite zur Fehlersuche im <mark><a href="https://tb-manual.torproject.org/en-US/bridges.html">Anleitung von Tor Browser</a></mark>.

source: what-is-a-dot-onion
de: was-bedeutet-punkt-onion

source: Does Tor Project offer email service or other privacy protecting web services?
de: Bietet Tor Project Email oder andere meine Privatssphäre schützende Web-Dienste an?

source: * When it confirms that it's reachable, it will upload a "server descriptor" to the directory authorities to let clients know what address, ports, keys, etc your relay is using.
de: * Wenn es die Erreichbarkeit überprüft hat, überträgt es einen "Server-Deskriptor" zu den Verzeichnis-Autoritäten, um Nutzer*innen über die Adresse, Ports, Schlüssel, etc. deines Relays zu informieren.

source: If you need to be sure that all traffic will go through the Tor network, take a look at the <mark><a href="https://tails.boum.org/">Tails live operating system</a></mark> which you can start on almost any computer from a USB stick or a DVD.
de: Um sicher zu sein, dass alle Verbindungen durch das Tor-Netzwerk geschickt werden, probiere das <mark><a href="https://tails.boum.org/">Tails-Live-System</a></mark> aus, das auf fast allen Computer von einem USB-Stick oder einer DVD gestartet werden kann.

source: How do I run an exit relay on Debian?
de: Wie betreibe ich einen Exit-Knoten mit Debian?

source: ##### Common log error #3: Failed to complete TLS handshake
de: ###### Üblicher Fehler 31: Konnte TLS-Verbindungsaufbau nicht abschließen

source: I urge you to reconsider this decision; Tor is used by people all over the world to protect their privacy and fight censorship.
de: Ich möchte euch anregen, diese Entscheidung zu überdenken. Tor wird von Menschen auf der ganzen Welt benutzt, um ihre Privatsphäre zu schützen und gegen Zensur zu kämpfen.

source: using-flash-tor-browser
de: benutze-flash-tor-brower

source: I have a compelling reason to trace a Tor user. Can you help?
de: Ich habe einen zwingenden Grund einen Tor Benutzer zu verfolgen. Können Sie mir helfen?

source: Please open your antivirus or malware protection software and look in the settings for a "whitelist" or something similar.
de: Bitte öfnne deine Antiviren- oder Malwareschutzsoftware und schaue in den Einstellungen nach einer Option für eine "Whitelist", oder ähnlich.

source: to-use-gettor-via-xmpp
de: gettor-mit-xmpp-benutzen

source: Unfortunately, some websites deliver CAPTCHAs to Tor users, and we are not able to remove CAPTCHAs from websites.
de: Leider liefern einige Seiten CAPTCHAs an Tor-Nutzer*innen aus und wir können diese nicht von Webseiten entfernen.

source: tor-browser-is-built-from-firefox-why
de: warum-basiert-tor-browser-auf-firefox

source: Can I use Flash in Tor Browser?
de: Funktioniert Flash im Tor Browser?

source: <mark><a href="https://www.torproject.org/projects/torbrowser/design/#identifier-linkability">The Design and Implementation of Tor Browser</a></mark> document further explains the thinking behind this design.
de: Das Dokument <mark><a href="https://www.torproject.org/projects/torbrowser/design/#identifier-linkability">Entwurf und Umsetzung von Tor Browser</a></mark> erklärt die Idee dahinter ausführlicher.

source: This step is usually fast, but it may take a few minutes.
de: Normalerweise ist dieser Schritt ziemlich schnell, es könnte jedoch einige Minuten in Anspruch nehmen.

source: Click the button labelled "Copy Tor Log To Clipboard" that appears in the dialog window when Tor Browser is first connecting to the network.
de: Klicke auf den Knopf "Tor-Protokoll in die Zwischenablage kopieren" im Dialogfenster beim Verbinden von Tor Browser.

source: You might be on a censored network, and so you should try using bridges.
de: Eventuell wird dein Netzwerk zensiert, probiere es mit Bridges.

source: We don't want to encourage people to use paths longer than this as it increases load on the network without (as far as we can tell) providing any more security.
de: Wir möchte Menschen nicht ermutigen, längere Pfade zu benutzen, denn es erhöht die Last für das Netzwerk ohne (nach unserem Wissen) zusätzliche Sicherheit zu bieten.

source: run-tor-on-ios
de: starte-tor-auf-ios

source: I cannot reach X.onion!
de: Ich kann X.onion nicht erreichen!

source: I need Tor Browser in a language that's not English.
de: Ich brauche Tor Browser in einer anderen Sprache als Englisch.

source: tor-browser-js-enabled-default
de: tor-browser-js-aktiviert-standard

source: having-a-problem-updating-vidalia
de: probleme-beim-aktualisieren-von-vidalia

source: pick-which-country-i-am-exiting
de: wähle-exit-land

source: ## Set your bandwidth rate (leave commented and Tor will run without bandwidth caps)
de: ## Bandbreiten-Beschränkung (Tor funktioniert ohne, wenn dies kommentiert ist)

source: With the release of Tor Browser 6.0.6, we switched to DuckDuckGo as the primary search engine.
de: Seit Tor Browser 6.0.6 haben wir die primäre Suchmaschine auf DuckDuckGo geändert.

source: We do not recommend running multiple instances of Tor Browser, and may not work as anticipated on many platforms.
de: Wir empfehlen, nicht mehrere Instanzen von Tor Browser zu betreiben, auf einigen Plattformen könnte das zu Problemen führen.

source: That means that ISPs or governments trying to block access to the Tor network can't simply block all bridges.
de: Das bedeutet, dass Internetdiensteanbieter (ISP) oder Regierungen, die versuchen, den Zugriff auf das Tor-Netzwerk zu blockieren, schlichtweg nicht alle Brücken (Bridges) blockieren können.

source: Should I install a new add-on or extension in Tor Browser, like AdBlock Plus or uBlock Origin?
de: Soll ich neue Add-Ons oder Erweiterungen wie AdBlock Plus oder uBlock Origin im Tor Browser installieren?

source: Please note that VPNs do not have the same privacy properties as Tor, but they will help solve some geolocation restriction issues.
de: Bitte beachte, dass VPNs hinsichtlich Privatsphäre nicht die gleichen Eigenschaften haben wie Tor, aber sie helfen, Standort-basierte Restriktionen zu umgehen.

source: Running Tor Browser does not make you act as a relay in the network.
de: Tor Browser zu verwenden bedeutet nicht, ein Relay im Netzwerk zu betreiben.

source: For a while now, Disconnect has had no access to Google search results which we used in Tor Browser.
de: Seit einer Weile hatte Disconnect, die bisher voreingestellt war in Tor Browser, keinen Zugang zu Google-Suchergebnissen.

source: To use GetTor via XMPP (Jitsi, CoyIM).
de: Um GetTor mit XMPP (Jitsi, CoyIM) zu benutzen.

source: While it is technically possible to use Tor with other browsers, you may open yourself up to potential attacks or information leakage, so we strongly discourage it.
de: Obwohl es technisch gesehen möglich ist, Tor mit anderen Browsern zu benutzen, gefährdet es deine Anonymität durch verschiedene mögliche Angriffe und Informations-Leaks, daher raten wir stark davon ab.
