Repository: torproject/support
Catalog: i18n/contents+tr.po
Languages: tr

source: * Run "apt-get install tor" (as root).
tr: * Run "apt-get install tor" komutunu yürütün (root olarak).

source: * Make sure your clock, date, and timezone are set correctly. Install the ntp or openntpd (or similar) package to keep it that way.
tr: * Saat, tarih ve saat dilimi ayarlarının doğru olduğundan emin olun. Ayarların doğru kalmasını sağlamak için ntp ya da openntpd (ya da benzeri) bir paket kurun.

source: * Edit /etc/tor/torrc to look like the following:
tr: * /etc/tor/torrc dosyasını şu şekilde düzenleyin:

source: ## The IP address or hostname for incoming connections (leave commented and Tor will guess)
tr: ## Gelen bağlantıların IP adresi ya da sunucu adı (Tor tarafından bulunması için bu şekilde açıklama olarak bırakın)

source: #Address noname.example.com
tr: #Address adsiz.websitem.com

source: ## Set the nickname of this relay
tr: ## Bu aktarıcının kısa adı

source: Nickname ididnteditheconfig
tr: Yapılandırmadaki kısa ad kodu

source: ## Set your own contact info
tr: ## İletişim bilgilerinizi yazın

source: ContactInfo 0xFFFFFFFF Random Person <nobody AT example dot com>
tr: ContactInfo 0xFFFFFFFF Herhangi Bir Kişi <nobody AT example dot com>

source: ## If you control multiple relays, include then in the family
tr: ## Birden çok aktarıcı yönetiyorsanız bunları bir aile içine katın

source: #MyFamily $keyid,$keyid,...
tr: #Ailem $AnahtarKodu,$AnahtarKodu,...

source: ## Set your bandwidth rate (leave commented and Tor will run without bandwidth caps)
tr: ## Bant genişliği hızınızı ayarlayın (Tor uygulamasının bant genişliği sınırlaması olmadan kullanılabilmesi için açıklama olarak bırakın)

source: * Run "service tor reload" (as root)
tr: * "service tor reload" komutunu yürütün (root olarak)

source: * After your relay connects to the network, it will try to determine whether the ports you configured are reachable from the outside.
tr: * Aktarıcınız ağa bağlandıktan sonra, ayarladığınız kapı numaralarına dışarıdan erişilip erişilemediği denetlenir.

source: This step is usually fast, but it may take a few minutes.
tr: Bu adım genellikle hızlı geçilir ancak bir kaç dakika sürebilir.

source: Look for a log entry in /var/log/syslog such as "Self-testing indicates your ORPort is reachable from the outside. Excellent."
tr: /var/log/syslog günlük dosyasında "Self-testing indicates your ORPort is reachable from the outside. Excellent." gibi bir satır olup olmadığına bakın.

source: If you don't see this message, it means that your relay is not reachable from the outside.
tr: Bu kaydı göremiyorsanız, aktarıcınıza dışarıdan erişilemiyor demektir.

source: You should re-check your firewalls, check that the IP and ports you specified in your torrc are correct, etc.
tr: Güvenlik duvarlarınızı yeniden gözden geçirin, torrc üzerinde belirttiğiniz IP adresi ve kapı numaralarının doğru olduğundan emin olun.

source: When it confirms that it's reachable, it will upload a "server descriptor" to the directory authorities to let clients know what address, ports, keys, etc your relay is using.
tr: Erişilebilir olduğu doğrulandıktan sonra, dizin yöneticilerine istemcilerin adres, kapı numaraları, anahtarlar gibi bilgileri almaları için bir "sunucu belirteci" yüklenir.

source: After a few hours (to give it enough time to propagate), you can query Atlas to see whether your relay has successfully registered in the network.
tr: Bir kaç saat sonra (bilgilerin yayılması için yeterli zamanı tanıyın), Atlas üzerinde bir sorgu yürüterek aktarıcınızın ağa kayıt olup olmadığına bakabilirsiniz.

source: If it hasn't, re-check firewalls, IP and ports again.
tr: Aktarıcınız ağa kayıt olmamış ise güvenlik duvarlarını, IP adresi ve kapı numaralarını yeniden denetleyin.

source: how-do-i-run-a-middle-or-guard-relay
tr: bir-orta-ya-da-koruma-aktaricisi-nasil-isletilir

source: How do I run an exit relay on Debian?
tr: Bir çıkış aktarıcısını Debian üzerinde nasıl işletirim?

source: * Review our <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/TorExitGuidelines">Exit relay guidelines</a></mark>
tr: * <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/TorExitGuidelines">Çıkış aktarıcısı belgelerine</a></mark> bakabilirsiniz

source: Look for a log entry in your /var/log/syslog such as "Self-testing indicates your ORPort is reachable from the outside. Excellent."
tr: /var/log/syslog günlük dosyasında "Self-testing indicates your ORPort is reachable from the outside. Excellent." gibi bir satır olup olmadığına bakın.

source: * When it confirms that it's reachable, it will upload a "server descriptor" to the directory authorities to let clients know what address, ports, keys, etc your relay is using.
tr: * Erişilebilir olduğu doğrulandıktan sonra, dizin yöneticilerine istemcilerin adres, kapı numaraları, anahtarlar gibi bilgileri almaları için bir "sunucu belirteci" yüklenir.

source: After a few hours (to give it enough time to propagate), you can query <mark><a href="https://atlas.torproject.org/">Atlas</a></mark> to see whether your relay has successfully registered in the network.
tr: Bir kaç saat sonra (bilgilerin yayılması için yeterli zamanı tanıyın), <mark><a href="https://atlas.torproject.org/">Atlas</a></mark> üzerinde bir sorgu yürüterek aktarıcınızın ağa kayıt olup olmadığına bakabilirsiniz.

source: Consider if you'd like to switch to the <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/ReducedExitPolicy">Reduced exit policy</a></mark>.
tr: <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/ReducedExitPolicy">Azaltılmış çıkış ilkesine</a></mark> geçmeyi değerlendirin.

source: how-do-i-run-an-exit
tr: bir-cikis-aktaricisi-nasil-isletilir

source: How do I run a middle or guard relay on FreeBSD or HardenedBSD?
tr: Bir orta ya da koruma aktarıcısını FreeBSD ya da HardenedBSD üzerinde nasıl işletebilirim?

source: For the most in-depth resource on running a relay, see the <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">Tor Relay Guide</a>.
tr: Bir aktarıcı işletmek ile ilgili en ayrıntılı bilgileri almak için <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">Tor Aktarıcı Belgesine</a></mark> bakabilirsiniz.

source: * Run "pkg install tor" (as root).
tr: * Run "pkg install tor" komutunu yürütün (root olarak).

source: * Make sure your clock, date, and timezone are set correctly.
tr: * Saat, tarih ve saat dilimi ayarlarının doğru olduğundan emin olun.

source: Enabling ntpd is suggested.
tr: ntpd özelliğinin etkinleştirilmesi önerilir.

source: * Edit /usr/local/etc/tor/torrc to look like the following:
tr: * /usr/local/etc/tor/torrc dosyasını şu şekilde düzenleyin:

source: RunAsDaemon 1
tr: Daemon 1 Olarak Çalıştır

source: Log notice file /var/log/tor/notices.log
tr: Günlük bildirimi dosyası /var/log/tor/notices.log

source: * Make sure tor starts on boot by running "sysrc tor_enable=YES" (as root)
tr: * "sysrc tor_enable=YES" komutunu yürüterek Tor uygulamasının başlangıçta çalıştırılmasını sağlayın (root olarak)

source: * Run "service tor start" (as root)
tr: * "service tor start" komutunu yürütün (root olarak)

source: Look for a log entry in /var/log/tor/notices.log such as "Self-testing indicates your ORPort is reachable from the outside. Excellent."
tr: /var/log/tor/notices.log günlük dosyasında "Self-testing indicates your ORPort is reachable from the outside. Excellent." gibi bir satır olup olmadığına bakın.

source: how-do-i-run-a-middle-or-guard-on-freebsd
tr: bir-orta-ya-da-koruma-aktaricisi-freebsd-uzerinde-nasil-isletilir

source: How do I make sure that I'm using the correct packages on Ubuntu?
tr: Ubuntu üzerinde doğru paketleri kullandığımdan nasıl emin olabilirim?

source: * Do not use the packages in Ubuntu's repositories. They are not reliably updated. If you use them, you will miss important stability and security fixes.
tr: * Güvenilir şekilde güncellenmediğinden Ubuntu depolarındaki paketleri kullanmayın. Ubuntu depolarındaki paketleri kullanırsanız önemli kararlılık ve güncelleme düzeltmeleri eksik kalır.

source: * Determine your Ubuntu version by running the following command:
tr: * Şu komutu yürüterek kullandığınız Ubuntu sürümünü belirleyin:

source: * As root, add the following lines to /etc/apt/sources.list. Use the version you found in the previous step for <version>.
tr: * /et/apt/sources.list dosyasına root olarak şu satırları ekleyin. Bir önceki adımda öğrendiğiniz <version> sürümünü kullanın.

source: * Add the gpg key used to sign the packages by running the following commands:
tr: * Şu komutları yürüterek paketleri imzalamak için kullanılan gpg anahtarını ekleyin:

source: * Run the following commands to install tor and check its signatures:
tr: * Tor uygulamasını kurmak ve imzalarını denetlemek için şu komutları yürütün:

source: using-correct-packages
tr: ubuntu-üzerinde-dogru-paketleri-kullanmak

source: How do I run a obfs4 bridge on Debian?
tr: Bir obfs4 köprüsünü Debian üzerinde nasıl işletirim?

source: * Run "apt-get install tor obfs4proxy" (as root).
tr: * Run "apt-get install tor obfs4proxy" komutunu yürütün (root olarak).

source: Install the ntp or openntpd (or similar) package to keep it that way.
tr: Ayarların doğru kalmasını sağlamak için ntp ya da openntpd (ya da benzeri) bir paket kurun.

source: BridgeRelay 1
tr: KöprüAktarıcı 1

source: ## Set your bandwidth rate (leave commented and Tor will run without
tr: ## Bant genişliği hızınızı ayarlayın (Tor uygulamasının bant genişliği

source: bandwidth caps)
tr: sınırlaması olmadan kullanılabilmesi için açıklama olarak bırakın)

source: * Run "service tor reload" (as root).
tr: * "service tor reload" komutunu yürütün (root olarak).

source: * Look for a log entry in /var/log/syslog such as "Self-testing indicates your ORPort is reachable from the outside. Excellent."
tr: * /var/log/syslog günlük dosyasında "Self-testing indicates your ORPort is reachable from the outside. Excellent." gibi bir satır olup olmadığına bakın.

source: * You should also see the message "Registered server transport 'obfs4'" indicating that obfs4proxy is functional.
tr: * Ayrıca obfs4proxy uygulamasının çalıştığını gösteren "Registered server transport 'obfs4'" 'iletisini görmelisiniz.

source: how-do-i-run-a-obfs4-bridge-debian
tr: debian-uzerinde-bir-obfs4-koprusu-nasil-isletilir

source: Should I run an exit relay from home?
tr: Evde bir çıkış aktarıcısı işletmeli miyim?

source: No.
tr: Hayır.

source: If law enforcement becomes interested in traffic from your exit relay, it's possible that officers will seize your computer.
tr: Kolluk kuvvetleri çıkış aktarıcınızdan geçen trafik ile ilgilenirse bilgisayarınıza el konulabilir.

source: For that reason, it's best not to run your exit relay in your home or using your home internet connection.
tr: Bu nedenle evinizin içinde ya da evinizin Internet bağlantısını kullanan bir çıkış aktarıcısı işletmemek doğru olur.

source: Instead, consider running your exit relay in a commercial facility that is supportive of Tor.
tr: Bunun yerine çıkış aktarıcınızı Tor projesini destekleyen bir ticari kuruluş içinde işletmeyi düşünün.

source: Have a separate IP address for your exit relay, and don't route your own traffic through it.
tr: Çıkış aktarıcınız için ayrı bir IP adresi alın ve kendi trafiğinizi onun üzerinden geçirmeyin.

source: Of course, you should avoid keeping any sensitive or personal information on the computer hosting your exit relay.
tr: Söylemeye gerek yok ama çıkış aktarıcısını işlettiğiniz bilgisayar üzerinde özel, önemli ya da kişisel herhangi bir bilgi bulundurmayın.

source: run-exit-from-home
tr: evde-bir-cikis-aktaricisi-nasil-isletilir

source: I've heard about websites that are only accessible over Tor. What are these websites, and how can I access them?
tr: Yalnız Tor üzerinden erişilebilen web siteleri olduğunu duydum. Bu web siteleri nedir ve bunlara nasıl erişebilirim?

source: Websites that are only accessible over Tor are called "onions" and end in the TLD .onion.
tr: Yalnız Tor ağı üzerinden erişilebilen web sitelerine "onions" denir ve adreslerinin sonunda .onion bulunur.

source: For example, the DuckDuckGo onion is <a href="http://3g2upl4pq6kufc4m.onion">https://3g2upl4pq6kufc4m.onion</a>.
tr: Örneğin DuckDuckGo onion adresi <a href="http://3g2upl4pq6kufc4m.onion">https://3g2upl4pq6kufc4m.onion</a> şeklindedir.

source: You can access these websites by using Tor Browser.
tr: Bu web sitelerine Tor Browser kullanarak erişebilirsiniz.

source: The addresses must be shared with you by the website host, as onions are not indexed in search engines in the typical way that vanilla websites are.
tr: Onion siteleri arama motorlarının dizinlerine vanilla siteleri gibi normal şekilde eklenmediğinden adresler sizin tarafınızdan web sitesi sunucusu ile paylaşılmalıdır.

source: accessing-websites-that-are-only-accessible-over-tor
tr: yalniz-tor-agi-uzerinden-erisilebilen-siteler

source: What is a .onion or what are onion services?
tr: .onion ya da onion hizmetleri nedir?

source: Onion services allow people to browse but also to publish anonymously, including publishing anonymous websites.
tr: Onion hizmetleri kişilerin içeriklere bakması yanında anonim web siteleri gibi yayınlar yapabilmesini sağlar.

source: Onion services are also relied on for metadata-free chat and file sharing, safer interaction between journalists and their sources like with SecureDrop or OnionShare, safer software updates, and more secure ways to reach popular websites like Facebook.
tr: Ayrıca Onion hizmetlerini kullanarak üst veriler olmadan sohbet ve dosya paylaşımı, gazeteciler ve SecureDrop ya da OnionShare gibi kaynakları arasında daha güvenli etkileşim, daha güvenli yazılım güncellemeleri ve Facebook gibi yaygın web sitelerine daha güvenli yollarla erişim gibi işlemler yapılabilir.

source: These services use the special-use tld .onion (instead of .com,.net,.org,etc..) and are only accessible through the Tor network.
tr: Bu hizmetlere erişmek için özel .onion üst düzey etki alanı kısaltması (.com, .net, .org, vb yerine) kullanılır ve erişim yalnız Tor ağı üzerinden yapılabilir.

source: what-is-a-dot-onion
tr: nokta-onion-kisaltmasi-nedir

source: You can also ensure that you're able to access other onion services by connecting to <a href="http://3g2upl4pq6kufc4m.onion">DuckDuckGo's onion service</a>.
tr: Ayrıca <a href="http://3g2upl4pq6kufc4m.onion">DuckDuckGo onion hizmetine</a> bağlanarak diğer onion hizmetlerine erişebileceğinizden emin olabilirsiniz.

source: i-cannot-reach-x-dot-onion
tr: x-nokta-onion-hizmetlerine-erisemiyorum

source: I have a compelling reason to trace a Tor user. Can you help?
tr: Zorunlu bir nedenle bir Tor kullanıcısını bulmalıyım. Yardım edebilir misiniz?

source: There is nothing the Tor developers can do to trace Tor users.
tr: Tor geliştiricileri Tor kullanıcılarını izlemek için herhangi bir şey yapmaz.

source: The same protections that keep bad people from breaking Tor's anonymity also prevent us from tracking users.
tr: Kötü niyetli kişilerin Tor anonimliğini bozmasını engelleyen koruma yöntemleri bizim Tor kullanıcılarını izlememizi de engeller.

source: tracing-tor-user
tr: tor-kullanicilarinin-izlenmesi

source: Does the Tor Project offer hosting?
tr: Tor Project barındırma hizmeti sunuyor mu?

source: No, the Tor Project does not offer hosting services.
tr: Hayır, Tor Projesi herhangi bir barındırma hizmeti sunmaz.

source: does-tor-project-offer-hosting
tr: tor-projesi-barindirma-hizmeti-sunuyor-mu

source: Can I change the number of hops Tor uses?
tr: Tor tarafından kullanılan atlama sayısını değiştirebilir miyim?

source: Right now the path length is hard-coded at 3 plus the number of nodes in your path that are sensitive.
tr: Şu anda yol uzunluğu donanımsal olarak 3 artı yolunuzdaki duyarlı düğüm sayısı ile sınırlandırılmıştır.

source: That is, in normal cases it's 3, but for example if you're accessing an onion service or a ".exit" address it could be more.
tr: Normal durumlarda 3 olur. Ancak bir onion hizmetine ya da ".exit" adresine erişiyorsanız daha uzun olabilir.

source: We don't want to encourage people to use paths longer than this as it increases load on the network without (as far as we can tell) providing any more security.
tr: Güvenliği arttırmadığı halde ağ üzerindeki yükü arttırdığı için (bilebildiğimiz kadarıyla) bundan uzun yolların kullanılmasını önermiyoruz.

source: Also, using paths longer than 3 could harm anonymity, first because it makes<mark><a href="https://www.freehaven.net/anonbib/#ccs07-doa">denial of security</a></mark> attacks easier, and second because it could act as an identifier if only a small number of users have the same path length as you.
tr: 3 üzerinde yolların kullanılması anonimliği olumsuz etkileyebilir. Öncelikle <mark><a href="https://www.freehaven.net/anonbib/#ccs07-doa">Denial of Security</a></mark> saldırılarının yapılmasını kolaylaştırır. Bunun yanında sizinle aynı uzunlukta bir yol kullanan az sayıda kullanıcı varsa bu bilgi bir belirteç olarak kullanılabilir.

source: change-the-number-of-hops-tor-uses
tr: tor-tarafindan-kullanilan-sicrama-sayisini-degistirmek

source: How can I share files anonymously through Tor?
tr: Tor üzerinde anonim dosya paylaşımı nasıl yapılır?

source: Many exit nodes are configured to block certain types of file sharing traffic, such as bittorrent.
tr: Çıkış düğümlerinin çoğu, bittorrent gibi belirli türlerdeki dosya paylaşım trafiğini engelleyecek şekilde yapılandırılmıştır.

source: Bittorrent in specific is <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">not anonymous over Tor</a></mark>.
tr: Özellikle Bittorrent <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">Tor üzerinde anonim değildir</a></mark>.

source: For sharing files through Tor, <mark><a href="https://onionshare.org/">OnionShare</a></mark> is a good option.
tr: Tor üzerinden dosya paylaşmak için <mark><a href="https://onionshare.org/">OnionShare</a></mark> kullanmak iyi bir seçenektir.

source: share-files-anonymously-through-tor
tr: tor-uzerinden-anonim-dosya-paylasimi-nasil-yapilir

source: How do I volunteer with Tor Project?
tr: Tor Projesine gönüllü olarak nasıl destek verebilirim?

source: Please see our <mark><a href="https://www.torproject.org/getinvolved/volunteer.html.en">volunteer page</a></mark> for how to get involved!
tr: Katkıda bulunmak için <mark><a href="https://www.torproject.org/getinvolved/volunteer.html.en">gönüllü katkıları</mark> bölümüne bakabilirsiniz!

source: volunteer-with-tor-project
tr: tor-projesine-gonullu-olarak-katkida-bulunmak

source: How can I donate to Tor Project?
tr: Tor Projesine nasıl bağış yapabilirim?

source: Thank you for your support!
tr: Destek olduğunuz için teşekkürler!

source: You can find more information about donating on our <mark><a href="https://donate.torproject.org/donor-faq">donor FAQ</a></mark>.
tr: Destek olmak için <mark><a href="https://donate.torproject.org/donor-faq">Bağış Hakkında SSS</a></mark> bölümüne bakabilirsiniz.

source: donate-tor-project
tr: tor-projesine-bagis-yapmak

source: Why don't you prevent bad people from doing bad things when using Tor?
tr: Neden kötü insanların Tor kullanarak kötü şeyler yapmasını engellemiyorsunuz?

source: Tor is designed to defend human rights and privacy by preventing anyone from censoring things, even us.
tr: Tor insan hakları ve kişisel gizliliğin korunmasını sağlamak ve bir şeylerin sansürlenmesinin önüne geçmek için tasarlanmıştır.

source: We hate that there are some people who use Tor to do terrible things, but we can't do anything to get rid of them without also undermining the human rights activists, journalists, abuse survivors, and other people who use Tor for good things.
tr: Tor kullanan bazı insanların korkunç şeyler yapmasından nefret ediyoruz. Ancak insan hakları aktivistleri, gazeteciler, taciz kurbanları gibi diğer kullanıcıları açığa çıkarabilecek verileri toplamamız gerekeceğinden kötü niyetli kişilerden kurtulmak için de bir şey yapamıyoruz.

source: If we wanted to block certain people from using Tor, we'd basically be adding a backdoor to the software, which would open up our vulnerable users to attacks from bad regimes and other adversaries.
tr: Belirli kişilerin Tor kullanmasını engellemek istersek yazılıma bir arka kapı eklememiz gerekir. Ancak bu kapı kötü niyetli yönetimler ve kuruluşlar tarafından kullanıcılarımıza saldırmak için kullanılabilir.

source: prevent-bad-people-doing-bad-things-with-tor
tr: kotu-niyetli-kisilerin-tor-kullanarak-kotu-seyler-yapmasini-engellemek

source: Who funds Tor?
tr: Tor projesine kim kaynak sağlıyor?

source: Tor is funded by a number of different sponsors including US federal agencies, private foundations, and individual donors.
tr: Tor Projesine ABD federal kuruluşları, özel vakıflar ve kişiler gibi çeşitli destekçiler bağış yapmaktadır.

source: Check out a list of all <mark><a href="https://www.torproject.org/about/sponsors.html.en">our sponsors</a></mark> and a series of <mark><a href="https://blog.torproject.org/category/tags/form-990">blog posts</a></mark> on our financial reports.
tr: <mark><a href="https://www.torproject.org/about/sponsors.html.en">Sponsorlarımızın listesine</a></mark> ve finansal raporlarımız hakkındaki <mark><a href="https://blog.torproject.org/category/tags/form-990">blog iletilerine</a></mark> bakabilirsiniz.

source: We feel that talking openly about our funders and funding model is the best way to maintain trust with our community.
tr: Bağışçılarımız ve bağış modelimiz hakkında açık olmanın topluluğumuz ile kurduğumuz güven ilişkisini korumanın en iyi yolu olduğunu düşünüyoruz.

source: We are always seeking more diversity in our funding sources, especially from foundations and individuals.
tr: Her zaman değişik bağış kaynakları arıyoruz. Özellikle vakıf ve kişiler ile ilgileniyoruz.

source: tor-funding
tr: tor-projesine-bagis-yapmak

source: Can I use Tor with bittorrent?
tr: Tor ağını bittorrent ile kullanabilir miyim?

source: We do not recommend using Tor with bittorrent.
tr: Tor uygulamasını bittorrent ile birlikte kullanmanız önerilmez.

source: For further details, please see our <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">blog post on the subject</a></mark>.
tr: Ayrıntılı bilgi almak için <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">bu konu hakkındaki blog iletisine bakabilirsiniz</a></mark>.

source: tor-bittorrent
tr: tor-ile-bittorrent-kullanimi

source: The files on my computer have been locked, and someone is demanding I download Tor Browser to pay a ransom for my files!
tr: Bilgisayarımdaki dosyalar kilitlendi ve birileri dosyalarımı geri alabilmem için bir fidye ödemek üzere Tor Browser indirmemi istiyor!

source: We are so sorry, but you have been infected with malware.
tr: Maalesef bilgisayarınıza kötü niyetli bir malware yazılımı bulaşmış.

source: The Tor Project did not create this malware. The malware authors are asking you to download Tor Browser presumably to contact them anonymously with the ransom they're demanding from you.
tr: Bu zararlı yazılım Tor Projesi tarafından oluşturulmadı. Bu zararlı yazılımı üretenler, sizden isteyecekleri fidye için kendileri ile anonim olarak iletişim kurulabilmesi amacıyla Tor Browser uygulamasını indirmenizi istiyorlar.

source: If this is your first introduction to Tor Browser, we understand that you might think we're bad people who enable even worse people.
tr: Tor Browser ile ilk kez karşılaşıyorsanız, çok kötü niyetli kişilere olanak sağlayan kötü niyetli kişiler olduğumuzu düşünebilirsiniz. Bu durumu anlıyoruz.
