Repository: torproject/support
Catalog: i18n/contents+it.po
Languages: it

source: Orfox is for web browsing, and Orbot can route other apps on your Android phone over the Tor network.
it: Orfox è per navigare sul web, e Orbot può fare girare altre applicazioni sul tuo telefono Android tramite il network di Tor.

source: run-tor-on-android
it: eseguire-tor-su-android

source: Who is the Guardian Project?
it: Cos'è il Guardian Project?

source: The Guardian Project maintains Tor (and other privacy applications) on Android. More info can be found on the <mark><a href="https://guardianproject.info/">Guardian Project's website</a></mark>.
it: The Guardian Project gestisce Tor (e altre applicazioni per la privacy) su Android. Maggiori informazioni possono essere reperite sul sito del <mark><a href="https://guardianproject.info/">Guardian Project</a></mark>.

source: who-is-the-guardian-project
it: cos'è-il-guardian-project

source: Can I run Tor on an iOS device?
it: Posso eseguire Tor su un dispositivo iOS?

source: We recommend an iOS app called Onion Browser, which is open source, uses Tor routing, and is developed by someone who works closely with the Tor Project.
it: Noi raccomandiamo di utilizzare un'applicazione iOS chiamata Onion Browser, che è open source, utilizza Tor ed è sviluppata da una persona che collabora strattemente con il Progetto Tor.

source: However, Apple requires browsers on iOS to use something called Webkit, which prevents Onion Browser from having the same privacy protections as Tor Browser.
it: Tuttavia, Apple richiede ai browser che girano su iOS di utilizzare una cosa chiamata Webkit, che impedisce a Onion Browser di avere le stesse protezioni per la privacy di Tor Browser.

source: <mark><a href="https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor">Learn more about Onion Browser</a></mark>.
it: <mark><a href="https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor">Per saperne di più su Onion Browser</a></mark>.

source: run-tor-on-ios
it: usare-tor-su-ios

source: How do I run Tor on Windows Phone?
it: Come posso far funzionare Tor su Windows Phone?

source: There is currently no supported method for running Tor on Windows Phone.
it: Al momento non esistono metodi supportati per fare funzionare Tor su Windows Phone.

source: run-tor-on-windows-phone
it: usare-tor-su-windows-phone

source: When is Tor Browser for Android being released?
it: Quando sarà rilasciato Tor Browser per Android?

source: We are currently working on Tor Browser for Android, and you may see alpha releases appear over the coming months.
it: Stiamo lavorando ad un Tor Browser per Android, e potrai vedere pubblicate le versioni alfa nei prossimi mesi.

source: Please watch our <mark><a href="https://blog.torproject.org">blog</a></mark> for future announcements and details regarding this project.
it: Per favore consulta il nostro <mark><a href="https://blog.torproject.org">blog</a></mark> per i prossimi annunci e dettagli relativi a questo progetto.

source: tor-browser-for-android
it: tor-browser-per-android

source: How do I download Tor if the torproject.org is blocked?
it: Come posso scaricare Tor se torproject.org viene bloccato?

source: If you can't download Tor through our <mark><a href="https://www.torproject.org">website</a></mark>, you can get a copy of Tor delivered to you via GetTor.
it: Se non riesci a scaricare Tor dal nostro <mark><a href="https://www.torproject.org">sito web</a></mark>, puoi ottenere una copia di Tor tramite GetTor.

source: GetTor is a service that automatically responds to messages with links to the latest version of Tor Browser, hosted at a variety of locations that are less likely to be censored, such as Dropbox, Google Drive, and Github.
it: GetTor è un servizio che risponde automaticamente ai messaggi fornendo i link all'ultima versione di Tor Browser, ospitata in una molteplicità di posti dove è meno probabile siano censurati, come ad esempio Dropbox, Google Drive e Github.

source: how-to-download-tor-if-torproject-org-is-blocked
it: come-scaricare-tor-se-torproject-org-è-bloccato

source: To use GetTor via email.
it: Usare GetTor via e-mail.

source: Send an email to gettor@torproject.org.
it: Invia una e-mail a gettor@torproject.org.

source: Write your operating system (such as windows, MacOS (OS X), or linux) in the body of the message and send.
it: Indica il tuo sistema operativo (ad esempio windows, MacOS (OS X) o linux) nel testo del messaggio e invia.

source: GetTor will respond with an email containing links from which you can download Tor Browser, the cryptographic signature (needed for verifying the download) [link to glossary definition of cryptographic signature; instructions for verification], the fingerprint of the key used to make the signature, and the package’s checksum.
it: GetTor risponderà con una e-mail che conterrà i link da cui potrai scaricare Tor Browser, la firma crittografica (necessaria per verificare il download), [link al glossario per la definizione di firma crittografica; istruzioni per la verifica] l'impronta digitale della chiave utilizzata per la firma digitale e il checksum dell pacchetto.

source: You may be offered a choice of "32-bit" or "64-bit" software: this depends on the model of the computer you are using; consult documentation about your computer to find out more.
it: Ti sarà offerta la scelta tra la versione "32-bit" o "64-bit" del software; questo dipende dal modello del computer che stai utilizzando; consulta la documentazione del tuo computer per saperne di più.

source: to-use-gettor-via-email
it: usare-gettor-via-email

source: To use GetTor via Twitter.
it: Utilizzare GetTor via Twitter.

source: To get links for downloading Tor Browser, send a direct message to <mark><a href="https://twitter.com/get_tor">@get_tor</a></mark> with one of the following codes in it (you don't need to follow the account):
it: Per ottenere il link per il download di Tor Browser, invia direttamente un messaggio a <mark><a href="https://twitter.com/get_tor">@get_tor</a></mark> con uno di questi codici all'interno (non devi essere un follower dell'account):

source: to-use-gettor-via-twitter
it: utilizzare-gettor-via-twitter

source: To use GetTor via XMPP (Tor Messenger, Jitsi, CoyIM).
it: Utilizzare GetTor tramite XMPP (Tor Messenger, Jitsi, CoyIM).

source: To get links for downloading Tor Browser, send a message to gettor@toproject(dot)org with one of the following codes in it:
it: Per ottenere i link per scaricare Tor Browser, invia un messaggio a gettor@toproject(dot)org con all'interno uno dei seguenti codici:

source: to-use-gettor-via-xmpp
it: usare-gettor-via-xmpp

source: tor-browser-wont-connect
it: tor-browser-non-si-connette

source: I am having trouble connecting to Tor, and I can’t figure out what’s wrong.
it: Sto avendo problemi nella connessione a Tor e non riesco a capire quale sia la causa.

source: If you’re having trouble connecting, please select the option to "copy Tor log to clipboard."
it: Se hai dei problemi nel connetterti, per favore seleziona l'opzione "copia il log di Tor negli appunti".

source: Then paste the Tor log into a text file or other document.
it: Dopodiché incolla il logo di Tor in un file di testo o in un altro documento.

source: You should see one of these common log errors (look for the following lines in your Tor log):
it: Dovresti visualizzare uno dei seguenti errori di registro comuni (cerca una delle seguenti righe nel tuo log di Tor):

source: ###### Common log error #1: Proxy connection failure
it: ###### Errore di registro comune #1: Connessione al proxy non riuscita

source: If you see lines like these in your Tor log, it means you are failing to connect to a SOCKS proxy. If a SOCKS proxy is required for your network setup, then please make sure you’ve entered your proxy details correctly.
it: Se vedi delle righe simili a queste nel tuo log di Tor, significa che non riesci a conetterti al SOCKS proxy. Se le impostazioni del tuo network prevedono l'utilizzo di un SOCKS proxy, assicurati per favore che tu abbia inserito in modo corretto i dettagli del proxy.

source: If a SOCKS proxy is not required, or you’re not sure, please try connecting to the Tor network without a SOCKS proxy.
it: Se non è richiesto un SOCKS proxy, o non ne sei sicuro, prova per favore a connetterti al network Tor senza utilizzare un SOCKS proxy.

source: ##### Common log error #2: Can’t reach guard relays
it: ##### Errore di registro comune #2: Impossibile raggiungere i guard relay

source: If you see lines like these in your Tor log, it means your Tor failed to connect to the first node in the Tor circuit.
it: Se vedi delle righe simili a queste nel tuo log di Tor, significa che il tuo Tor non è riuscito a connettersi al primo nodo del circuito Tor.

source: This could mean that you’re on a network that’s censored.
it: Questo potrebbe indicare che sei in un network sottoposto a censura.

source: Tor requires an accurate clock to work: please check your time, timezone, and date settings.
it: Per funzionare Tor richiede un orologio preciso: per favore controlla l'ora, il tuo fuso oraio e le impostazioni della data.

source: If you see lines like this in your Tor log, it means your system clock is incorrect.
it: Se vedi delle linee come queste nel tuo log di Tor, significa che l'orologio del tuo sistema non è corretto.

source: Please make sure your clock is set accurately, including the correct timezone. Then restart Tor.
it: Per favore assicurati che il tuo orologio sia impostato correttamente, compreso il fuso orario. Quindi riavvia Tor.

source: having-trouble-connecting-to-tor
it: problemi-a-connettersi-a-tor

source: I cannot reach X.onion!
it: Non posso raggiungere X.onion!

source: If you cannot reach the onion service you desire, make sure that you have entered the 16-character onion address correctly: even a small mistake will stop Tor Browser from being able to reach the site.
it: Se non riesci a raggiungere il servizio onion che desideri, accertati di aver inserito correttamente i 16 caratteri dell'indirizzo onion: anche un piccolo errore impedirà a Tor Browser di raggiungere il sito.

source: If you are still unable to connect to the onion service, please try again later.
it: Se non sei ancora in grado di connetterti al servizio onion, per favore riprova più tardi.

source: There may be a temporary connection issue, or the site operators may have allowed it to go offline without warning.
it: Potrebbe esserci un problema temporaneo di connessione, o gli operatori del sito potrebbero averlo messo offline senza avviso.

source: You can also ensure that you're able to access other onion services by connecting to <a href="http://3g2upl4pq6kufc4m.onion">DuckDuckGo</a>'s Onion Service.
it: Puoi anche assicurarti di poter accedere ai servizi Onion connettendoti al <a href="http://3g2upl4pq6kufc4m.onion">servizio onion di DuckDuckGo</a>

source: cannot-reach-x-onion
it: impossibile-raggiungere-x-onion

source: Please take a strong stance in favor of digital privacy and internet freedom, and allow Tor users access to xyz.com. Thank you."
it: Per favore prendi una posizione forte a favore della privacy digitale e della libertà su internet e permetti agli utenti Tor di accedere a xyz.com. Grazie".

source: website-is-blocking-access-over-tor
it: il-sito-internet-blocca-l'accesso-tramite-tor

source: how-do-i-download-tor-if-torproject-org-is-blocked
it: come-scarico-tor-se-torproject-org-è-bloccato

source: cant-connect-to-tor-browser
it: impossibile-connettersi-a-tor-browser

source: is-my-network-censored
it: il-mio-network-è-censurato

source: what-is-a-bridge
it: cosa-è-un-ponte

source: When I'm using Tor, can eavesdroppers still see the information I share with websites, like login information and things I type into forms?
it: Quando uso Tor, qualcuno può intercettare le informazioni che condivido con i siti, come le informazioni di accesso e i dati inseriti nei moduli?

source: * Edit /etc/tor/torrc to look like the following:
it: Modifica /etc/tor/torrc in modo che assomigli a quanto sotto:

source: ## Set your own contact info
it: ## Imposta le tue informazioni di contatto

source: This step is usually fast, but it may take a few minutes.
it: Questo passaggio normalmente è rapido, ma può impiegare qualche minuto.

source: Look for a log entry in /var/log/syslog such as "Self-testing indicates your ORPort is reachable from the outside. Excellent."
it: Cerca una voce nel log in /var/log/syslog simile a "Self-testing indicates your ORPort is reachable from the outside. Excellent."

source: If you don't see this message, it means that your relay is not reachable from the outside.
it: Se non vedi questo messaggio, significa che il tuo relay non è raggiungibile dall'esterno.

source: You should re-check your firewalls, check that the IP and ports you specified in your torrc are correct, etc.
it: Devi ricontrollare il tuo firewall, controllare che l'IP e le porte che hai indicato nel tuo torrc siano corrette, ecc.

source: After a few hours (to give it enough time to propagate), you can query Atlas to see whether your relay has successfully registered in the network.
it: Dopo un po' di ore (per dare tempo a sufficienza per propagarsi), potrai consultare l'Atlas per vedere se il tuo relay è stato registrato con successo nel network.

source: If it hasn't, re-check firewalls, IP and ports again.
it: Se non lo è, ri-controlla nuovamente il firewall, l'IP e le porte.

source: How do I run an exit relay on Debian?
it: Come implemento un exit relay su Debian?

source: * Review our <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/TorExitGuidelines">Exit relay guidelines</a></mark>
it: * Consulta le nostre <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/TorExitGuidelines">linee guida sugli exit relay</a></mark>

source: Look for a log entry in your /var/log/syslog such as "Self-testing indicates your ORPort is reachable from the outside. Excellent."
it: Cerca una voce nel log del tuo /var/log/syslog simile a "Self-testing indicates your ORPort is reachable from the outside. Excellent."

source: After a few hours (to give it enough time to propagate), you can query <mark><a href="https://atlas.torproject.org/">Atlas</a></mark> to see whether your relay has successfully registered in the network.
it: Dopo un po' di ore (per dare tempo a sufficienza per propagarsi), potrai consultare l'<mark><a href="https://atlas.torproject.org/">Atlas</a></mark> per vedere se il tuo relay è stato registrato con successo nel network.

source: how-do-i-run-an-exit
it: come-implemento-un-exit

source: * Make sure your clock, date, and timezone are set correctly.
it: * Assicurati che il tuo orologio, la data e il fuso orario siano impostati in modo corretto.

source: * Edit /usr/local/etc/tor/torrc to look like the following:
it: * Modifica /usr/local/etc/tor/torrc in modo che assomigli a quanto sotto:

source: Look for a log entry in /var/log/tor/notices.log such as "Self-testing indicates your ORPort is reachable from the outside. Excellent."
it: Cerca una voce nel log /var/log/tor/notices.log simile a "Self-testing indicates your ORPort is reachable from the outside. Excellent."

source: How do I make sure that I'm using the correct packages on Ubuntu?
it: Come faccio ad essere sicuro su Ubuntu di stare utilizzando il pacchetto corretto?

source: * Do not use the packages in Ubuntu's repositories. They are not reliably updated. If you use them, you will miss important stability and security fixes.
it: * Non utilizzare i pacchetti presenti nei repository di Ubuntu. Non sono sufficientemente aggiornati. Se li utilizzerai, potresti perdere importanti correzioni per la stabilità e la sicurezza.

source: * Determine your Ubuntu version by running the following command:
it: * Verifica la tua versione di Ubuntu utilizzando il seguente comando:

source: * As root, add the following lines to /etc/apt/sources.list. Use the version you found in the previous step for <version>.
it: * In radice, aggiungi le seguenti linee a /etc/apt/sources.list. Utilizza la stessa versione che hai trovato nel passaggio precedente <version>.

source: * Add the gpg key used to sign the packages by running the following commands:
it: * Aggiungi la chiave gpg utilizzata per firmare il pacchetto eseguendo i seguenti comandi:

source: using-correct-packages
it: utilizzare-i-pacchetti-corretti

source: Should I run an exit relay from home?
it: Dovrei implementare un exit relay da casa?

source: If law enforcement becomes interested in traffic from your exit relay, it's possible that officers will seize your computer.
it: Se le forze dell'ordine si interessano al traffico passato dal tuo exit relay, è possibile che gli agenti sequestrino il tuo computer.

source: For that reason, it's best not to run your exit relay in your home or using your home internet connection.
it: Per questo motivo, è meglio non implementare un exit relay a casa tua né utilizzare la tua connessione internet domestica.

source: Instead, consider running your exit relay in a commercial facility that is supportive of Tor.
it: Considera invece di implementare il tuo exit relay in una struttura che sia favorevole a Tor.

source: Have a separate IP address for your exit relay, and don't route your own traffic through it.
it: Utilizza un indirizzo IP dedicato per il tuo exit relay, e non fare passare da lì il tuo traffico.

source: Of course, you should avoid keeping any sensitive or personal information on the computer hosting your exit relay.
it: Naturalmente, dovresti evitare di tenere dati sensibili o personali sul computer che utilizzi come host per il tuo exit relay.

source: run-exit-from-home
it: implementare-exit-da-casa

source: I've heard about websites that are only accessible over Tor. What are these websites, and how can I access them?
it: Ho sentito di siti internet che sono accessibili soltanto tramite Tor. Cosa sono questi siti internet e come posso accedervi?

source: Websites that are only accessible over Tor are called "onions" and end in the TLD .onion.
it: I siti internet che sono accessibili soltanto tramite Tor sono chiamati "onion" e finiscono con il dominio di primo livello .onion

source: For example, the DuckDuckGo onion is <a href="http://3g2upl4pq6kufc4m.onion">https://3g2upl4pq6kufc4m.onion</a>.
it: Ad esempio, il sito onion di DuckDuckGo è <a href="http://3g2upl4pq6kufc4m.onion">https://3g2upl4pq6kufc4m.onion</a>.

source: You can access these websites by using Tor Browser.
it: Puoi accedere a questi siti internet utilizzando Tor Browser.

source: The addresses must be shared with you by the website host, as onions are not indexed in search engines in the typical way that vanilla websites are.
it: L'indirizzo deve esserti fornito da chi ospita il sito internet, in quanto gli onion non sono indicizzati nei motori di ricerca contrariamente a quanto accade con i normali siti internet.

source: accessing-websites-that-are-only-accessible-over-tor
it: accedere-ai-siti-web-che-sono-accessibili-solo-tramite-tor

source: What is a .onion or what are onion services?
it: Che cosa è un .onion o cosa sono i servizi onion?

source: Onion services allow people to browse but also to publish anonymously, including publishing anonymous websites.
it: I servizi onion permettono alle persone di navigare ma anche di pubblicare in modo anonimo, includendo anche la pubblicazione di siti web anonimi.

source: These services use the special-use tld .onion (instead of .com,.net,.org,etc..) and are only accessible through the Tor network.
it: Questi servizi utilizzano lo speciale dominio di primo livello .onion (invece di .com, .net, .org, ecc...) e sono accessibili unicamente attraverso il network Tor.

source: what-is-a-dot-onion
it: cos-è-un-dot-onion

source: You can also ensure that you're able to access other onion services by connecting to <a href="http://3g2upl4pq6kufc4m.onion">DuckDuckGo's onion service</a>.
it: Puoi inoltre assicurarti di essere in grado di accedere ad altri servizi onion connettendoti al <a href="http://3g2upl4pq6kufc4m.onion">servizio onion di DuckDuckGo</a>.

source: i-cannot-reach-x-dot-onion
it: non-posso-raggiungere-x-dot-onion

source: I have a compelling reason to trace a Tor user. Can you help?
it: Ho una ragione valida per tracciare un utente Tor. Potete aiutarmi?

source: There is nothing the Tor developers can do to trace Tor users.
it: Non c'è nulla che gli sviluppatori di Tor possano fare per tracciare gli utenti di Tor.

source: The same protections that keep bad people from breaking Tor's anonymity also prevent us from tracking users.
it: Le stesse protezioni che evitano che i malintenzionati infrangano l'anonimità di Tor impediscono anche a noi di tracciare gli utenti.

source: tracing-tor-user
it: tracciare-utenti-tor

source: Does the Tor Project offer hosting?
it: Il Progetto Tor offre servizi di hosting?

source: No, the Tor Project does not offer hosting services.
it: No, il Progetto Tor non offre servizi di hosting.

source: does-tor-project-offer-hosting
it: il-progetto-tor-offre-servizi-hosting

source: Can I change the number of hops Tor uses?
it: Posso cambiare il numero di nodi usati da Tor?

source: How can I share files anonymously through Tor?
it: Come posso condividere file, anonimamente, attraverso Tor?

source: Many exit nodes are configured to block certain types of file sharing traffic, such as bittorrent.
it: Molti exit node sono configurati per bloccare determinati tipi di traffico condiviso, come ad esempio bittorrent.

source: Bittorrent in specific is <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">not anonymous over Tor</a></mark>.
it: Bittorrent nello specifico <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">non è reso anonimo tramite Tor</a></mark>.

source: For sharing files through Tor, <mark><a href="https://onionshare.org/">OnionShare</a></mark> is a good option.
it: Per condividere file tramite Tor, <mark><a href="https://onionshare.org/">OnionShare</a></mark> è una buona possibilità.

source: share-files-anonymously-through-tor
it: condividere-files-in-maniera-anonima-attraverso-tor

source: How do I volunteer with Tor Project?
it: Posso offrirmi volontario per aiutare il Progetto Tor?

source: Please see our <mark><a href="https://www.torproject.org/getinvolved/volunteer.html.en">volunteer page</a></mark> for how to get involved!
it: Per favore consulta la nostra <mark><a href="https://www.torproject.org/getinvolved/volunteer.html.en">pagina per i volontari</a></mark> per sapere come essere coinvolto!

source: volunteer-with-tor-project
it: volontario-con-il-tor-project

source: How can I donate to Tor Project?
it: Come posso donare al Progetto Tor?

source: Thank you for your support!
it: Grazie per il vostro supporto!

source: You can find more information about donating on our <mark><a href="https://donate.torproject.org/donor-faq">donor FAQ</a></mark>.
it: Puoi trovare maggiori informazioni per le donazioni nella nostra <mark><a href="https://donate.torproject.org/donor-faq">FAQ per i donatori</a></mark>.

source: donate-tor-project
it: donare-al-tor-project

source: Why don't you prevent bad people from doing bad things when using Tor?
it: Perchè non evitate ai malintenzionati di compiere azioni criminali tramite Tor?

source: Tor is designed to defend human rights and privacy by preventing anyone from censoring things, even us.
it: Tor è progettato per difendere i diritti umani e la privacy prevenendo che qualcuno possa essere censurato, anche da noi.
