Repository: torproject/support
Catalog: i18n/contents+es_*.po
Languages: ar, es

source: You can find more information about donating on our <mark><a href="https://donate.torproject.org/donor-faq">donor FAQ</a></mark>.
ar: Podés encontrar más información acerca de donaciones en nuestras <mark><a href="https://donate.torproject.org/donor-faq">preguntas más frecuentes de donantes</a></mark>.
es: Puedes encontrar más información sobre donar en nuestras <mark><a href="https://donate.torproject.org/donor-faq">​preguntas frecuentes del donante</a></mark>.

source: different-circuit-each-website
ar: circuito-diferente-para-cada-sitio-web
es: diferente-ciruito-en-cada-sitio-web

source: A large portion of the features Vidalia offered have now been integrated into Tor Browser itself.
ar: Una gran porción de las características que Vidalia ofrecía han sido ahora integradas dentro del propio navegador Tor.
es: Una gran parte de las características que ofrecía Vidalia ahora están integradas en el propio Tor Browser.

source: antivirus-blocking-tor
ar: antivirus-bloqueando-tor
es: antivirus-bloqueando-tor

source: See <mark><a href="#operators-6">How do I run a bridge</a></mark> for instructions.
ar: Mirá <mark><a href="#operators-6">Como corro un puente</a></mark> para más instrucciones.

source: change-the-number-of-hops-tor-uses
ar: cambiar-el-número-de-saltos-que-usa-tor
es: cambiar-el-número-de-saltos-de-los-usuarios-de-tor

source: No, we don't provide any online services.
ar: No, no proveemos ningún servicio en línea.
es: No, no proporcionamos ningún servicio en línea.

source: 11/1/2017 21:11:45 PM.300 [WARN] Failed to find node for hop 0 of our path. Discarding this circuit.
ar: 11/1/2017 21:11:45 PM.300 [ADVERTENCIA] Fallo en encontrar nodo para salto 0 de nuestro camino. Descartando éste circuito.
es: 11/1/2017 21:11:45 PM.300 [WARN] No se ha encontrado el nodo para el salto 0 de nuestra trayectoria. Descartando este circuito.

source: When accessing a website that uses an onion service, Tor Browser will show at the URL bar an icon of a little green onion displaying the state of your connection: secure and using an onion service.
ar: Cuando accedas a un sitio web que use un servicio onion, el navegador Tor mostrará en la barra URL un icono de una cebollita verde visualizando el estado de tu conexión: segura y usando un servicio onion.

source: Vidalia is no longer maintained or supported.
ar: Vidalia no es mantenido o soportado más.
es: Vidalia ya no se mantiene ni está soportado.

source: GetTor is a service that automatically responds to messages with links to the latest version of Tor Browser, hosted at a variety of locations that are less likely to be censored, such as Dropbox, Google Drive, and GitHub.
ar: GetTor es un servicio que automáticamente responde a mensajes con vínculos a la última versión del navegador Tor, ubicados en una variedad de locaciones que son menos probable de ser censuradas, tales como Dropbox, Google Drive y GitHub.

source: Next, exclude the following processes:
ar: Luego, excluí los siguientes procesos:
es: A continuación, excluye los siguientes procesos:

source: The default setting in the Windows installer also creates a shortcut for you on your Desktop, though be aware that you may have accidentally unticked the option to create a shortcut.
ar: El ajuste por defecto en el instalador para Windows también crea un atajo para vos en tu Escritorio, aunque tené en cuenta que accidentalmente podrías haber descliqueado la opción para crear el atajo.
es: La configuración predeterminada en el instalador de Windows también crea un acceso en tu Escritorio, aunque debes tener en cuenta que accidentalmente puedes haber desmarcado esta opción para crear dicho acceso.

source: To use GetTor via email.
ar: Usar GetTor vía correo electrónico.
es: Usar GetTor vía correo electrónico.

source: What are the most common issues with the latest stable version of Tor Browser?
ar: ¿Cuáles son las dificultades más comunes con la última versión estable del navegador Tor?
es: ¿Cuáles son los problemas más comunes con la versión estable más reciente del Tor Browser?

source: No. After eleven beta releases, we discontinued support of <a href="https://blog.torproject.org/sunsetting-tor-messenger">Tor Messenger</a>.
ar: No. Luego de once lanzamientos beta, discontinuamos el soporte de <a href="https://blog.torproject.org/sunsetting-tor-messenger">mensajero de Tor</a>.
es: No. Después de once versiones beta, interrumpimos el soporte de <a href="https://blog.torproject.org/sunsetting-tor-messenger">Tor Messenger</a>.

source: If you see lines like this in your Tor log, it means your system clock is incorrect.
ar: Si ves líneas cómo éstas en tu bitácora de Tor, significa que tu reloj de sistema es incorrecto.
es: Si ves líneas como esta en tu registro Tor, significa que el reloj de tu sistema es incorrecto.

source: We still believe in Tor's ability to be used in a messaging app, but we don't have the resources to make it happen right now.
ar: Aún creemos en la habilidad de Tor para ser usado en una aplicación de mensajería, pero no tenemos los recursos para hacerlo en éste momento.
es: Todavía creemos en la posibilidad de que se pueda usar Tor en una aplicación de mensajería, pero no tenemos los recursos para hacerlo ahora mismo.

source: to-use-gettor-via-email
ar: usar-gettor-vía-correo-electrónico
es: usar-gettor-vía-correoelectrónico

source: * Run "apt-get install tor obfs4proxy" (as root).
ar: * Corré "apt-get install tor obfs4proxy" (como superusuario).
es: * Ejecuta "apt-get install tor obfs4proxy" (como root).

source: is-my-network-censored
ar: está-mi-red-censurada
es: está-mi-red-censurada

source: We recommend an iOS app called Onion Browser, which is open source, uses Tor routing, and is developed by someone who works closely with the Tor Project.
ar: Recomendamos una aplicación iOS llamada navegador Onion, la cual es de fuente abierta, usa ruteo Tor, y está desarrollada por alguien que trabaja cercanamente con el proyecto Tor.
es: Recomendamos una aplicación para iOS llamada Onion Browser, de código abierto, que usa enrutamiento Tor y está desarrollada por alguien que trabaja estrechamente con Tor Project.

source: Can I download Tor Browser for ChromeOS?
ar: ¿Puedo descargar el navegador Tor para ChromeOS?
es: ¿Puedo descargar el Tor Browser, para ChromeOS?

source: That is normal Tor behavior.
ar: Ese comportamiento es normal en Tor.
es: Ese es el comportamiento normal de Tor.

source: Removing Tor Browser from your system is simple:
ar: Remover el navegador Tor de tu sistema es simple:
es: Eliminar el Tor Browser de tu sistema es simple:

source: tor-browser-for-android
ar: navegador-tor-para-android
es: navegador-tor-para-androides

source: cannot-find-tor-on-windows
ar: no-puedo-encontrar-tor-en-windows
es: no-puedo-encontrar-tor-en-windows

source: Tor Browser will prompt you to update the software once a new version has been released.
ar: El navegador Tor te solicitará actualizar el programa una vez que una nueva versión haya sido lanzada.

source: Tor Browser already comes installed with two add-ons — <mark><a href="https://www.eff.org/https-everywhere">HTTPS Everywhere</a></mark> and <mark><a href="https://noscript.net/">NoScript</a></mark> — and adding anything else could deanonymize you.
ar: El navegador Tor ya tiene instalados dos complementos - <mark><a href="https://www.eff.org/https-everywhere">HTTPS Everywhere y <mark><a href="https://noscript.net/">NoScript</a></mark> - y añadir cualquier cosa más puede dejar tu anonimato sin efecto.

source: The Tor Browser works hard to isolate itself from the rest of your system, and the steps for making it the default browser are unreliable.
ar: El navegador Tor trabaja intensamente para aislarse a sí mismo del resto de tu sistema, y los pasos para hacerlo el navegador por defecto no son confiables.
es: El Tor Browser hace muchos esfuerzos para aislarse del resto de tu sistema operativo, y el procedimiento para convertirlo en tu navegador predeterminado no es fiable.

source: Look for a log entry in /var/log/tor/notices.log such as "Self-testing indicates your ORPort is reachable from the outside. Excellent."
ar: Prestá atención a una línea de bitácora en /var/log/tor/notices.log tal como "Self-testing indicates your ORPort is reachable from the outside. Excellent."
es: Busca una entrada de registro en /var/log/tor/notices.log como "Self-testing indicates your ORPort is reachable from the outside. Excellent."

source: However, information sent unencrypted over the internet using plain HTTP can still be intercepted by exit relay operators or anyone observing the traffic between your exit relay and your destination website.
ar: Sin embargo, información enviada sin encriptación a través de Internet usando HTTP común puede aún ser interceptada por operadores del relevo de salida o cualquiera observando el tráfico entre tu relevo de salida y tu sitio web de destino.
es: Sin embargo, la información enviada sin cifrar por Internet usando HTTP simple todavía puede ser interceptada por los operadores de los repetidores de salida o cualquiera que observe el tráfico entre su repetidor de salida y su sitio web de destino.

source: Onion services are also relied on for metadata-free chat and file sharing, safer interaction between journalists and their sources like with <mark><a href="https://securedrop.org/">SecureDrop</a></mark> or <mark><a href="https://onionshare.org/">OnionShare</a></mark>, safer software updates, and more secure ways to reach popular websites like <mark><a href="https://www.facebook.com/notes/protect-the-graph/making-connections-to-facebook-more-secure/1526085754298237/">Facebook</a></mark>.
ar: A los servicios onion se les confía también para charlar y compartir archivos libres de metadatos, interacción más segura entre periodistas y sus fuentes, como por ejemplo con <mark><a href="https://securedrop.org/">SecureDrop</a></mark> u <mark><a href="https://onionshare.org/">OnionShare</a></mark>, actualizaciones de programas más seguras, y maneras más seguras de alcanzar sitios web populares como <mark><a href="https://www.facebook.com/notes/protect-the-graph/making-connections-to-facebook-more-secure/1526085754298237/">Facebook</a></mark>.

source: For example, the DuckDuckGo onion is <a href="http://3g2upl4pq6kufc4m.onion">https://3g2upl4pq6kufc4m.onion</a>.
ar: Por ejemplo, el onion de DuckDuckGo es <a href="http://3g2upl4pq6kufc4m.onion">https://3g2upl4pq6kufc4m.onion</a>.
es: Por ejemplo, el onion de DuckDuckGo es ​<a href="http://3g2upl4pq6kufc4m.onion">https://3g2upl4pq6kufc4m.onion</a>.

source: run-tor-on-android
ar: correr-tor-en-android
es: ejecutar-tor-en-android

source: Generally speaking, we don't recommend using a VPN with Tor unless you're an advanced user who knows how to configure both in a way that doesn't compromise your privacy.
ar: Hablando en términos generales, no recomendamos usar una RPV con Tor excepto que seas un usuario avanzado que conoce como configurar ambos en una manera que no comprometa tu privacidad.
es: Normalmente no recomendamos usar una VPN con Tor a menos que sea un usuario avanzado que sepa como configurar ambos de forma que no comprometa su privacidad.

source: Websites that are only accessible over Tor are called "onions" and end in the TLD .onion.
ar: Sitios web que sólo son accesibles a través de Tor son llamados "onions" y terminan en el Dominio de Nivel Tope .onion.
es: Los sitios web sólo accesibles con Tor se llaman "onions" y terminan con el TLD (dominio de primer nivel) .onion.

source: Also, using paths longer than 3 could harm anonymity, first because it makes<mark><a href="https://www.freehaven.net/anonbib/#ccs07-doa">denial of security</a></mark> attacks easier, and second because it could act as an identifier if only a small number of users have the same path length as you.
ar: También, usando rutas más largas que 3 se podría dañar el anonimato, primero porque hace a los ataques de <mark><a href="https://www.freehaven.net/anonbib/#ccs07-doa">denegación de seguridad</a></mark> más fáciles, y segundo porque podría actuar como un identificador si solamente un pequeño número de usuarios tiene la misma longitud de ruta que vos.
es: Además, usar más de 3 rutas podría dañar el anonimato, en primer lugar porque facilita los ataques de <mark><a href="https://www.freehaven.net/anonbib/#ccs07-doa">denegación de seguridad</a></mark>, y en segundo lugar porque podría actuar como un identificador si sólo un pequeño número de usuarios tienen la misma longitud de ruta que tú.

source: How do I run a obfs4 bridge on Debian?
ar: ¿Cómo corro un puente obfs4 en Debian?
es: ¿Cómo puedo ejecutar un puente obfs4 en Debian?

source: website-locks-torbrowser-out
ar: sitio-web-bloquea-navegador-tor
es: web-bloquea-navegador-tor

source: If you don't remember what this destination was, it's most likely your Downloads or Desktop folder.
ar: Si no recordás cuál fue este destino, lo más probable es que sea tu carpeta Descargas o Escritorio.
es: Si no recuerdas cuál fue este destino, lo más probable es que se encuentre en tu carpeta Descargas o Escritorio.

source: 13-11-17 19:53:49.300 [WARN] 9 connections died in state handshaking (TLS) with SSL state SSLv2/v3 read server hello A in HANDSHAKE
ar: 13-11-17 19:53:49.300 [ADVERTENCIA] 9 conexiones fallaron en estado de intercambio para sincronización (TLS) con estado SSL SSLv2/v3 "read server hello A in HANDSHAKE"

source: Sometimes websites will block Tor users because they can't tell the difference between the average Tor user and automated traffic.
ar: A veces, los sitios web bloquearán usuarios de Tor porque no pueden establecer la diferencia entre el usuario promedio de Tor y tráfico generado automáticamente.
es: Algunas veces los sitios web bloquean a los usuarios de Tor ya que no pueden distinguir entre el usuario medio de Tor y el tráfico automatizado.

source: uninstall-tor-browser
ar: desinstalar-navegador-tor
es: desinstalar-el-navegador-tor

source: Tor Browser is a modified version of Firefox specifically designed for use with Tor.
ar: El navegador Tor es una versión modificada de Firefox específicamente diseñada para uso con Tor.
es: El navegador Tor es una versión modificada de Firefox diseñada específicamente para su uso con Tor.

source: Write your operating system (such as windows, MacOS (OS X), or linux) in the body of the message and send.
ar: Escribí tu sistema operativo (tal como Windows, MacOS (OS X), o Linux) en el cuerpo del mensaje y envialo.
es: Señala tu sistema operativo (Windows, MacOS (OS X) o Linux) en el cuerpo del mensaje y envíalo.

source: Can I make Tor Browser my default browser?
ar: ¿Puedo hacer al navegador Tor mi navegador por defecto?
es: ¿Puedo establecer el Tor Browser como mi navegador predeterminado?

source: For the most in-depth resource on running a relay, see the <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">Tor Relay Guide</a></mark>.
ar: Por el más profundo recurso en correr un relevo, mirá la <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">Guía de relevo Tor</a></mark>.
es: Para la fuente más detallada sobre tener un repetidor, mira la <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">Guía de repetidores de Tor</a>.

source: ##### Common log error #2: Can’t reach guard relays
ar: ###### Error común de bitácora #2: No se pueden alcanzar relevos de guardia
es: ##### Error de registro común #2: No se puede llegar a los repetidores de guardia

source: Setting up an obfsproxy bridge requires an additional software package and additional configurations.
ar: Dar de alta un puente obfsproxy requiere un paquete adicional de programas y configuraciones adicionales.
es: La configuración de un puente obfsproxy requiere un paquete de software adicional y configuraciones adicionales.

source: * As root, add the following lines to /etc/apt/sources.list. Use the version you found in the previous step for <version>.
ar: * Como superusuario, añadí las siguientes líneas a /etc/apt/sources.list. Usá la versión que encontraste en el paso previo para <version>.
es: * Como root, añade las líneas siguientes a /etc/apt/sources.list. Utiliza la versión que has encontrado en el paso anterior para <version>.

source: And if you're accessing a website with https and onion service, it will show an icon of a green onion and a padlock.
ar: Y si estás accediendo un sitio web con https y servicio onion, mostrará un icono de una cebolla verde y un candado.

source: <h4 class="card-title">If you are using HTTPS, your website URL will begin with "https://".</h4>
ar: <h4 class="card-title">Si estás usando HTTPS, el URL de tu sitio web comenzará con "https://"</h4>
es: <h4 class="card-title">Si estás usando HTTPS, la URL de tu sitio web comenzará con "​https://".</h4>

source: <mark><a href="https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor">Learn more about Onion Browser</a></mark>.
ar: <mark><a href="https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor">Aprendé más acerca del navegador Onion</a></mark>.
es: <mark><a href="https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor">Conoce más sobre el Onion Browser</a></mark>.

source: does-tor-keep-logs
ar: tor-mantiene-bitácoras
es: conserva-tor-registros

source: Thank you."
ar: Gracias."
es: Gracias."

source: * 日本語 (ja)
ar: * Japonés (ja)

source: ##### New Tor Circuit for this Site
ar: ##### Nuevo circuito Tor para este sitio.
es: ##### Nuevo circuito de Tor para esta página

source: What search engine comes with Tor Browser and how does it protect my privacy?
ar: ¿Qué motor de búsqueda viene con el navegador Tor y cómo hace para proteger mi privacidad?
es: ¿Qué motor de búsqueda viene con el Tor Browser y cómo protege mi privacidad?

source: Please make sure your system clock and timezone are set accurately.
ar: Por favor asegurate que tu reloj de sistema y huso horario estén ajustados precisamente.
es: Por favor, asegúrate de que el reloj de tu sistema y tu zona horaria están configurados correctamente.

source: You can certainly use another browser while you are also using Tor Browser.
ar: Ciertamente podés usar otro navegador mientras estás también usando el navegador Tor.
es: Desde luego puedes usar otro navegador mientras estás usando, también, el navegador Tor.

source: If you cannot reach the onion service you desire, make sure that you have entered the 16-character or, the newest format, 56-character onion address correctly: even a small mistake will stop Tor Browser from being able to reach the site.
ar: Si no podés alcanzar el servicio onion que deseás, asegurate que hayas entrado la dirección onion de 16 caracteres, o el formato nuevo de 56 caracteres, correctamente: aún un pequeño error evitará que el navegador Tor sea capaz de alcanzar el sitio.

source: censorship
ar: censura
es: censura

source: Why don't you prevent bad people from doing bad things when using Tor?
ar: ¿Por qué no previenen que malas personas hagan cosas malas cuando usan Tor?
es: ¿Por qué no evitan que gente indeseable haga maldades cuando usa Tor?

source: The Tor Project does not support or condone the use of our software for malicious purposes.
ar: El proyecto Tor no soporta o condona el uso de nuestro programa para propósitos maliciosos.
es: El proyecto Tor no apoya ni excusa el uso de nuestro software para propósitos maliciosos.

source: * Determine your Ubuntu version by running the following command:
ar: * Determiná tu versión de Ubuntu corriendo el siguiente comando:
es: * Concreta tu versión de Ubuntu para ejecutar el siguiente comando:

source: Tor Browser is currently available on <mark><a href="https://www.torproject.org/download/download-easy.html.en#windows">Windows</a></mark>, <mark><a href="https://www.torproject.org/download/download-easy.html.en#linux">Linux</a></mark> and <mark><a href="https://www.torproject.org/download/download-easy.html.en#mac">macOS (OS X)</a></mark>.
ar: El navegador Tor está actualmente disponible en <mark><a href="https://www.torproject.org/download/download-easy.html.en#windows">Windows</a></mark>, <mark><a href="https://www.torproject.org/download/download-easy.html.en#linux">Linux</a></mark> y <mark><a href="https://www.torproject.org/download/download-easy.html.en#mac">macOS (OS X)</a></mark>.

source: our-website-is-blocked-by-a-censor
ar: nuestro-sitio-web-está-bloqueado-por-un-censor
es: nuestra-web-está-bloqueada

source: Finally, restart Tor Browser.
ar: Finalmente, reiniciá el navegador Tor.
es: Finalmente, reinicia el navegador Tor.

source: Connecting To Tor
ar: Conectándose a Tor
es: Conectar a Tor

source: * Note that your operating system’s standard "Uninstall" utility is not used.
ar: * Notá que la utilidad estándar "Desinstalar" de tu sistema operativo no es usada.
es: * Ten en cuenta que no se usa la utilidad "Desinstalar" estándar de tu sistema operativo.

source: When it confirms that it's reachable, it will upload a "server descriptor" to the directory authorities to let clients know what address, ports, keys, etc your relay is using.
ar: Cuando confirme que es alcanzable, cargará un "descriptor de servidor" a las autoridades de directorio para hacerles saber a los clientes qué dirección, puertos, claves, etc. está usando tu relevo.
es: Cuando se confirme que es accesible, se subirá un "descriptor de servidor" a las autoridades del directorio para que los clientes sepan qué dirección, puertos, claves, etc. está usando tu repetidor.

source: I'm having a problem updating or using Vidalia.
ar: Estoy teniendo un problema actualizando o usando Vidalia.
es: Tengo un problema actualizando o usando Vidalia.

source: One of the most common issues that causes connection errors in Tor Browser is an incorrect system clock.
ar: Una de las dificultades más comunes que causa errores de conexión en el navegador Tor es un reloj de sistema incorrecto.
es: Uno de los problemas más habituales que causa errores de conexión en el Tor Browser es un reloj del sistema incorrectamente ajustado.

source: Why is the first IP address in my relay circuit always the same?
ar: ¿Por qué es la primera dirección IP en mi circuito de relevos siempre la misma?
es: ¿Por qué la primera dirección IP en mi circuito de repetidores es siempre la misma?

source: For Android, The Guardian Project maintains the Tor-powered apps Orbot and Orfox.
ar: Para Android, el proyecto Guardián mantiene las aplicaciones, basadas en Tor, Orbot y Orfox.
es: Para Android, The Guardian Project se encarga de mantener las aplicaciones Orbot y Orfox, basadas en Tor.

source: The only way to resolve this is by following the site’s recommended procedure for account recovery, or contacting the operators and explaining the situation.
ar: La única manera de resolver esto es siguiendo el procedimiento recomendado por el sitio para recuperación de la cuenta, o contactando a los operadores y explicando la situación.
es: La única forma de resolver esto es siguiendo el procedimiento recomendado del sitio para recuperación de cuenta, o contactando con los operadores para explicarles la situación.

source: If this doesn't fix the problem, see the Troubleshooting page on the <mark><a href="https://tb-manual.torproject.org/en-US/troubleshooting.html">Tor Browser manual</a></mark>.
ar: Si ésto no soluciona el problema, mirá la página de Solución de Problemas en el <mark><a href="https://tb-manual.torproject.org/en-US/troubleshooting.html">manual del navegador Tor</a></mark>.
