Repository: torproject/support
Catalog: i18n/contents+es_*.po
Languages: ar, es

source: You may be able to avoid this scenario if your provider offers 2-factor authentication, which is a much better security option than IP-based reputations.
ar: Podrías ser capaz de evitar este escenario si tu proveedor ofrece autenticación de 2 factores, lo cual es una opción de seguridad mucho mejor que reputaciones basadas en IP.
es: Puedes evitar esto si tu proveedor ofrece autentificación en 2 pasos, que es una opción de seguridad mucho mejor que las basadas en IP. Contacta con tu proveedor y pregúntale si proporciona 2FA (autentificación en 2 pasos).

source: My antivirus or malware protection is blocking me from accessing Tor Browser.
ar: Mi protección contra virus o programas maliciosos está bloqueándome de acceder al navegador Tor.
es: Mi antivirus o protección contra malware está impidiéndome acceder al Tor Browser.

source: If you don't see this message, it means that your relay is not reachable from the outside.
ar: Si no ves éste mensaje, significa que tu relevo no es alcanzable desde el exterior.
es: Si no ves este mensaje, quiere decir que tu repetidor no es accesible desde el exterior.

source: * obfs4proxy (if you use bridges)
ar: * obfs4proxy.exe (si usás puentes)
es: * obfs4proxy (si usas puentes de red)

source: Be careful when switching back and forth between Tor and a less safe browser, because you may accidentally use the other browser for something you intended to do using Tor.
ar: Sé cuidadoso cuando cambiés alternadamente entre Tor y un navegador menos seguro, porque podés usar accidentalmente el otro navegador para algo que intentabas hacer usando Tor.
es: Ten cuidado al cambiar de uno a otro entre el Tor Browser y un navegador menos seguro, porque podrías usar accidentalmente el otro navegador para algo que tratas de hacer usando Tor.

source: cannot-reach-x-onion
ar: no-puedo-alcanzar-x-onion
es: no-se-puede-alcanzar-x-onion

source: Who funds Tor?
ar: ¿Quién financia Tor?
es: ¿Quién financia Tor?

source: problem-with-duckduckgo
ar: problema-con-duckduckgo
es: problema-con-duckduckgo

source: search-engine-tor-browser
ar: motor-búsqueda-navegador-tor
es: búsqueda-del-motor-del-navegador-tor

source: Can I run multiple instances of Tor Browser?
ar: ¿Puedo correr múltiples instancias del navegador Tor?
es: ¿Puedo ejecutar múltiples instancias del Tor Browser?

source: Please see the <mark><a href="https://noscript.net/faq">NoScript FAQ</a></mark>.
ar: Por favor mirá las <mark><a href="https://noscript.net/faq">PMF de NoScript</a></mark>.
es: Por favor, mira las ​<mark><a href="https://noscript.net/faq">preguntas frecuentes (FAQ) de NoScript</a></mark>.

source: You should re-check your firewalls, check that the IP and ports you specified in your torrc are correct, etc.
ar: Debieras revisar tus cortafuegos, que los IP y puertos que especificaste en tu torrc estén correctos, etc.
es: Deberías volver a comprobar tu firewall, comprobar que la IP y los puertos que especificaste en torrc son los correctos, etc.

source: Onion services allow people to browse but also to publish anonymously, including publishing anonymous websites.
ar: Los servicios onion permiten a la gente navegar pero también publicar anónimamente, incluyendo la publicación de sitios web anónimos.
es: Los servicios de Onion permiten navegar, pero también publicar anonimamente, incluyendo la publicación de sitios web anónimos.

source: need-tor-browser-language-not-english
ar: necesito-navegador-tor-no-en-inglés
es: necesito-navegador-tor-no-en-inglés

source: We are currently working on Tor Browser for Android, and you may see alpha releases appear over the coming months.
ar: En éste momento estamos trabajando en el navegador Tor para Android, y podrías llegar a ver lanzamientos alfa aparecer en meses venideros.
es: Estamos trabajando actualmente en el Tor Browser para Android, puede que veas versiones alfa en los próximos meses.

source: to-use-gettor-via-twitter
ar: usar-gettor-vía-twitter
es: usar-gettor-via-twitter

source: * Add the gpg key used to sign the packages by running the following commands:
ar: * Añadí la clave gpg usada para firmar los paquetes corriendo los siguientes comandos:
es: * Añade la clave gpg utilizada para firmar los paquetes ejecutando los siguientes comandos:

source: If you see lines like these in your Tor log, it means your Tor failed to connect to the first node in the Tor circuit.
ar: Si ves líneas cómo éstas en tu bitácora Tor, significa que tu Tor falló en conectar al primer nodo en el cicuito Tor.
es: Si ves líneas como estas en tu registro Tor, significa que Tor falló al conectarse al primer nodo en el circuito Tor.

source: Do you? <mark><a href="https://www.torproject.org/about/contact.html.en">Contact us</a></mark>.
ar: ¿Los tenés vos? <mark><a href="https://www.torproject.org/about/contact.html.en">Contactanos</a></mark>.
es: Y tú? <mark><a href="https://www.torproject.org/about/contact.html.en">Contacta con nosotros</a></mark>.

source: how-to-download-tor-if-torproject-org-is-blocked
ar: cómo-descargar-tor-si-torproject-org-es-bloqueado
es: como-bajarse-el-navegador-tor-si-elproyecto-tor-está-bloqueado

source: If you started having issues with your Tor Browser after an update, check out <mark><a href="https://blog.torproject.org">blog.torproject.org</a></mark> for the most recent stable Tor Browser post to see if your issue is listed.
ar: Si empezaste a tener dificultades con tu navegador Tor luego de actualizar, revisá <mark><a href="https://blog.torproject.org">blog.torproject.org</a></mark> por la entrada más reciente acerca del navegador estable Tor, para ver si tu dificultad está listada.

source: * obfs4proxy.exe (if you use bridges)
ar: * obfs4proxy.exe (si usás puentes)
es: * obfs4proxy.exe (si usas puentes)

source: After a few hours (to give it enough time to propagate), you can query <mark><a href="https://metrics.torproject.org/rs.html#search">Metrics</a></mark> to see whether your relay has successfully registered in the network.
ar: Luego de unas pocas horas (para darle suficiente tiempo para propagar), podés consultar <mark><a href="https://metrics.torproject.org/rs.html#search">Metrics</a></mark> para ver si tu relevo ha sido exitosamente registrado en la red.

source: GetTor will respond with an email containing links from which you can download Tor Browser, the cryptographic signature (needed for <mark><a href="https://www.torproject.org/docs/verifying-signatures.html.en">verifying the download</a></mark>), the fingerprint of the key used to make the signature, and the package’s checksum.
ar: GetTor responderá con un correo electrónico conteniendo vínculos desde los cuales podés descargar el navegador Tor, la firma criptográfica (necesaria para la <mark><a href="https://www.torproject.org/docs/verifying-signatures.html.en">verificación de la descarga</a></mark>), la huella digital de la clave usada para hacer la firma, y suma de verificación del paquete.

source: How do I make sure that I'm using the correct packages on Ubuntu?
ar: ¿Cómo me aseguro que estoy usando los paquetes correctos en Ubuntu?
es: ¿Cómo me puedo asegurar de que estoy usando el paquete correcto en Ubuntu?

source: The Guardian Project maintains Tor (and other privacy applications) on Android. More info can be found on the <mark><a href="https://guardianproject.info/">Guardian Project's website</a></mark>.
ar: El proyecto Guardián mantiene Tor (y otras aplicaciones de privacidad) en Android. Más información puede ser encontrada en el sitio web <mark><a href="https://guardianproject.info/">proyecto Guardián</a></mark>.
es: El Guardian Project mantiene Tor (y otras aplicaciones de privacidad) en Android. Puedes encontrar mas información en el sitio de ​<mark><a href="https://guardianproject.info/">Guardian Project</a></mark>.

source: Other open tabs and windows from the same website will use the new circuit as well once they are reloaded.
ar: Otras pestañas y ventanas abiertas del mismo sitio web, empezarán a usar el nuevo circuito una vez que sean recargadas.
es: Otras pestañas y ventanas abiertas del mismo sitio web también usarán el nuevo circuito una vez que se recarguen.

source: tor-project-app-for-private-chat
ar: aplicación-proyecto-tor-para-charla-privada
es: app-proyecto-tor-para-chat-privada

source: Instead, consider running your exit relay in a commercial facility that is supportive of Tor.
ar: En vez de eso, considerá correr tu relevo de salida en una instalación comercial que simpatice con la causa de Tor.
es: En su lugar, considera ejecutar tu repetidor de salida en una instalación comercial que apoye a Tor.

source: Please try connecting with bridges, and that should fix the problem.
ar: Por favor, tratá conectando con puentes, y eso debiera arreglar el problema.
es: Por favor, intenta conectarte a través de puentes, y eso debería solucionar el problema.

source: Orfox is for web browsing, and Orbot can route other apps on your Android phone over the Tor network.
ar: Orfox es para navegación en web, y Orbot puede rutear otras aplicaciones en tu teléfono Android sobre la red de Tor.
es: Orfox es para navegación web, y Orbot permite enrutar otras aplicaciones en tu teléfono Android sobre la red Tor.

source: If it hasn't, re-check firewalls, IP and ports again.
ar: Si no lo ha logrado, revisá de nuevo los cortafuegos, IP y puertos.
es: Si no lo has hecho, vuelve a comprobar los firewalls, la IP y los puertos.

source: Flash is disabled in Tor Browser, and we recommend you do not enable it.
ar: Flash está deshabilitado en el navegador Tor, y te recomendamos que no lo habilites.
es: Flash está deshabilitado en el navegador Tor, y te recomendamos que no lo habilites.

source: If you cannot reach the onion service you desire, make sure that you have entered the 16-character onion address correctly: even a small mistake will stop Tor Browser from being able to reach the site.
ar: Si no podés alcanzar el servicio onion que deseás, asegurate que hayas entrado la dirección onion de 16 caracteres correctamente: aún un pequeño error evitará que el navegador Tor sea capaz de alcanzar el sitio.
es: Si no puedes alcanzar el servicio onion que deseas, asegúrate de que has introducido la dirección onion de 16 caracteres correctamente: un pequeño error evitará que el navegador Tor sea capaz de alcanzar el sitio.

source: There is something called the <mark><a href="https://www.torbsd.org/">TorBSD project</a></mark>, but their Tor Browser is not officially supported.
ar: Hay algo llamado <mark><a href="https://www.torbsd.org/">el proyecto TorBSD</a></mark>, pero su navegador Tor no está soportado oficialmente.

source: how-do-i-run-an-exit
ar: como-corro-una-salida
es: cómo-puedo-hacer-una-salida

source: How can we help?
ar: ¿Cómo podemos ayudarte?
es: ¿Cómo podemos ayudarte?

source: * Nederlands (nl)
ar: * Holandés (nl)

source: <mark><a href="https://www.torproject.org/projects/torbrowser/design/">Learn more about the design of Tor Browser</a></mark>.
ar: <mark><a href="https://www.torproject.org/projects/torbrowser/design/">Aprendé más acerca del diseño del navegador Tor</a></mark>.
es: <mark><a href="https://www.torproject.org/projects/torbrowser/design/">Para saber más sobre el diseño del Tor Browser</a></mark>.

source: We currently offer <mark><a href="https://www.torproject.org/projects/torbrowser.html.en">Tor Browser</a></mark> in the following languages:
ar: Actualmente ofrecemos el <mark>Navegador Tor<a href="https://www.torproject.org/projects/torbrowser.html.en"></a> en los siguientes lenguajes:

source: running-tor-browser-make-me-relay
ar: correr-navegador-tor-me-convierte-en-relevo
es: correr-navegador-tor-me-convierte-en-un-repetidor

source: cannot-connect-to-tor-browser-network-censored
ar: no-puedo-conectar-al-navegador-tor-red-censurada
es: no-se-puede-conectar-el-navegador-tor-en-una-red-censurada

source: Contact your provider and ask them if they provide 2FA.
ar: Contactá tu proveedor y preguntale si provee A2F.
es: Contacta con tu proveedor y pregúntale si proporciona 2FA (autentificación en 2 pasos).

source: prevent-bad-people-doing-bad-things-with-tor
ar: prevenir-a-malas-personas-de-hacer-cosas-malas-con-tor
es: evitar-uso-indebido-de-tor

source: Most Frequently Asked Questions
ar: Preguntas más frecuentes
es: Preguntas más frecuentes

source: How do I uninstall Tor Browser?
ar: ¿Cómo desinstalo el navegador Tor?
es: ¿Cómo desinstalo Tor Browser?

source: I downloaded and installed Tor Browser for Windows, but now I can't find it.
ar: Descargué e instalé el navegador Tor para Windows, pero ahora no puedo encontrarlo.
es: He descargado e instalado el Tor Browser para Windows, pero ahora no puedo encontrarlo.

source: * Empty your Trash.
ar: * Vaciá la basura.
es: * Vacía tu Papelera.

source: Can I run Tor on an iOS device?
ar: ¿Puedo correr Tor en un dispositivo iOS?
es: ¿Puedo usar Tor en un dispositivo iOS?

source: How do I run Tor on Windows Phone?
ar: ¿Cómo corro Tor en Windows Phone?
es: ¿Cómo uso Tor en Windows Phone?

source: A website (bank, email provider, etc..) locks me out whenever I use Tor, what can I do?
ar: Un sitio web (banco, proveedor de correo electrónico, etc.) me bloquea cada vez que uso Tor. ¿Qué puedo hacer?
es: Un sitio web (banco, proveedor de correo, etc.) me bloquea cada vez que uso Tor, ¿qué puedo hacer?

source: How do I volunteer with Tor Project?
ar: ¿Cómo hago para ser voluntario en el proyecto Tor?
es: ¿Cómo puedo ayudar en el Proyecto Tor?

source: However, you should know that the privacy properties of Tor Browser will not be present in the other browser.
ar: Sin embargo, debieras saber que las propiedades de privacidad del navegador Tor no estarán presentes en el otro navegador.
es: Sin embargo, debes de saber que las propiedades de privacidad del Tor Browser no estarán presentes en el otro navegador.

source: There is no official version of Tor for iOS yet, though we recommend <mark><a href="https://onionbrowser.com/">Onion Browser</a></mark>.
ar: No hay aún una versión oficial de Tor para iOS, aunque recomendamos <mark><a href="https://onionbrowser.com/">el navegador Onion</a></mark>.

source: Enabling ntpd is suggested.
ar: Es sugerido habilitar ntpd.
es: Se sugiere activar ntpd.

source: change-ip-address
ar: cambiar-dirección-ip
es: cambio-de-dirección-ip

source: * Run the following commands to install tor and check its signatures:
ar: * Corré los siguientes comandos para instalar tor y verificar sus firmas:
es: * Ejecuta los siguientes comandos para instalar tor y comprobar sus firmas:

source: You may be offered a choice of "32-bit" or "64-bit" software: this depends on the model of the computer you are using; consult documentation about your computer to find out more.
ar: Puede que te sea ofrecida una opción del programa para 32 ó 64 bits, esto depende del modelo de la computadora que estás usando; consultá la documentación acerca de tu computadora para saber más.
es: Es posible que se te ofrezca la opción de elegir entre software de "32 bits" o "64 bits": esto depende del modelo de ordenador que estés utilizando; consulta la documentación de tu ordenador para obtener más información.

source: For more information on how guard relays work, see this <mark><a href="https://blog.torproject.org/improving-tors-anonymity-changing-guard-parameters">blog post</a></mark> and <mark><a href="https://www-users.cs.umn.edu/~hoppernj/single_guard.pdf">paper</a></mark> on entry guards.
ar: Para más información sobre como trabajan los relevos de guardia, mirá esta <mark><a href="https://blog.torproject.org/improving-tors-anonymity-changing-guard-parameters">entrada de blog</a></mark> y <mark><a href="https://www-users.cs.umn.edu/~hoppernj/single_guard.pdf">artículo</a></mark> sobre guardias de entrada.
es: Para más información sobre cómo funcionan los repetidores guardián, mira este <mark><a href="https://blog.torproject.org/improving-tors-anonymity-changing-guard-parameters">artículo del blog</a></mark> y este <mark><a href="https://www-users.cs.umn.edu/~hoppernj/single_guard.pdf">documento técnico</a></mark> sobre guardianes de entrada.

source: How do I run a middle or guard relay on Debian?
ar: ¿Cómo corro un relevo intermedio o guarda en Debian?
es: ¿Cómo puedo ejecutar un repetidor intermedio o de guardia en Debian?

source: Most antivirus or malware protection allows the user to "whitelist" certain processes that would otherwise be blocked.
ar: La mayoría de las protecciones contra virus o programas maliciosos permiten al usuario incluir en una "lista blanca" ciertos procesos que de otra manera serían bloqueados.
es: La mayoría de los antivirus o protecciones contra malware permiten que el usuario añada a la "lista blanca" ciertos procesos que de otro modo serían bloqueados.

source: make-tor-browser-default-browser
ar: hacer-navegador-tor-navegador-por-defecto
es: navegador-tor-por-defecto

source: If you are running an anti-virus, please see <mark><a href="http://support.torproject.org/#tbb-10">My antivirus/malware protection is blocking me from accessing Tor Browser</a></mark>, it is common for anti-virus / anti-malware software to cause this type of issue.
ar: Si estás corriendo un antivirus, por favor mirá <mark><a href="http://support.torproject.org/#tbb-10">Mi protección contra virus y programas maliciosos está bloqueándome de acceder al navegador Tor</a></mark>, es común que programas antivirus/protectores contra programas maliciosos causen éste tipo de dificultad.
es: Si estás ejecuanto un anti-virus, por favor, mira <mark><a href="http://support.torproject.org/#tbb-10">Mi antivirus/malware está impidiéndome el acceso al navegador Tor</a></mark>, es normal para el software anti-virus / anti-malware ocasionar este tipo de problemas.

source: problem-with-https-everywhere
ar: problema-con-https-everywhere
es: problema-con-https-everywhere

source: Censorship
ar: Censura
es: Censura

source: Please take a strong stance in favor of digital privacy and internet freedom, and allow Tor users access to xyz.com.
ar: Por favor, plantate firme en favor de la privacidad digital y la libertad de Internet, y permití a los usuarios de Tor acceder a xyz.com.
es: Por favor, ten una postura firme a favor de la privacidad digital y la libertad de Internet, y permite a los usuarios de Tor acceder a xyz.com.

source: Tor Browser won't connect, but it doesn’t seem to be an issue with censorship.
ar: El navegador Tor no se conecta, pero no pareciera ser una dificultad que involucre censura.
es: El Tor Browser no conecta, pero no parece ser un problema con la censura.

source: The addresses must be shared with you by the website host, as onions are not indexed in search engines in the typical way that vanilla websites are.
ar: Las direcciones deben ser compartidas con vos por quien aloja el sitio web, ya que los onions no están indexados en los motores de búsqueda en la manera típica en que lo están los sitios web convencionales.
es: Las direcciones han de ser compartidas contigo por el servidor del sitio web, ya que los onions no se indexan en motores de búsqueda de la manera típica en que lo son los sitios web ordinarios.

source: If the site you are visiting uses HTTPS, then the traffic leaving your exit relay will be encrypted, and won't be visible to eavesdroppers.
ar: Si el sitio que estás visitando usa HTTPS, luego el tráfico egresando de tu relevo de salida estará encriptado, y no será visible a observadores hostiles.
es: Si el sitio que estás visitando usa HTTPS, el tráfico que sale de tu repetidor de salida estará cifrado, y no será visible para quien se encuentre a la escucha.

source: For that reason, it's best not to run your exit relay in your home or using your home internet connection.
ar: Por esa razón, es mejor no correr tu relevo de salida en tu hogar o usando la conexión de internet del mismo.
es: Por esa razón, es mejor no hacer funcionar el repetidor de salida en tu casa o usando la conexión a Internet de tu casa.

source: What is a bridge?
ar: ¿Qué es un puente?
es: ¿Qué son los puentes?

source: Any other application on your system (including other browsers) will not have their connections routed over the Tor network, and will not be protected.
ar: Cualquier otra aplicación en tu sistema (incluyendo otros navegadores) no tendrán sus conexiones ruteadas sobre la red de Tor, y no serán protegidas.
es: Cualquier otra aplicación en tu sistema (incluyendo otros navegadores) no tendrá enrutadas sus conexiones sobre la red Tor, y no estará protegida.

source: * You should also see the message "Registered server transport 'obfs4'" indicating that obfs4proxy is functional.
ar: * Debieras ver también el mensaje "Transporte 'obfs4' registrado en servidor" indicando que obfs4proxy está funcionando.
es: * También deberías ver el mensaje "Registered server transport 'obfs4'" indicando que obfs4proxy es funcional.

source: The simplest fix is to click on the "onion menu," then click on the security slider.
ar: La solución más sencilla es cliquear en el "menú onion", y luego en la regla deslizante de seguridad.
es: La solución más sencilla es hacer click en el "menú cebolla", y después en el deslizador de seguridad. Ajusta ahí la seguridad a "Standard".

source: Tor is designed to defend human rights and privacy by preventing anyone from censoring things, even us.
ar: Tor está diseñado para defender los derechos humanos y la privacidad, previniendo que cualquiera censure, aún nosotros.
es: Tor está diseñado para defender los derechos humanos y la privacidad evitando que cualquiera censure cosas, incluso nosotros.

source: Of course, you should avoid keeping any sensitive or personal information on the computer hosting your exit relay.
ar: Por supuesto, debieras evitar mantener cualquier información sensitiva o personal en la computadora que está albergando tu relevo de salida.
es: Por supuesto, debes evitar mantener cualquier información sensible o personal en el ordenador que hospeda tu repetidor de salida.

source: <mark><a href="https://github.com/Yawning/obfs4/blob/master/doc/obfs4-spec.txt">Obfsproxy</a></mark> bridges address this by adding another layer of obfuscation.
ar: Los puentes <mark><a href="https://github.com/Yawning/obfs4/blob/master/doc/obfs4-spec.txt">obfsproxy</a></mark> solucionan ésto añadiendo otra capa de ofuscación.
es: Los puentes de <mark><a href="https://github.com/Yawning/obfs4/blob/master/doc/obfs4-spec.txt">Obfsproxy</a></mark> resuelven este problema añadiendo otra capa de ofuscación.

source: The file you download and run prompts you for a destination.
ar: El archivo que descargaste y corriste te pregunta por un destino.
es: El fichero que descargas y ejecutas te solicita un destino.

source: Some entities, such as your Internet Service Provider (ISP), may be able to see that you're using Tor, but they won't know where you're going when you do.
ar: Algunas entidades, como tu Proveedor de Servicios de Internet (ISP), pueden ser capaces de ver que estás usando Tor, pero no podrán saber a dónde vas cuando lo hagas.
es: Algunas entidades, como tu Proveedor de Servicios de Internet (ISP), pueden ser capaces de ver que estás usando Tor, pero no sabrán a dónde vas cuando lo hagas.

source: Sometimes Javascript-heavy websites can have functional issues over Tor Browser.
ar: Algunas veces, sitios web que usan profusamente Javascript pueden tener dificultades funcionales sobre el navegador Tor.
es: A veces, los sitios con mucho Javascript pueden tener problemas de funcionamiento en el navegador Tor.

source: Send an email to gettor@torproject.org.
ar: Enviar un correo electrónico a gettor@torproject.org.
es: Envía un correo electrónico a gettor@torproject.org.
