Repository: torproject/support
Catalog: i18n/contents+ga.po
Languages: ga

source: Get monthly updates and opportunities from the Tor Project
ga: Nuashonruithe agus deiseanna gach mí ó Thionscadal Tor

source: Trademark, copyright notices, and rules for use by third parties can be found in our
ga: Gheobhaidh tú eolas faoi thrádmharcanna, cúrsaí cóipchirt, agus rialacha a bhaineann le tríú páirtithe sa

source: Tor Project | Support
ga: Tionscadal Tor | Tacaíocht

source: Tor Logo
ga: Lógó Tor

source: Download Tor Browser
ga: Íoslódáil Brabhsálaí Tor

source: Search
ga: Cuardaigh

source: Permalink
ga: Buan-nasc
