Repository: torproject/support
Catalog: i18n/contents+tr.po
Languages: tr

source: Can I use Tor with a browser besides Tor Browser?
tr: Tor ağını Tor Browser yanında başka bir web tarayıcısı ile kullanabilir miyim?

source: We strongly recommend against using Tor in any browser other than Tor Browser.
tr: Tor ağını Tor Browser dışında başka bir web tarayıcısı ile kullanmamanızı önemle öneriyoruz.

source: Using Tor in another browser can leave you vulnerable without the privacy protections of Tor Browser.
tr: Tor ağını Tor Browser dışında bir web tarayıcısı ile kullandığınızda kişisel gizliliğinizin korunması tehlikeye girer.

source: using-tor-with-a-browser-besides-tor-browser
tr: tor-browser-disinda-baska-bir-web-tarayicisi-kullanmak

source: Does Tor Project make an application for private chat?
tr: Tor Projesi özel sohbet için bir uygulama sunuyor mu?

source: No. After eleven beta releases, we discontinued support of <a href="https://blog.torproject.org/sunsetting-tor-messenger">Tor Messenger</a>.
tr: Hayır. Onbir beta sürümünden sonra <a href="https://blog.torproject.org/sunsetting-tor-messenger">Tor Messenger</a> uygulamasını geliştirmeyi bıraktık.

source: We still believe in Tor's ability to be used in a messaging app, but we don't have the resources to make it happen right now.
tr: Tor alt yapısının bir sohbet uygulamasında kullanılabileceğine inanıyoruz ancak şu anda bu konuda bir uygulama geliştirmek için yeterli kaynağımız yok.

source: Do you? <mark><a href="https://www.torproject.org/about/contact.html.en">Contact us</a></mark>.
tr: Bu konuyla ilgileniyorsanız <mark><a href="https://www.torproject.org/about/contact.html.en">Bizimle Görüşün</a></mark>.

source: tor-project-app-for-private-chat
tr: tor-ozel-sohbet-uygulamasi

source: Can I run Tor on an Android device?
tr: Android aygıtları üzerinde Tor kullanabilir miyim?

source: Tor on Android is provided by The Guardian Project.
tr: Android için Tor Guardian Project tarafından geliştirilmektedir.

source: More information can be found on the <mark><a href="https://guardianproject.info/apps/orbot/">Orbot</a></mark> and <mark><a href="https://guardianproject.info/apps/orfox/">Orfox</a></mark> web pages.
tr: Ayrıntılı bilgi almak için <mark><a href="https://guardianproject.info/apps/orbot/">Orbot</a></mark> ve <mark><a href="https://guardianproject.info/apps/orfox/">Orfox</a></mark> web sayfalarına bakabilirsiniz.

source: Orfox is for web browsing, and Orbot can route other apps on your Android phone over the Tor network.
tr: Orfox web tarayıcı olarak kullanılır. Orbot ise Android üzerindeki diğer uygulamaların Tor ağını kullanabilmesini sağlar.

source: run-tor-on-android
tr: android-uzerinde-tor-browser-kullanmak

source: Who is the Guardian Project?
tr: Guardian Projesi kimlerden oluşur?

source: The Guardian Project maintains Tor (and other privacy applications) on Android. More info can be found on the <mark><a href="https://guardianproject.info/">Guardian Project's website</a></mark>.
tr: Guardian Project, Android için Tor (ve diğer kişisel gizlilik uygulamalarını) geliştiriyor. Ayrıntılı bilgi almak için <mark><a href="https://guardianproject.info/">Guardian Project web sitesine</a></mark> bakabilirsiniz.

source: who-is-the-guardian-project
tr: guardian-projesi-kimlerden-olusur

source: Can I run Tor on an iOS device?
tr: iOS aygıtları üzerinde Tor kullanabilir miyim?

source: We recommend an iOS app called Onion Browser, which is open source, uses Tor routing, and is developed by someone who works closely with the Tor Project.
tr: Onion Browser adındaki iOS uygulamasını öneririz. Bu uygulama açık kaynaklıdır, Tor aktarımlarını kullanır ve Tor Projesi ile yakın çalışan bir kişi tarafından geliştirilmektedir.

source: However, Apple requires browsers on iOS to use something called Webkit, which prevents Onion Browser from having the same privacy protections as Tor Browser.
tr: Bununla birlikte, Apple iOS üzerindeki web tarayıcılarının Webkit adında bir şey kullanmasını zorunlu kılmaktadır. Bu durum Onion Browser uygulamasının Tor Browser ile aynı düzeyde kişisel gizlilik koruması sağlamasını engeller.

source: <mark><a href="https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor">Learn more about Onion Browser</a></mark>.
tr: <mark><a href="https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor">Onion Browser ile ilgili ayrıntılı bilgi almak için buraya bakabilirsiniz</a></mark>.

source: run-tor-on-ios
tr: ios-uzerinde-tor-browser-kullanmak

source: How do I run Tor on Windows Phone?
tr: Windows Phone üzerinde Tor kullanabilir miyim?

source: There is currently no supported method for running Tor on Windows Phone.
tr: Şu anda Windows Phone üzerinde Tor çalıştırmak için desteklenen bir yöntem yok.

source: run-tor-on-windows-phone
tr: windows-phone-uzerinde-tor-browser-kullanmak

source: When is Tor Browser for Android being released?
tr: Android için Tor Browser ne zaman yayınlanacak?

source: We are currently working on Tor Browser for Android, and you may see alpha releases appear over the coming months.
tr: Şu anda Android için Tor Browser üzerinde çalışıyoruz ve önümüzdeki aylarda alfa sürümlerini deneyebileceksiniz.

source: Please watch our <mark><a href="https://blog.torproject.org">blog</a></mark> for future announcements and details regarding this project.
tr: Bu proje ile ilgili ayrıntılı bilgi almak ve duyuruları görmek için <mark><a href="https://blog.torproject.org">blog</a></mark> bölümüne bakabilirsiniz.

source: tor-browser-for-android
tr: android-icin-tor-browser

source: How do I download Tor if the torproject.org is blocked?
tr: torproject.org sitesi engelleniyorsa Tor paketini nasıl indirebilirim?

source: If you can't download Tor through our <mark><a href="https://www.torproject.org">website</a></mark>, you can get a copy of Tor delivered to you via GetTor.
tr: Too paketini <mark><a href="https://www.torproject.org">web sitemizden</a></mark> indiremiyorsanız GetTor kullanarak size gönderilmesini sağlayabilirsiniz.

source: GetTor is a service that automatically responds to messages with links to the latest version of Tor Browser, hosted at a variety of locations that are less likely to be censored, such as Dropbox, Google Drive, and Github.
tr: GetTor, iletileri otomatik olarak yanıtlayarak, sansürlenme olasılığı daha düşük olan Dropbox, Google Drive ve GitHub gibi çeşitli konumlarda barındırılan son Tor Browser sürümünün bağlantılarını gönderen bir hizmettir.

source: how-to-download-tor-if-torproject-org-is-blocked
tr: torproject-org-sitesi-engelleniyorsa-tor-paketini-indirmek

source: To use GetTor via email.
tr: E-posta ile GetTor kullanımı.

source: Send an email to gettor@torproject.org.
tr: gettor@torproject.org adresine bir e-posta gönderin.

source: Write your operating system (such as windows, MacOS (OS X), or linux) in the body of the message and send.
tr: İletinin içeriğine işletim sisteminizi (Windows, MacOS (OS X) ya da Linux) yazıp gönderin.

source: GetTor will respond with an email containing links from which you can download Tor Browser, the cryptographic signature (needed for verifying the download) [link to glossary definition of cryptographic signature; instructions for verification], the fingerprint of the key used to make the signature, and the package’s checksum.
tr: GetTor, Tor Browser paketini indirebileceğiniz bağlantılar, şifrelenmiş imza (indirmeyi doğrulamak için) [lşifrelenmiş imza terimi için terimler sözlüğü bağlantısı; doğrulama için bilgiler], imzayı oluşturmak için kullanılan parmak izi ve paketin sağlama değerini içeren bir e-posta ile yanıt verir.

source: You may be offered a choice of "32-bit" or "64-bit" software: this depends on the model of the computer you are using; consult documentation about your computer to find out more.
tr: Kullandığınız bilgisayarın modeline bağlı olarak "32-bit" ya da "64-bit" uygulamalardan biri sunulabilir. Bilgisayarınız ile ilgili ayrıntılı bilgi almak için belgelere bakabilirsiniz.

source: to-use-gettor-via-email
tr: e-posta-ile-get-tor-kullanimi

source: To use GetTor via Twitter.
tr: Twitter ile GetTor kullanımı.

source: To get links for downloading Tor Browser, send a direct message to <mark><a href="https://twitter.com/get_tor">@get_tor</a></mark> with one of the following codes in it (you don't need to follow the account):
tr: Tor Browser indirme bağlantılarını almak için doğrudan <mark><a href="https://twitter.com/get_tor">@get_tor</a></mark> adresine içinde şu kodlardan biri bulunan bir ileti gönderin (hesabı takip etmeniz gerekmez).

source: to-use-gettor-via-twitter
tr: twitter-ile-get-tor-kullanimi

source: To use GetTor via XMPP (Tor Messenger, Jitsi, CoyIM).
tr: XMPP ile GetTor kullanımı (Tor Messenger, Jitsi, CoyIM):

source: To get links for downloading Tor Browser, send a message to gettor@toproject(dot)org with one of the following codes in it:
tr: Tor Browser indirme bağlantılarını almak için @get_tor adresine içinde şu kodlardan biri bulunan bir ileti gönderin:

source: to-use-gettor-via-xmpp
tr: xmpp-ile-get-tor-kullanimi

source: tor-browser-wont-connect
tr: tor-browser-baglanamiyor

source: I am having trouble connecting to Tor, and I can’t figure out what’s wrong.
tr: Tor bağlantısı kurmakta sorun yaşıyorum ve sorunun ne olduğunu bulamıyorum.

source: If you’re having trouble connecting, please select the option to "copy Tor log to clipboard."
tr: Bağlantı kurmakta sorun yaşıyorsanız "Tor günlüğünü panoya kopyala" seçeneğini seçin.

source: Then paste the Tor log into a text file or other document.
tr: Ardından Tor günlüğünü bir metin ya da başka bir dosyaya yapıştırın.

source: You should see one of these common log errors (look for the following lines in your Tor log):
tr: Şu genel günlük sorunlarından birini görmelisiniz (Tor günlüğünüzde aşağıdaki satırları arayın):

source: ###### Common log error #1: Proxy connection failure
tr: ###### Genel günlük sorunu #1: Vekil sunucu bağlantı sorunu

source: 2017-10-29 09:23:40.800 [NOTICE] Opening Socks listener on 127.0.0.1:9150
tr: 2017-10-29 09:23:40.800 [BİLDİRİM] 127.0.0.1:9150 üzerinde SOCKS dinleyici açılıyor

source: 2017-10-29 09:23:47.900 [NOTICE] Bootstrapped 5%: Connecting to directory server
tr: 2017-10-29 09:23:47.900 [BİLDİRİM] %5 tamamlandı: Dizin sunucusu ile bağlantı kuruluyor

source: 2017-10-29 09:23:47.900 [NOTICE] Bootstrapped 10%: Finishing handshake with directory server
tr: 2017-10-29 09:23:47.900 [BİLDİRİM] %10 tamamlandı: Dizin sunucusu ile el sıkışma tamamlanıyor

source: 2017-10-29 09:24:08.900 [WARN] Proxy Client: unable to connect to xx..xxx..xxx.xx:xxxxx ("general SOCKS server failure")
tr: 2017-10-29 09:24:08.900 [UYARI] Vekil Sunucu İstemcisi: xx..xxx..xxx.xx:xxxxx ile bağlantı kurulamadı ("genel SOCKS sunucusu sorunu")

source: 2017-10-29 09:24:08.900 [WARN] Proxy Client: unable to connect toxx..xxx..xxx.xx:xxxxx ("general SOCKS server failure")
tr: 2017-10-29 09:24:08.900 [UYARI] Vekil Sunucu İstemcisi: xx..xxx..xxx.xx:xxxxx ile bağlantı kurulamadı ("genel SOCKS sunucusu sorunu")

source: If you see lines like these in your Tor log, it means you are failing to connect to a SOCKS proxy. If a SOCKS proxy is required for your network setup, then please make sure you’ve entered your proxy details correctly.
tr: Tor günlüğünde buna benzer satırlar görüyorsanız, bir SOCKS vekil sunucusu ile bağlantı kurma sorunları yaşıyorsunuz demektir. Ağ kurulumunuz için bir SOCK vekil sunucusu kullanılması gerekliyse vekil sunucu bilgilerini doğru ayarladığınızdan emin olun.

source: If a SOCKS proxy is not required, or you’re not sure, please try connecting to the Tor network without a SOCKS proxy.
tr: Bir SOCKS vekil sunucusu kullanılması gerekmiyorsa ya da emin değilseniz lütfen Tor ağına SOCKS vekil sunucusu kullanmadan bağlanmayı deneyin.

source: ##### Common log error #2: Can’t reach guard relays
tr: ##### Genel günlük sorunu #2: Koruma aktarıcılarına erişilemedi.

source: 11/1/2017 21:11:43 PM.500 [NOTICE] Opening Socks listener on 127.0.0.1:9150
tr: 11/1/2017 21:11:43 PM.500 [BİLDİRİM] 127.0.0.1:9150 üzerinde SOCKS dinleyici açılıyor

source: 11/1/2017 21:11:44 PM.300 [NOTICE] Bootstrapped 80%: Connecting to the Tor network
tr: 11/1/2017 21:11:44 PM.300 [BİLDİRİM] %80 tamamlandı: Tor ağına bağlanılıyor

source: 11/1/2017 21:11:44 PM.300 [WARN] Failed to find node for hop 0 of our path. Discarding this circuit.
tr: 11/1/2017 21:11:44 PM.300 [UYARI] 0. sıçramanın düğümü bizim yolumuzda bulunamadı. Bu devreden vazgeçiliyor.

source: 11/1/2017 21:11:44 PM.500 [NOTICE] Bootstrapped 85%: Finishing handshake with first hop
tr: 11/1/2017 21:11:44 PM.500 [BİLDİRİM] %85 tamamlandı: İlk sıçrama ile el sıkışması tamamlanıyor

source: 11/1/2017 21:11:45 PM.300 [WARN] Failed to find node for hop 0 of our path. Discarding this circuit.
tr: 11/1/2017 21:11:45 PM.300 [UYARI] 0. sıçramanın düğümü bizim yolumuzda bulunamadı. Bu devreden vazgeçiliyor.

source: If you see lines like these in your Tor log, it means your Tor failed to connect to the first node in the Tor circuit.
tr: Tor günlüğünde buna benzer satırlar görüyorsanız, Tor devresindeki ilk düğüm ile bağlantı kuramıyorsunuz demektir.

source: This could mean that you’re on a network that’s censored.
tr: Bu durum sansürlenmiş bir ağda bulunduğunuz anlamına gelebilir.

source: Please try connecting with bridges, and that should fix the problem.
tr: Lütfen köprüleri kullanarak bağlanmayı deneyin, sorunun çözülmesi gerekir.

source: ##### Common log error #3: Failed to complete TLS handshake
tr: ##### Genel günlük sorunu #3: TLS el sıkışması tamamlanamadı

source: 13-11-17 19:52:24.300 [NOTICE] Bootstrapped 10%: Finishing handshake with directory server
tr: 13-11-17 19:52:24.300 [BİLDİRİM] %10 tamamlandı: Dizin sunucusu ile el sıkışma tamamlanıyor

source: 13-11-17 19:53:49.300 [WARN] Problem bootstrapping. Stuck at 10%: Finishing handshake with directory server. (DONE; DONE; count 10; recommendation warn; host [host] at xxx.xxx.xxx.xx:xxx)
tr: 13-11-17 19:53:49.300 [UYARI] Bağlantı kurulurken sorun çıktı. %10 düzeyinde takıldı: Dizin sunucusu ile el sıkışa tamamlanıyor. (TAMAM; TAMAM; sayı 10; öneri uyarı; sunucu [host] IP adresi xxx.xxx.xxx.xx:xxx)

source: 13-11-17 19:53:49.300 [WARN] 10 connections have failed:
tr: 13-11-17 19:53:49.300 [UYARI] 10 bağlantı kurulamadı:

source: 13-11-17 19:53:49.300 [WARN] 9 connections died in state handshaking (TLS) with SSL state SSLv2/v3 read server hello A in HANDSHAKE
tr: 13-11-17 19:53:49.300 [Uyarı] 9 bağlantı el sıkışma aşamasında (TLS) SSLv2/v3 SSL durumu ile kesildi sunucu HANDSHAKE içinde sunucu merhaba A okundu

source: 13-11-17 19:53:49.300 [WARN] 1 connections died in state connect()ing with SSL state (No SSL object)</code></pre>If you see lines like this in your Tor log, it means that Tor failed to complete a TLS handshake with the directory authorities. Using bridges will likely fix this.<h5>Common log error #4: Clock skew</h5><pre><code> 19.11.2017 00:04:47.400 [NOTICE] Opening Socks listener on 127.0.0.1:9150
tr: 13-11-17 19:53:49.300 [UYARI] 1 bağlantı (No SSL object) SSL durumu aşamasında kesildi</code></pre>Tor günlüğünde buna benzer satırlar görüyorsanız, Tor dizin kimlik doğrulayıcıları ile bir TLS el sıkışmasını tamamlayamıyor demektir.. Köprüleri kullanarak bu sorunu çözebilmeniz gerekir.<h5>Genel günlük sorunu #4: Saat sapması</h5><pre><code> 19.11.2017 00:04:47.400 [BİLDİRİM] 127.0.0.1:9150 üzerinde SOCKS dinleyici açılıyor

source: 19.11.2017 00:04:48.000 [NOTICE] Bootstrapped 5%: Connecting to directory server
tr: 19.11.2017 00:04:48.000 [BİLDİRİM] %5 tamamlandı: Dizin sunucusu ile bağlantı kuruluyor

source: 19.11.2017 00:04:48.200 [NOTICE] Bootstrapped 10%: Finishing handshake with directory server
tr: 19.11.2017 00:04:48.200 [BİLDİRİM] %10 tamamlandı: Dizin sunucusu ile el sıkışma tamamlanıyor

source: 19.11.2017 00:04:48.800 [WARN] Received NETINFO cell with skewed time (OR:xxx.xx.x.xx:xxxx): It seems that our clock is behind by 1 days, 0 hours, 1 minutes, or that theirs is ahead.
tr: 19.11.2017 00:04:48.800 [UYARI] NETINFO hücresi zamanı sapmış olarak alındı (OR:xxx.xx.x.xx:xxxx): Bizim saatimiz 1 gün, 0 saat, 1 dakika geride ya da onların saati ileride gibi görünüyor.

source: Tor requires an accurate clock to work: please check your time, timezone, and date settings.
tr: Tor için saat ayarının tam olarak doğru olması gereklidir. Lütfen saat, saat dilimi ve tarih ayarlarınızı denetleyin.

source: If you see lines like this in your Tor log, it means your system clock is incorrect.
tr: Tor günlüğünde buna benzer satırlar görüyorsanız, Sistem saatiniz hatalı demektir.

source: Please make sure your clock is set accurately, including the correct timezone. Then restart Tor.
tr: Lütfen sistem saati ve saat diliminin tam olarak doğru olduğundan emin olun ve Tor uygulamasını yeniden başlatın.

source: having-trouble-connecting-to-tor
tr: tor-baglantisi-kurmakta-sorun-yasiyorum

source: I cannot reach X.onion!
tr: X.onion üzerine ulaşamıyorum!

source: If you cannot reach the onion service you desire, make sure that you have entered the 16-character onion address correctly: even a small mistake will stop Tor Browser from being able to reach the site.
tr: Erişmek istediğiniz Onion hizmetine erişemiyorsanız, 16 karakterlik onion adresini doğru yazdığınızdan emin olun. Küçük bir hata bile Tor Browser tarafından siteye ulaşılmasını engeller.

source: If you are still unable to connect to the onion service, please try again later.
tr: Onion hizmeti ile gene de bağlantı kuramıyorsanız, lütfen daha sonra yeniden deneyin.

source: There may be a temporary connection issue, or the site operators may have allowed it to go offline without warning.
tr: Geçici bir bağlantı sorunu olabilir ya da site işletmecileri bir uyarı vermeden siteyi çevrimdışı yapmış olabilir.

source: You can also ensure that you're able to access other onion services by connecting to <a href="http://3g2upl4pq6kufc4m.onion">DuckDuckGo</a>'s Onion Service.
tr: Ayrıca <a href="http://3g2upl4pq6kufc4m.onion">DuckDuckGo Onion Hizmeti</a> sayfasına bağlanarak diğer Onion hizmetlerine erişebildiğinizden emin olabilirsiniz.

source: cannot-reach-x-onion
tr: x-onion-uzerine-ulasamiyorum

source: our-website-is-blocked-by-a-censor
tr: web-sitem-bir-sansurleyici-tarafindan-engelleniyor

source: Please take a strong stance in favor of digital privacy and internet freedom, and allow Tor users access to xyz.com. Thank you."
tr: Lütfen sayısal kişisel gizliliği ve İnternet özgürlüğünü desteklediğinizi göstermek için Tor kullanıcılarının xyz.com sitesine erişmesine izin verin. Teşekkürler."

source: website-is-blocking-access-over-tor
tr: web-sitesi-tor-uzerinden-erisimi-engelliyor

source: how-do-i-download-tor-if-torproject-org-is-blocked
tr: torproject-org-sitesi-engelleniyorsa-tor-paketini-nasil-indiriebilirim

source: cant-connect-to-tor-browser
tr: tor-browser-baglantisi-kurulamiyor

source: is-my-network-censored
tr: agim-sansurleniyor-mu

source: What is a bridge?
tr: Bir köprü nedir?

source: Bridge relays are Tor relays that are not listed in the public Tor directory.
tr: Köprü aktarıcıları, herkese açık Tor dizininde listelenmeyen Tor aktarıcılarıdır.

source: That means that ISPs or governments trying to block access to the Tor network can't simply block all bridges.
tr: Böylece Tor ağıyla bağlantı kurulmasını istemeyen İnternet hizmeti sağlayıcısı ya da devlet kuruluşları tüm köprüleri engelleyemez.

source: Bridges are useful for Tor users under oppressive regimes, and for people who want an extra layer of security because they're worried somebody will recognize that they are contacting a public Tor relay IP address.
tr: Baskıcı rejimler ile yönetilen yerlerde bulunan Tor kullanıcıları ve herkese açık bir Tor aktarıcısının IP adresine bağlandıklarının görülmesini istemeyen kişiler ek bir güvenlik katmanına sahip olmak için köprüleri kullanabilir.

source: A bridge is just a normal relay with a slightly different configuration.
tr: Bir köprü biraz daha farklı yapılandırılmış normal bir aktarıcıdır.

source: See (link to How do I run a bridge) for instructions.
tr: Ayrıntılı bilgi almak için (nasıl bir köprü işletirim) yönergelere bakabilirsiniz

source: Several countries, including China and Iran, have found ways to detect and block connections to Tor bridges.
tr: Çin ve İran gibi bazı ülkeler Tor köprüleri ile kurulan bağlantıları algılayıp engellemek için çeşitli yöntemler buldu.

source: <mark><a href="https://github.com/Yawning/obfs4/blob/master/doc/obfs4-spec.txt">Obfsproxy</a></mark> bridges address this by adding another layer of obfuscation.
tr: <mark><a href="https://github.com/Yawning/obfs4/blob/master/doc/obfs4-spec.txt">Obfsproxy</a></mark> köprüleri ek bir gizlilik katmanı kullanarak bu sorunu çözer.

source: Setting up an obfsproxy bridge requires an additional software package and additional configurations.
tr: Bir obfsproxy köprüsünün kullanılabilmesi için ek bir yazılım paketi ile ek ayarlar gereklidir.

source: See our page on <mark><a href="https://www.torproject.org/docs/pluggable-transports.html.en">pluggable transports</a></mark> for more info.
tr: Ayrıntılı bilgi almak için <mark><a href="https://www.torproject.org/docs/pluggable-transports.html.en">takılabilir aktarımlar </a></mark> bölümüne bakabilirsiniz.

source: what-is-a-bridge
tr: bir-kopru-nedir

source: When I'm using Tor, can eavesdroppers still see the information I share with websites, like login information and things I type into forms?
tr: Tor kullandığımda bağlantımı izleyen kişi ya da kuruluşlar web siteleri ile paylaştığım oturum açma bilgilerimi ya da formlar üzerine yazdığım bilgileri görebilir mi?

source: Tor protects eavesdroppers from learning sites that you visit.
tr: Tor bağlantınızı izleyen kişi ya da kuruluşların ziyaret ettiğiniz siteleri görmesini engeller.

source: However, information sent unencrypted over the internet using plain HTTP can still be intercepted by exit relay operators or anyone observing the traffic between your exit relay and your destination website.
tr: Bununla birlikte, İnternet üzerinden şifrelenmemiş HTTP bağlantısı ile gönderilen veriler çıkış aktarıcısı işletmecileri ya da çıkış aktarıcınız ile hedef web siteniz arasındaki bağlantıyı izleyen kişi ya da kuruluşlar tarafından görülebilir.

source: If the site you are visiting uses HTTPS, then the traffic leaving your exit relay will be encrypted, and won't be visible to eavesdroppers.
tr: Ziyaret ettiğiniz web sitesi HTTPS kullanıyorsa, çıkış aktarıcısından çıkan veriler şifrelenir ve bağlantınızı izleyen kişi ya da kuruluşlar tarafından görülemez.

source: <h4 class="card-title">If you are using HTTPS, your website URL will begin with "https://".</h4>
tr: <h4 class="card-title">HTTPS kullanılıyorsa web sitesi adresinin başında "https://" bulunur.</h4>

source: <h4 class="card-title">This visualization shows what information is visible to eavesdroppers with and without Tor Browser and HTTPS encryption.</h4>
tr: <h4 class="card-title">Tor Browser ve HTTPS şifrelemesinin bulunduğu ve bulunmadığı durumlarda bağlantınızı izliyor olabilecek kişi ya da kuruluşların hangi bilgilere erişebileceğini aşağıda görebilirsiniz.</h4>

source: can-eavesdroppers-see-information-i-share
tr: baglantiyi-izleyen-kisi-ya-da-kuruluslar-paylastigim-bilgileri-gorebilir-mi

source: How do I run a middle or guard relay on Debian?
tr: Bir orta ya da koruma aktarıcısını Debian üzerinde nasıl işletebilirim?

source: For the most in-depth resource on running a relay, see the <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">Tor Relay Guide</a></mark>.
tr: Bir aktarıcı işletmek ile ilgili ayrıntılı bilgi almak için <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">Tor Aktarıcı Belgesine</a></mark> bakabilirsiniz.
