Repository: torproject/support
Catalog: i18n/contents+fr.po
Languages: fr

source: For the most in-depth resource on running a relay, see the <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">Tor Relay Guide</a></mark>.
fr: Pour des informations approfondies sur la mise en place d’un relais, consultez le <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">guide sur les relais Tor</a></mark>.

source: * Run "apt-get install tor" (as root).
fr: * Exécutez « apt-get install tor » (en tant que superutilisateur).

source: * Make sure your clock, date, and timezone are set correctly. Install the ntp or openntpd (or similar) package to keep it that way.
fr: * Assurez-vous que votre horloge, la date et votre fuseau horaire sont correctement réglés. Installez le paquet ntp ou openntpd (ou similaire) pour qu’ils le restent.

source: * Edit /etc/tor/torrc to look like the following:
fr: * Modifiez /etc/tor/torrc pour qu’il ressemble à ce qui suit :

source: ## The IP address or hostname for incoming connections (leave commented and Tor will guess)
fr: ## L’adresse IP ou le nom d’hôte pour les connexions entrantes (laissez commenté et Tor déterminera cela)

source: #Address noname.example.com
fr: #Adresse sansnom.exemple.com

source: ## Set the nickname of this relay
fr: ## Définissez le pseudonyme de ce relais

source: Nickname ididnteditheconfig
fr: Nickname jaipasmodifiélaconfig

source: ## Set your own contact info
fr: ## Définissez vos propres renseignements de contact

source: ContactInfo 0xFFFFFFFF Random Person <nobody AT example dot com>
fr: ContactInfo 0xFFFFFFFF Personne au hasard <nobody AT example dot com>

source: ## If you control multiple relays, include then in the family
fr: ## Si vous contrôlez plusieurs relais, incluez-les dans la famille

source: ## Set your bandwidth rate (leave commented and Tor will run without bandwidth caps)
fr: ## Définissez le débit de votre bande passante (laissez en commentaire et Tor s’exécutera sans limite de bande passante)

source: * Run "service tor reload" (as root)
fr: * Exécutez « service tor reload » (en tant que superutilisateur).

source: * After your relay connects to the network, it will try to determine whether the ports you configured are reachable from the outside.
fr: * Une fois votre relais connecté au réseau, il essaiera de déterminer lesquels des ports que vous avez configuré sont accessibles depuis l’extérieur.

source: This step is usually fast, but it may take a few minutes.
fr: Cette étape est habituellement rapide, mais pourrait prendre quelques minutes.

source: Look for a log entry in /var/log/syslog such as "Self-testing indicates your ORPort is reachable from the outside. Excellent."
fr: Cherchez une entrée de journal dans /var/log/syslog comme « Self-testing indicates your ORPort is reachable from the outside. Excellent. »

source: If you don't see this message, it means that your relay is not reachable from the outside.
fr: Si vous me voyez pas ce message, cela signifie que votre relais n’est pas accessible depuis l’extérieur.

source: You should re-check your firewalls, check that the IP and ports you specified in your torrc are correct, etc.
fr: Vous devriez à nouveau vérifier vos pare-feux, que l’IP et les ports que vous avez spécifié dans votre torrc sont corrects, etc.

source: When it confirms that it's reachable, it will upload a "server descriptor" to the directory authorities to let clients know what address, ports, keys, etc your relay is using.
fr: Quand il aura confirmé qu’il est accessible, il téléversera un « descripteur de serveur » vers les autorités d’annuaire pour informer les clients de l’adresse, des ports, clés, etc. que votre relais utilise.

source: After a few hours (to give it enough time to propagate), you can query Atlas to see whether your relay has successfully registered in the network.
fr: Après quelques heures (le temps que l’information se propage), vous pouvez envoyer une requête à Atlas pour voir si votre relais a été enregistré dans le réseau avec succès.

source: If it hasn't, re-check firewalls, IP and ports again.
fr: Si ce n’est pas le cas, vérifiez à nouveau vos pare-feux, votre IP et vos ports.

source: how-do-i-run-a-middle-or-guard-relay
fr: comment-puis-je-faire-fonctionner-un-relais-intermédiaire-ou-de-garde

source: How do I run an exit relay on Debian?
fr: Comment puis-je exécuter un relais de sortie sous Debian ?

source: * Review our <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/TorExitGuidelines">Exit relay guidelines</a></mark>
fr: * Consultez nos <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/TorExitGuidelines">lignes directrices sur les relais de sortie</a></mark>

source: Look for a log entry in your /var/log/syslog such as "Self-testing indicates your ORPort is reachable from the outside. Excellent."
fr: Cherchez une entrée de journal dans votre /var/log/syslog comme « Self-testing indicates your ORPort is reachable from the outside. Excellent. »

source: * When it confirms that it's reachable, it will upload a "server descriptor" to the directory authorities to let clients know what address, ports, keys, etc your relay is using.
fr: * Quand il aura confirmé qu’il est accessible, il téléversera un « descripteur de serveur » vers les autorités d’annuaire pour informer les clients de l’adresse, des ports, clés, etc. que votre relais utilise.

source: After a few hours (to give it enough time to propagate), you can query <mark><a href="https://atlas.torproject.org/">Atlas</a></mark> to see whether your relay has successfully registered in the network.
fr: Après quelques heures (le temps que l’information se propage), vous pouvez envoyer une requête à <mark><a href="https://atlas.torproject.org/">Atlas</a></mark> pour voir si votre relais a été enregistré dans le réseau avec succès.

source: Consider if you'd like to switch to the <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/ReducedExitPolicy">Reduced exit policy</a></mark>.
fr: Prenez en considération la possibilité de basculer vers la <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/ReducedExitPolicy">politique de sortie réduite</a></mark>.

source: how-do-i-run-an-exit
fr: comment-puis-je-faire-fonctionner-une-sortie

source: How do I run a middle or guard relay on FreeBSD or HardenedBSD?
fr: Comment puis-je exécuter un relais intermédiaire ou de garde sous FreeBSD ou HardenedBSD ?

source: For the most in-depth resource on running a relay, see the <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">Tor Relay Guide</a>.
fr: Pour des informations approfondies sur la mise en place d’un relais, consultez le <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">guide sur les relais Tor</a>.

source: * Run "pkg install tor" (as root).
fr: * Exécutez « pkg install tor » (en tant que superutilisateur).

source: * Make sure your clock, date, and timezone are set correctly.
fr: Assurez-vous que votre horloge, la date et votre fuseau horaire sont correctement réglés.

source: Enabling ntpd is suggested.
fr: Il est recommandé d’activer ntpd.

source: * Edit /usr/local/etc/tor/torrc to look like the following:
fr: * Modifiez /usr/local/etc/tor/torrc pour qu’il ressemble à ce qui suit :

source: Log notice file /var/log/tor/notices.log
fr: Fichier journal des avis /var/log/tor/notices.log

source: * Make sure tor starts on boot by running "sysrc tor_enable=YES" (as root)
fr: * Assurez vous que tor est lancé au démarrage en exécutant « sysrc tor_enable=YES » (en tant que superutilisateur)

source: * Run "service tor start" (as root)
fr: * Exécutez « service tor start » (en tant que superutilisateur)

source: Look for a log entry in /var/log/tor/notices.log such as "Self-testing indicates your ORPort is reachable from the outside. Excellent."
fr: Cherchez une entrée de journal dans /var/log/tor/notices.log comme « Self-testing indicates your ORPort is reachable from the outside. Excellent. »

source: how-do-i-run-a-middle-or-guard-on-freebsd
fr: comment-puis-je-faire-fonctionner-un-relais-intermédiaire-ou-de-garde-sous-freebsd

source: How do I make sure that I'm using the correct packages on Ubuntu?
fr: Comment puis-je être certain que j’utilise les bons paquets dans Ubuntu ?

source: * Do not use the packages in Ubuntu's repositories. They are not reliably updated. If you use them, you will miss important stability and security fixes.
fr: * N’utilisez pas les paquets dans les dépôts d’Ubuntu. Ils ne sont pas mis à jours avec régularité. Si vous les utilisez, vous manquerez d’importants correctifs de stabilité et de sécurité.

source: * Determine your Ubuntu version by running the following command:
fr: * Déterminez votre version d’Ubuntu en exécutant la commande suivante :

source: * As root, add the following lines to /etc/apt/sources.list. Use the version you found in the previous step for <version>.
fr: * En tant que super-utilisateur, ajoutez les lignes suivantes au fichier /etc/apt/sources.list. Utilisez la version que vous avez trouvé à l’étape précédente à la place de <version>.

source: * Add the gpg key used to sign the packages by running the following commands:
fr: * Ajoutez la clé gpg utilisée pour signer les paquets en exécutant les commandes suivantes :

source: * Run the following commands to install tor and check its signatures:
fr: * Exécutez les commandes suivantes pour installer tor et vérifier ses signatures :

source: using-correct-packages
fr: utiliser-les-bons-paquets

source: How do I run a obfs4 bridge on Debian?
fr: Comment puis-je utiliser un pont obfs4 sous Debian ?

source: * Run "apt-get install tor obfs4proxy" (as root).
fr: * Exécutez « apt-get install tor obfs4proxy » (en tant que superutilisateur).

source: Install the ntp or openntpd (or similar) package to keep it that way.
fr: Installez le paquet ntp ou openntpd (ou similaire) pour qu’ils le restent.

source: ## Set your bandwidth rate (leave commented and Tor will run without
fr: ## Définissez le débit de votre bande passante (laissez en commentaire et Tor s’exécutera sans

source: bandwidth caps)
fr: limites de bande passante)

source: * Run "service tor reload" (as root).
fr: * Exécutez « service tor reload » (en tant que superutilisateur).

source: * Look for a log entry in /var/log/syslog such as "Self-testing indicates your ORPort is reachable from the outside. Excellent."
fr: * Cherchez une entrée de journal dans /var/log/syslog comme « Self-testing indicates your ORPort is reachable from the outside. Excellent. »

source: * You should also see the message "Registered server transport 'obfs4'" indicating that obfs4proxy is functional.
fr: * Vous devriez également voir le message « Registered server transport 'obfs4' » qui indique que obfs4proxy fonctionne.

source: how-do-i-run-a-obfs4-bridge-debian
fr: comment-puis-je-faire-fonctionner-un-pont-obfs4-debian

source: Should I run an exit relay from home?
fr: Devrais-je exécuter un relais de sortie à partir mon domicile ?

source: No.
fr: Non.

source: If law enforcement becomes interested in traffic from your exit relay, it's possible that officers will seize your computer.
fr: Si la police s’intéresse au trafic en provenance de votre relais de sortie, il est possible que des officiers saisissent votre ordinateur.

source: For that reason, it's best not to run your exit relay in your home or using your home internet connection.
fr: C’est pourquoi il est préférable de ne pas faire fonctionner votre relais de sortie chez vous ou en utilisant votre connexion à Internet résidentielle.

source: Instead, consider running your exit relay in a commercial facility that is supportive of Tor.
fr: Envisagez plutôt de faire fonctionner votre relais de sortie dans une installation commerciale favorable à Tor.

source: Have a separate IP address for your exit relay, and don't route your own traffic through it.
fr: Utilisez une adresse IP séparée pour votre relais de sortie et n’acheminez pas votre propre trafic par ce relais.

source: Of course, you should avoid keeping any sensitive or personal information on the computer hosting your exit relay.
fr: Bien entendu, vous devriez éviter de laisser des informations personnelles ou sensibles sur l’ordinateur qui héberge votre relais de sortie.

source: run-exit-from-home
fr: faire-fonctionner-sortie-chez-vous

source: I've heard about websites that are only accessible over Tor. What are these websites, and how can I access them?
fr: J’ai entendu parler de sites Web qui ne sont accessibles que par Tor. Que sont ces sites Web et comment puis-je y accéder ?

source: Websites that are only accessible over Tor are called "onions" and end in the TLD .onion.
fr: Les sites Web qui ne sont accessibles que par Tor sont appelés « oignons » et se terminent par le domaine de premier niveau .onion.

source: For example, the DuckDuckGo onion is <a href="http://3g2upl4pq6kufc4m.onion">https://3g2upl4pq6kufc4m.onion</a>.
fr: Par exemple, l’oignon DuckDuckGo est ​<a href="http://3g2upl4pq6kufc4m.onion">https://3g2upl4pq6kufc4m.onion</a>.

source: You can access these websites by using Tor Browser.
fr: Vous pouvez accéder à ces sites Web en utilisant le Navigateur Tor.

source: The addresses must be shared with you by the website host, as onions are not indexed in search engines in the typical way that vanilla websites are.
fr: L’adresse doit être partagée avec vous par l’hôte du site Web, car les oignons ne sont pas indexés dans les moteurs de recherche de façon habituelle, comme les sites Web ordinaires le sont.

source: accessing-websites-that-are-only-accessible-over-tor
fr: accéder-sites-web-qui-ne-sont-accessibles-que-par-tor

source: What is a .onion or what are onion services?
fr: Qu’est-ce qu’un .onion et que sont les services oignon ?

source: Onion services allow people to browse but also to publish anonymously, including publishing anonymous websites.
fr: Les services oignons permettent aux gens de naviguer, mais aussi de publier dans l’anonymat, y compris la publication de sites Web anonymes.

source: Onion services are also relied on for metadata-free chat and file sharing, safer interaction between journalists and their sources like with SecureDrop or OnionShare, safer software updates, and more secure ways to reach popular websites like Facebook.
fr: Les services oignons sont aussi utilisés pour permettre la messagerie et le partage de fichiers sans métadonnées, des interactions plus sûres entre des journalistes et leurs sources avec SecureDrop ou OnionShare, des mises à jour logicielles plus sûres, et des manières plus sécuritaires d’atteindre des sites populaires comme Facebook.

source: These services use the special-use tld .onion (instead of .com,.net,.org,etc..) and are only accessible through the Tor network.
fr: Ces services utilisent le domaine de premier niveau à usage spécial .onion (au lieu de .com, .net, .org, etc…) et ne sont accessibles que par le réseau Tor.

source: what-is-a-dot-onion
fr: quest-ce-quun-point-onion

source: You can also ensure that you're able to access other onion services by connecting to <a href="http://3g2upl4pq6kufc4m.onion">DuckDuckGo's onion service</a>.
fr: Vous pouvez aussi vous assurer que vous arrivez à accéder à d’autres services oignon en vous connectant au <a href="http://3g2upl4pq6kufc4m.onion">service oignon de DuckDuckGo</a>.

source: i-cannot-reach-x-dot-onion
fr: je-ne-peux-pas-atteindre-x-point-onion

source: I have a compelling reason to trace a Tor user. Can you help?
fr: J’ai une raison impérieuse de suivre à la trace un utilisateur de Tor. Pouvez-vous m’aider ?

source: There is nothing the Tor developers can do to trace Tor users.
fr: Les développeurs de Tor ne peuvent rien faire pour suivre les utilisateurs de Tor à la trace.

source: The same protections that keep bad people from breaking Tor's anonymity also prevent us from tracking users.
fr: Les mêmes protections qui empêchent les personnes mal intentionnées de percer l’anonymat de Tor nous empêchent aussi de suivre les utilisateurs à la trace.

source: tracing-tor-user
fr: suivre-utilisateur-de-tor-a-la-trace

source: Does the Tor Project offer hosting?
fr: Le Projet Tor offre-t-il de l’hébergement ?

source: No, the Tor Project does not offer hosting services.
fr: Non, le Projet Tor n’offre pas de service d’hébergement.

source: does-tor-project-offer-hosting
fr: projet-tor-propose-t-il-hébergement

source: Can I change the number of hops Tor uses?
fr: Puis-je changer le nombre de sauts utilisés par Tor ?

source: Right now the path length is hard-coded at 3 plus the number of nodes in your path that are sensitive.
fr: La longueur du chemin est actuellement figée dans le code à 3, plus le nombre de nœuds de nature délicate dans votre chemin.

source: That is, in normal cases it's 3, but for example if you're accessing an onion service or a ".exit" address it could be more.
fr: C’est-à-dire que pour les dit cas normaux c’est 3, mais possiblement plus si vous accédez par exemple à un service oignon ou à une adresse « .exit ».

source: We don't want to encourage people to use paths longer than this as it increases load on the network without (as far as we can tell) providing any more security.
fr: Nous ne voulons pas encourager l’utilisation de chemins plus longs, car cela augmente la charge du réseau sans (d’après ce que nous pouvons voir) fournir une sécurité accrue.

source: Also, using paths longer than 3 could harm anonymity, first because it makes<mark><a href="https://www.freehaven.net/anonbib/#ccs07-doa">denial of security</a></mark> attacks easier, and second because it could act as an identifier if only a small number of users have the same path length as you.
fr: De plus, utiliser des chemins plus longs que 3 pourrait nuire à l’anonymat, d’une part parce que cela facilite les attaques par <mark><a href="https://www.freehaven.net/anonbib/#ccs07-doa">déni de sécurité</a></mark>, et d’autre part parce que cela pourrait servir à vous identifier si seulement quelques utilisateurs ont la même longueur de chemin que vous.

source: change-the-number-of-hops-tor-uses
fr: changer-le-nombre-de-sauts-que-tor-utilise

source: How can I share files anonymously through Tor?
fr: Comment puis-je partager des fichiers anonymement avec Tor ?

source: Many exit nodes are configured to block certain types of file sharing traffic, such as bittorrent.
fr: De nombreux nœuds de sortie sont configurés pour bloquer certains types de trafic de partage de fichiers tels que BitTorrent.

source: Bittorrent in specific is <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">not anonymous over Tor</a></mark>.
fr: BitTorrent en particulier <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">n’est pas anonyme avec Tor</a></mark>.

source: For sharing files through Tor, <mark><a href="https://onionshare.org/">OnionShare</a></mark> is a good option.
fr: <mark><a href="https://onionshare.org/">OnionShare</a></mark> est une bonne bonne option pour partager des fichiers avec Tor, .

source: share-files-anonymously-through-tor
fr: partager-des-fichiers-anonymement-avec-tor

source: How do I volunteer with Tor Project?
fr: Comment puis-je devenir bénévole auprès du Projet Tor ?

source: Please see our <mark><a href="https://www.torproject.org/getinvolved/volunteer.html.en">volunteer page</a></mark> for how to get involved!
fr: Notre page <mark><a href="https://www.torproject.org/getinvolved/volunteer.html.en">Devenir bénévole</a></mark> (en anglais) explique comment s’impliquer.

source: volunteer-with-tor-project
fr: devenir-bénévole-auprès-du-projet-tor

source: How can I donate to Tor Project?
fr: Comment puis-je faire un don au projet Tor ?

source: Thank you for your support!
fr: Nous vous remercions de votre soutien !

source: You can find more information about donating on our <mark><a href="https://donate.torproject.org/donor-faq">donor FAQ</a></mark>.
fr: De plus amples renseignements sur les dons se trouvent dans notre ​<mark><a href="https://donate.torproject.org/donor-faq">FAQ pour les donateurs</a></mark> (en anglais).

source: donate-tor-project
fr: faire-un-don-au-projet-tor

source: Why don't you prevent bad people from doing bad things when using Tor?
fr: Pourquoi n’empêchez-vous pas les personnes mal intentionnées de commettre des méfaits en utilisant Tor ?

source: Tor is designed to defend human rights and privacy by preventing anyone from censoring things, even us.
fr: Tor est conçu pour défendre les droits de la personne et la confidentialité en empêchant quiconque de censurer quoi que ce soit, ce qui s’applique aussi à nous.

source: We hate that there are some people who use Tor to do terrible things, but we can't do anything to get rid of them without also undermining the human rights activists, journalists, abuse survivors, and other people who use Tor for good things.
fr: Nous détestons que certaines personnes qui utilisent Tor fassent des choses horribles, mais nous ne pouvons rien faire pour nous en débarrasser sans porter atteinte aux activistes des droits de la personne, aux journalistes, aux survivants de violence et autres personnes qui utilisent Tor à des fins louables.

source: If we wanted to block certain people from using Tor, we'd basically be adding a backdoor to the software, which would open up our vulnerable users to attacks from bad regimes and other adversaries.
fr: Si nous voulions empêcher certaines personnes d’utiliser Tor, nous ajouterions essentiellement une porte dérobée aux logiciels, ce qui exposerait nos utilisateurs vulnérables aux attaques de régimes condamnables et autres adversaires.

source: prevent-bad-people-doing-bad-things-with-tor
fr: empêcher-les-personnes-mal-intentionnées-de-commettre des-méfaits-avec-tor

source: Who funds Tor?
fr: Qui finance Tor ?

source: Tor is funded by a number of different sponsors including US federal agencies, private foundations, and individual donors.
fr: Tor est financé par plusieurs commanditaires différents dont des organismes fédéraux états-uniens, des fondations privées et des donateurs particuliers.

source: Check out a list of all <mark><a href="https://www.torproject.org/about/sponsors.html.en">our sponsors</a></mark> and a series of <mark><a href="https://blog.torproject.org/category/tags/form-990">blog posts</a></mark> on our financial reports.
fr: Consultez la liste de tous <mark><a href="https://www.torproject.org/about/sponsors.html.en">nos commanditaires</a></mark> et une série de <mark><a href="https://blog.torproject.org/category/tags/form-990">billets de blogue</a></mark> sur nos rapports financiers.

source: We feel that talking openly about our funders and funding model is the best way to maintain trust with our community.
fr: Nous estimons que parler ouvertement de nos bailleurs de fonds et de notre modèle de financement est la meilleure façon de maintenir un rapport de confiance avec notre communauté.

source: We are always seeking more diversity in our funding sources, especially from foundations and individuals.
fr: Nous cherchons toujours à diversifier nos sources de financement, provenant plus particulièrement de fondations et de particuliers.

source: tor-funding
fr: financement-de-tor

source: Can I use Tor with bittorrent?
fr: Puis-je utiliser Tor avec BitTorrent ?

source: We do not recommend using Tor with bittorrent.
fr: Nous ne recommandons pas l’utilisation de Tor avec BitTorrent.

source: For further details, please see our <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">blog post on the subject</a></mark>.
fr: Pour de plus amples renseignements, consulter notre <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">billet de blog à ce sujet</a></mark>.
