Repository: torproject/support
Catalog: i18n/contents+es_*.po
Languages: ar, es

source: If you can't download Tor through our <mark><a href="https://www.torproject.org">website</a></mark>, you can get a copy of Tor delivered to you via GetTor.
ar: Si no podés descargar Tor a través de nuestro <mark><a href="https://www.torproject.org">sitio web</a></mark>, podés obtener una copia de Tor que te será entregada via GetTor.
es: Si no puedes descargar Tor a través de nuestro ​<mark><a href="https://www.torproject.org">sitio web</a></mark>, puedes obtener una copia de Tor que se te entregará vía GetTor.

source: We configure NoScript to allow JavaScript by default in Tor Browser because many websites will not work with JavaScript disabled.
ar: Configuramos a NoScript para permitir por defecto Javascript en el navegador Tor porque muchos sitios web no funcionarán con Javascript deshabilitado.
es: Configuramos NoScript para que permita JavaScript por defecto en el navegador Tor ya que muchos sitios web no funcionarían con JavaScript deshabilitado.

source: In places where there is heavy censorship we have a number of censorship circumvention options available, including <mark><a href="https://www.torproject.org/docs/pluggable-transports.html.en">pluggable transports</a></mark>.
ar: En lugares donde la censura es omnipresente, tenemos un número de opciones disponibles para evadirla, incluyendo <mark><a href="https://www.torproject.org/docs/pluggable-transports.html.en">transportes insertables</a></mark>.
es: En lugares donde hay una fuerte censura, tenemos distintas opciones de elusión disponibles, incluyendo ​<mark><a href="https://www.torproject.org/docs/pluggable-transports.html.en">transportes intercambiables</a></mark>.

source: * Run "service tor start" (as root)
ar: * Corré "service tor start" (como superusuario)
es: * Ejecuta "service tor start" (como root)

source: * Run "apt-get install tor" (as root).
ar: * Corré "apt-get install tor" (como superusuario).
es: * Ejecuta "apt-get install tor" (como root).

source: * Vietnamese (vi)
ar: * Vietnamita (vi)

source: run-multible-instances-of-tor-browser
ar: correr-múltiples-instancias-del-navegador-tor
es: correr-múltiples-instancias-del-navegador-tor

source: having-trouble-connecting-to-tor
ar: teniendo-problemas-conectándose-a-tor
es: problemas-conectando-a-tor

source: Can I use Tor with BitTorrent?
ar: ¿Puedo usar Tor con bittorrent?

source: Tor is funded by a number of different sponsors including US federal agencies, private foundations, and individual donors.
ar: Tor es financiado por un número de diferentes patrocinantes, incluyendo agencias federales de EUA. fundaciones privadas, y donantes individuales.
es: Tor está financiado por varios patrocinadores distintos, incluyendo agencias federales de EEUU, fundaciones privadas, y donantes individuales.

source: Some bridges are built in to Tor Browser, and you can use those bridges by choosing "configure" (then following the prompts) in the Tor Launcher window that pops up when you open Tor Browser for the first time.
ar: Algunos puentes están incorporados en el navegador Tor, y podés usarlos eligiendo "configurar" (y luego siguiendo las consignas) en la ventana del lanzador Tor que aparece cuando abrís el navegador Tor por primera vez.
es: Algunos puentes van incorporados al navegador Tor, y puedes usar esos puentes seleccionando "configurar" (y luego siguiendo las instrucciones) en la ventana del Arranque de Tor que aparece cuando abres el Tor Browser por primera vez.

source: If you believe this is a Tor Browser issue, please report it on our <mark><a href="https://trac.torproject.org/">bug tracker</a></mark>.
ar: Si creés que ésta es una dificultad del navegador Tor, por favor reportala en nuestro <mark><a href="https://trac.torproject.org/">rastreador de errores</a></mark>.
es: Si crees que este es un problema del navegador Tor, por favor, repórtalo en nuestro ​<mark><a href="https://trac.torproject.org/">seguidor de fallos</a></mark>.

source: Is there support for *BSD?
ar: ¿Hay soporte para *BSD?
es: ¿Hay soporte para *BSD?

source: I can’t connect to Tor Browser, is my network censored?
ar: No puedo conectar al navegador Tor, ¿mi red está censurada?
es: No puedo conectar al navegador Tor, ¿está censurada mi red?

source: There is currently no supported method for setting Tor Browser as your default browser.
ar: No hay al momento ningún método soportado para hacer que el navegador Tor sea tu navegador por defecto.
es: Actualmente no hay ningún método soportado para establecer el navegador Tor como tu navegador predeterminado.

source: Set your security to "Standard".
ar: Ajustá tu seguridad a "Estándar".
es: Ajusta ahí la seguridad a "Standard".

source: The default location on Windows is the Desktop; on macOS it is the Applications folder (on macOS, you have to move it into the Applications folder when you complete the installation process).
ar: La localización por defecto en Windows es el Escritorio; en macOS es la carpeta Aplicaciones (en macOS, tenés que moverla dentro de la carpeta Aplicaciones cuando completás el proceso de instalación).
es: La ubicación predeterminada en Windows es el Escritorio; en macOS es la carpeta Aplicaciones (en macOS, tienes que moverlo a la carpeta Aplicaciones cuando completas el proceso de instalación).

source: make-tor-faster
ar: hacer-tor-más-rápido
es: acelerar-tor

source: Can I use the Tor logo in my product?
ar: ¿Puedo usar el logo de Tor en mi producto?
es: ¿Puedo usar el logotipo de Tor en mi producto?

source: If you see lines like this in your Tor log, it means that Tor failed to complete a TLS handshake with the directory authorities.
ar: Si ves líneas cómo éstas en tu bitácora Tor, significa que Tor falló al completar un intercambio para sincronización TLS con las autoridades de directorio.

source: For more information about bridges, see the <mark><a href="https://tb-manual.torproject.org/en-US/bridges.html">Tor Browser manual</a></mark>.
ar: Para más información acerca de puentes, mirá el <mark><a href="https://tb-manual.torproject.org/en-US/bridges.html">manual del navegador Tor</a></mark>.
es: Para más información acerca de los puentes, lee el <mark><a href="https://tb-manual.torproject.org/es-ES/bridges.html">​manual del navegador Tor</a></mark>.

source: We don’t think Flash is safe to use in any browser — it's a very insecure piece of software that can easily compromise your privacy or serve you malware.
ar: No pensamos que Flash sea seguro para usar en cualquier navegador - es una pieza de programa muy insegura que puede fácilmente comprometer tu privacidad o instalar programas maliciosos.
es: No creemos que sea seguro usar Flash en ningún navegador — es una elemento de software no seguro que puede comprometer fácilmente tu privacidad o servirte malware.

source: You can access these websites by using Tor Browser.
ar: Podés acceder a éstos sitios web usando el navegador Tor.
es: Puedes acceder a estos sitios web usando el navegador Tor.

source: Can I run Tor on an Android device?
ar: ¿Puedo correr Tor en un dispositivo Android?
es: ¿Puedo usar Tor en un dispositivo Android?

source: Consider if you'd like to switch to the <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/ReducedExitPolicy">Reduced exit policy</a></mark>.
ar: Considerá si te gustaría cambiar a la <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/ReducedExitPolicy">política de salida reducida</a></mark>.
es: Considera si deseas cambiar a la <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/ReducedExitPolicy">política de salida Reducida</a></mark>.

source: will-anyone-be-able-to-tell-which-website-i-visit
ar: cualquiera-será-capaz-de-decir-qué-sitio-web-visito
es: puede-cualquier-persona-decir-qué-sitio-web-visito

source: download-tor-browser-chromeos
ar: descargar-navegador-tor-para-chromeos
es: bajar-el-navegador-tor-para-chromeos

source: Can I still use another browser, like Chrome or Firefox, when I am using Tor Browser?
ar: ¿Puedo aún usar otro navegador, como Chrome o Firefox, cuando estoy usando el navegador Tor?
es: ¿Puedo usar otro navegador como Chrome o Firefox cuando estoy usando el Tor Browser?

source: How can I share files anonymously through Tor?
ar: ¿Cómo puedo compartir archivos anónimamente a través de Tor?
es: ¿Cómo puedo compartir ficheros anónimamente a través de Tor?

source: ##### Common log error #4: Clock skew
ar: ##### Error común de bitácora #4: Distorsión de reloj

source: Both options are located in the Menu, but you can also access the New Circuit option inside the site information menu, in the URL bar.
ar: Ambas opciones está localizadas en el menú, pero podés acceder a la opción Nuevo Circuito dentro del menú de información del sitio, en la barra URL.

source: Using bridges will likely fix this.
ar: Usando puentes probablemente arregle ésto.

source: There is nothing the Tor developers can do to trace Tor users.
ar: No hay nada que los desarrolladores de Tor puedan hacer para tracear usuarios de Tor.
es: Los desarrolladores de Tor no pueden encontrar a los usuarios de Tor.

source: You can read all about that on our <mark><a href="https://www.torproject.org/docs/trademark-faq.html">Trademark faq page</a></mark>.
ar: Podés leer todo acerca de eso en nuestra <mark><a href="https://www.torproject.org/docs/trademark-faq.html">página de preguntas más frecuentes sobre marcas registradas</a></mark>.
es: Puedes leer todo lo relacionado con eso en nuestra <mark><a href="https://www.torproject.org/docs/trademark-faq.html">​página de preguntas frecuentes sobre marca registrada</a></mark>.

source: * فارسى (fa)
ar: * Farsi (fa)

source: tor-browser-protecting-other-apps
ar: protegiendo-otras-aplicaciones-con-navegador-tor
es: el-navegador-tor-protegiendo-otras-apps

source: Using Tor Browser can sometimes be slower than other browsers.
ar: Usar el navegador Tor puede a veces ser más lento que otros navegadores.
es: Usar el Tor Browser a veces puede ser más lento que usar otros navegadores.

source: * Make sure your clock, date, and timezone are set correctly. Install the ntp or openntpd (or similar) package to keep it that way.
ar: * Asegurate que tu reloj, fecha, y huso horario estén ajustados correctamente. Instalá el paquete ntp u openntpd (o similar) para mantenerlo de ésa manera.
es: * Asegúrate de que el reloj, la fecha y la zona horaria están ajustados correctamente. Instala el paquete ntp o openntpd (o similar) para mantenerlo así.

source: Which platforms is Tor Browser available for?
ar: ¿Para cuales plataformas está disponible el navegador Tor?
es: ¿Para qué plataformas está disponible el Tor Browser?

source: Tor on Android is provided by The Guardian Project.
ar: Tor en Android está provisto por el Proyecto Guardián.
es: Tor para Android es proporcionado por The Guardian Project.

source: If you are unable to connect to an onion service, please see <a href="/#onionservices-3">I cannot reach X.onion!</a>
ar: Si no sos capaz de conectar a un servicio onion, por favor mirá <a href="/#onionservices-3">¡No puedo alcanzar X.onion!</a>

source: Several countries, including China and Iran, have found ways to detect and block connections to Tor bridges.
ar: Varios países, incluyendo China e Irán, han encontrado maneras de detectar y bloquear conexiones a puentes Tor.
es: Varios países, incluyendo China e Irán, han encontrado formas de detectar y bloquear conexiones a los puentes Tor.

source: Then paste the Tor log into a text file or other document.
ar: Luego pegá la bitácora de Tor dentro de un archivo de texto u otro documento.
es: Luego pega el registro de Tor en un archivo de texto u otro documento.

source: We do take some safe measurements of how the network functions, which you can check out at <mark><a href="https://metrics.torproject.org/">Tor Metrics</a></mark>.
ar: Tomamos algunas mediciones seguras de cómo funciona la red, las cuales podés revisar en <mark><a href="https://metrics.torproject.org/">Tor Metrics</a></mark>.
es: Tomamos algunas mediciones seguras de cómo funciona la red, que puedes revisar en <mark><a href="https://metrics.torproject.org/">​Tor Metrics</a></mark>.

source: Please see the <mark><a href="https://www.eff.org/https-everywhere/faq">HTTPS Everywhere FAQ</a></mark>.
ar: Por favor mirá <mark><a href="https://www.eff.org/https-everywhere/faq">PMF HTTPS Everywhere</a></mark>.

source: someone-asks-to-download-tor-browser-to-unlock-my-files
ar: alguien-solicita-descargar-navegador-tor-para-desbloquear-mis-archivos
es: alguien-dice-que-descargue-navegador-tor-para-desbloquear-mis-archivos

source: who-is-the-guardian-project
ar: quién-es-el-proyecto-guardián
es: qué-es-el-proyecto-guardián

source: Most users would give up on Tor entirely if we disabled Javascript by default because it would cause so many problems for them.
ar: La mayoría de los usuarios abandonarían Tor por completo si deshabilitamos Javascript por defecto, porque causaría demasiados problemas para ellos.
es: La mayoría de los usuarios abandonarían Tor si deshabilitáramos por defecto JavaScript, ya que les causaría demasiados problemas.

source: If a SOCKS proxy is not required, or you’re not sure, please try connecting to the Tor network without a SOCKS proxy.
ar: Si un proxy SOCKS no es requerido, o no estás seguro, por favor tratá conectando a la red de Tor sin un proxy SOCKS.
es: Si no se requiere un proxy SOCKS, o no estás seguro, por favor intenta conectarte a la red Tor sin un proxy SOCKS.

source: When using Tor Browser, no one can see the websites that you visit.
ar: Cuando estés usando el navegador Tor, nadie puede ver los sitios web que visitás.
es: Cuando se utiliza el navegador Tor, nadie puede ver los sitios web que visitas.

source: Tor Browser often makes your connection appear as though it is coming from an entirely different part of the world.
ar: El navegador Tor frecuentemente hace que tu conexión aparezca como si estuviera viniendo desde una parte del mundo enteramente diferente.
es: El Tor Browser a menudo hace que tu conexión parezca que viene de una parte totalmente distinta del mundo.

source: This option is useful if the exit relay you are using is unable to connect to the website you require, or is not loading it properly.
ar: Esta opción es útil si el relevo de salida que estás usando es incapaz de conectar al sitio web que requerís, o no está cargándolo apropiadamente.
es: Esta opción es útil si el repetidor de salida que estás usando no puede conectarse al sitio web que requiere, o no se está cargando adecuadamente.

source: * Make sure your clock, date, and timezone are set correctly.
ar: * Asegurate que tu reloj, fecha, y huso horario estén ajustados correctamente.
es: * Asegúrate de que el reloj de tu sistema y tu zona horaria están configurados correctamente.

source: Does Tor Project make an application for private chat?
ar: ¿El proyecto Tor hace alguna aplicación para charla privada?
es: ¿Tor Project desarrolla una aplicación para chat privado?

source: More information can be found on the <mark><a href="https://guardianproject.info/apps/orbot/">Orbot</a></mark> and <mark><a href="https://guardianproject.info/apps/orfox/">Orfox</a></mark> web pages.
ar: Más información puede ser encontrada en las páginas web <mark><a href="https://guardianproject.info/apps/orbot/">Orbot</a></mark> y <mark><a href="https://guardianproject.info/apps/orfox/">Orfox</a></mark>.
es: Puedes encontrar más información en las páginas web de ​<mark><a href="https://guardianproject.info/apps/orbot/">Orbot</a></mark> y <mark><a href="https://guardianproject.info/apps/orfox/">​Orfox</a></mark>.

source: If Tor Browser is already open, click on the Torbutton icon (the small green onion at the top-left of the screen), then "Open Network Settings", then "Copy Tor Log To Clipboard".
ar: Si el navegador Tor ya está abierto, cliqueá en el icono "botón de Tor" (la pequeña cebolla verde en la esquina superior izquierda de la pantalla), luego "Abrir ajustes de red", luego "Copiar bitácora de Tor al portapapeles".
es: Si el Tor Browser ya está abierto, pulsa sobre el icono de Torbutton (la pequeña cebolla verde en la parte superior izquierda de la pantalla), luego pulsa "Abrir configuración de red", y luego "Copiar registro de Tor al portapapeles".

source: We strongly recommend against using Tor in any browser other than Tor Browser.
ar: Recomendamos enfáticamente en contra de usar Tor en cualquier navegador que no sea el navegador Tor.
es: Desaconsejamos firmemente usar Tor con cualquier navegador distinto del Tor Browser.

source: You can find more detailed information about Tor + VPN at <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/TorPlusVPN">our wiki</a></mark>.
ar: Podés encontrar información más detallada acerca de Tor + RPV en <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/TorPlusVPN">nuestra wiki</a></mark>.
es: Puedes encontrar más información detallada sobre Tor + VPN en <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/TorPlusVPN">​nuestra wiki</a></mark>.

source: <h4 class="card-title">This visualization shows what information is visible to eavesdroppers with and without Tor Browser and HTTPS encryption.</h4>
ar: <h4 class="card-title">Esta visualización muestra que información es visible a observadores hostiles con y sin el navegador Tor y encriptación HTTPS.</h4>
es: <h4 class="card-title">Esta visualización muestra qué información es visible para alguien a la escucha con y sin el navegador Tor y el cifrado HTTPS.</h4>

source: BitTorrent in specific is <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">not anonymous over Tor</a></mark>.
ar: Específicamente, bittorrent <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">no es anónimo sobre Tor</a></mark>.

source: Choose a directory location that you'll remember easily, and once the download finishes you should see a Tor Browser folder there.
ar: Elegí una ubicación de directorio que vayas a recordar fácilmente, y una vez que la descarga termine, deberías ver allí una carpeta con el navegador Tor,
es: Elige un lugar que puedas recordar fácilmente, y una vez finalizada la descarga deberías ver allí una carpeta del navegador Tor.

source: How do I update Tor Browser?
ar: ¿Cómo hago para actualizar el navegador Tor?
es: ¿Cómo puedo actualizar Tor Browser?

source: This should fix the issues you're experiencing.
ar: Esto debiera solucionar las dificultades que estás experimentando.
es: Esto debería solucionar los problemas que estás teniendo.

source: Look for a log entry in /var/log/syslog such as "Self-testing indicates your ORPort is reachable from the outside. Excellent."
ar: Prestá atención a una línea de bitácora en /var/log/syslog tal como "Self-testing indicates your ORPort is reachable from the outside. Excellent."
es: Busca una entrada de registro en /var/log/syslog como "Self-testing indicates your ORPort is reachable from the outside. Excellent."

source: How do I run a middle or guard relay on FreeBSD or HardenedBSD?
ar: ¿Cómo corro un relevo intermedio o guarda en FreeBSD o HardenedBSD?
es: ¿Cómo puedo ejecutar un repetidor intermedio o de guardia en FreeBSD o HardenedBSD?

source: I'm having a problem with NoScript.
ar: Estoy teniendo un problema con NoScript.
es: Tengo un problema con NoScript.

source: Why does Tor Browser ship with Javascript enabled?
ar: ¿Por qué el navegador Tor viene con Javascript habilitado?
es: ¿Por qué el Tor Browser viene con JavaScript habilitado?

source: tor-funding
ar: financiación-tor
es: financiación-de-tor

source: Tor browser will install the updates.
ar: El navegador Tor instalará las actualizaciones.
es: El Tor Browser instalará las actualizaciones.

source: * Do not use the packages in Ubuntu's repositories. They are not reliably updated. If you use them, you will miss important stability and security fixes.
ar: * No usés los paquetes en los repositorios de Ubuntu. No son actualizados confiablemente. Si los usás, vas a perder parches importantes de estabilidad y seguridad.
es: No utilices los paquetes de los repositorios de Ubuntu. Éstos seguramente no están actualizados. Si los usas, perderás importantes parches de estabilidad y seguridad.

source: * Português (pt-BR)
ar: * Portugués (pt-BR)

source: Tor Browser has two ways to change your relay circuit — "New Identity" and "New Tor Circuit for this Site".
ar: El navegador Tor tiene dos maneras de cambiar tu circuito de relevos - "Nueva identidad" y "Nuevo circuito Tor para éste sitio".
es: El navegador Tor ofrece dos formas de cambiar su circuito de repetidores - “New Identity” (Nueva identidad) y “New Tor Circuit for this Site” (Nuevo circuito de repetidores para este sitio).

source: If you can't find it in either of those folders, download it again and look for the prompt that asks you to choose a directory to download it in.
ar: Si no podés encontrarlo en cualquiera de esas carpetas, descargalo de nuevo y fijate en la solicitud que te pregunta por elegir un directorio para descargarlo.
es: Si no puedes encontrarlo en ninguna de esas carpetas, descárgalo de nuevo y busca el mensaje que te pide que escojas un directorio en el que descargarlo.

source: run-exit-from-home
ar: correr-salida-desde-el-hogar
es: ejecutar-salir

source: Should I run an exit relay from home?
ar: ¿Debería correr un relevo de salida desde mi hogar?
es: ¿Debería tener un repetidor de salida en mi casa?

source: updating-tor-browser
ar: actualizando-navegador-tor
es: actualizando-el-navegador-tor

source: * Review our <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/TorExitGuidelines">Exit relay guidelines</a></mark>
ar: * Revisá nuestros <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/TorExitGuidelines">lineamientos de relevo de salida</a></mark>.
es: * Revisa nuestra <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/TorExitGuidelines">Pautas para los repetidores</a></mark>

source: Using Tor in another browser can leave you vulnerable without the privacy protections of Tor Browser.
ar: Usando Tor en cualquier otro navegador puede dejarte vulnerable sin las protecciones de privacidad del navegador Tor.
es: Usar Tor con otro navegador puede dejarte vulnerable sin las protecciones de privacidad del Tor Browser.

source: run-tor-browser-and-different-browser
ar: correr-navegador-tor-y-otro-diferente
es: correr-el-navegador-tor-y-otro-navegador

source: install-add-on-extension-tor-browser
ar: instalar-extensión-complementaria-navegador-tor
es: instalar-añadir-una-extensión-del-navegador-tor

source: Please take a strong stance in favor of digital privacy and internet freedom, and allow Tor users access to xyz.com. Thank you."
ar: "Por favor, plantate firme en favor de la privacidad digital y la libertad de Internet, y permití a los usuarios de Tor acceder a xyz.com. Gracias."
es: Por favor, actúa en favor de la privacidad digital y la libertad de Internet, y permite a los usuarios de Tor acceder a xyz.com. Gracias."

source: how-do-i-run-a-obfs4-bridge-debian
ar: como-corro-un-puente-obfs4-en-debian
es: cómo-puedo-ejecutar-un-puente-obfs4-en-debian

source: * Edit /etc/tor/torrc to look like the following:
ar: * Editá /etc/tor/torrc para que aparezca como lo siguiente:
es: * Edita /etc/tor/torrc para que tenga el siguiente aspecto:

source: I’m having trouble using features on Facebook, Twitter, or some other website when I’m using Tor Browser.
ar: Estoy teniendo problemas usando características de Facebook, Twitter, o algún otro sitio web cuando estoy usando el navegador Tor.
es: Tengo problemas al usar algunas opciones en Facebook, Twitter, o algún otro sitio cuando utilizo el Tor Browser.

source: tracing-tor-user
ar: rastreando-usuario-tor
es: rastreo-de-usuario-de-tor
