Repository: torproject/support
Catalog: i18n/contents+ca.po
Languages: ca

source: How can we help?
ca: Com podem ajudar?

source: Most Frequently Asked Questions
ca: Preguntes Més Freqüents

source: faq
ca: pmf

source: Tor Browser
ca: Navegador de Tor

source: tor-browser
ca: tor-navegador

source: Tor Messenger
ca: Tor Missatger

source: tor-messenger
ca: tor-Missatger

source: Tor Mobile
ca: Tor mòbil

source: tor-mobile
ca: tor-mobi

source: GetTor
ca: Aconsegueix Tor

source: Connecting To Tor
ca: Connectant a Tor

source: connecting-to-tor
ca: connectant-a-tor

source: Censorship
ca: Censura

source: censorship
ca: censura

source: Operators
ca: Operadors

source: operators
ca: operadors

source: When I use Tor Browser, will anyone be able to tell which websites I visit?
ca: Quan utilitzi el navegador Tor, algú podrà dir quins llocs web visito?

source: Tor Browser prevents people from knowing the websites you visit.
ca: El navegador Tor evita que la gent conegui els llocs web que visiteu.

source: Some entities, such as your Internet Service Provider (ISP), may be able to see that you're using Tor, but they won't know where you're going when you do.
ca: Algunes entitats, com ara el vostre proveïdor de serveis d’Internet (ISP), poden veure que està utilitzant Tor, però no saben a on va.

source: will-anyone-be-able-to-tell-which-website-i-visit
ca: algú-pot-saber-quina-web-visito

source: Our website is blocked by a censor. Can Tor Browser help users access our website?
ca: El nostre lloc web està bloquejat per un censor. Pot el navegador Tor ajudar els usuaris a accedir al nostre lloc web?

source: Tor Browser can certainly help people access your website in places where it is blocked.
ca: El navegador Tor segurament pot ajudar els usuaris a accedir al vostre lloc web en llocs on està bloquejat.

source: Most of the time, simply downloading the <mark><a href="https://www.torproject.org/download/download-easy.html.en">Tor Browser</a></mark> and then using it to navigate to the blocked site will allow access.
ca: La majoria de les vegades, simplement descarregueu el <mark><a href=“https://www.torproject.org/download/download-easy.html.en”>Navegador Tor</a></mark> i després utilitzeu-lo per navegar al lloc bloquejat permetrà l’accés.

source: In places where there is heavy censorship we have a number of censorship circumvention options available, including <mark><a href="https://www.torproject.org/docs/pluggable-transports.html.en">pluggable transports</a></mark>.
ca: En llocs on hi ha una gran censura, tenim disponibles diverses opcions d’elusió contra la censura, incloent <mark><a href=“https://www.torproject.org/docs/pluggable-transports.html.en”> transports connectables</ a> </mark>.

source: For more information, please see the <mark><a href="https://tb-manual.torproject.org/en-US/">Tor Browser User Manual</a></mark> section on <mark><a href="https://tb-manual.torproject.org/en-US/circumvention.html">censorship</a></mark>.
ca: Per obtenir més informació, consulteu la secció <mark><a href=“https://tb-manual.torproject.org/en-US/“> Manual d’usuari navegador Tor </a></mark> secció <marca><a Href=“https://tb-manual.torproject.org/en-US/circumvention.html”> censura </a> </mark>.

source: can-tor-help-users-access-website
ca: pot-tor-ajudar-usuaris-accedir-llocs-web

source: Should I install a new add-on or extension in Tor Browser, like AdBlock Plus or uBlock Origin?
ca: Puc instal·lar un nou complement o una extensió al navegador Tor, com ara AdBlock Plus o uBlock Origin?

source: It's strongly discouraged to install new add-ons in Tor Browser, because they can compromise your privacy and security.
ca: S’ha desaconsellat encarecidament que instal·leu nous complements al navegador Tor, ja que poden comprometre la vostra privadesa i seguretat.

source: Tor Browser already comes installed with two add-ons — HTTPS Everywhere and NoScript — and adding anything else could deanonymize you.
ca: Tor Browser ja ve instal·lat amb dos complements: HTTPS Everywhere i NoScript, i afegir-ne qualsevol altre podria fer perdre l'anonimat

source: install-add-on-extension-tor-browser
ca: instal·la-complement-tor-browser

source: Which platforms is Tor Browser available for?
ca: Per què plataformes es troba disponible el Tor Browser?

source: Tor Browser is currently available on Windows, Linux and macOS (OS X).
ca: Tor Browser està actualment disponible a Windows, Linux i MacOS (OS X).

source: For Android, The Guardian Project maintains the Tor-powered apps Orbot and Orfox.
ca: Per a Android, The Guardian Project manté les aplicacions Orbot i Orfox amb Tor.

source: There is no official version of Tor for iOS yet, though we recommend Onion Browser.
ca: Encara no hi ha cap versió oficial de Tor per a iOS, tot i que recomanem el navegador Onion.

source: Can I use a VPN with Tor?
ca: Puc utilitzar una VPN amb el Tor?

source: Generally speaking, we don't recommend using a VPN with Tor unless you're an advanced user who knows how to configure both in a way that doesn't compromise your privacy.
ca: En termes generals, no recomanem utilitzar una VPN amb Tor a menys que sigui un usuari avançat que sap com configurar-los d'una manera que no comprometi la seva privadesa.

source: You can find more detailed information about Tor + VPN at <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/TorPlusVPN">our wiki</a></mark>.
ca: Podeu trobar informació més detallada sobre Tor + VPN al <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/TorPlusVPN">nostre wiki</a></mark>.

source: use-vpn-with-tor
ca: utilitza-vpn-amb-tor

source: What are the most common issues with the latest stable version of Tor Browser?
ca: Quins són els problemes més freqüents amb la versió estable més recent de Tor Browser?

source: Whenever we release a new stable version of Tor Browser, we write a blog post that details its new features and known issues.
ca: Cada vegada que publiquem una nova versió estable del Tor, Browser escrivim una publicació de blog que detalla les seves noves funcions i problemes coneguts.

source: If you started having issues with your Tor Browser after an update, check out <mark><a href="https://blog.torproject.org></a>blog.torproject.org</mark> for the most recent stable Tor Browser post to see if your issue is listed.
ca: Si heu començat a tenir problemes amb el vostre navegador Tor després d'una actualització, consulteu <mark><a href="https://blog.torproject.org>el blog.torproject.org</a></mark>per a la publicació més recent del navegador Tor per veure si el vostre problema apareix a la llista.

source: If your issue is not listed, please file a <mark><a href="https://trac.torproject.org">bug report</a></mark> about what you're experiencing.
ca: Si el vostre problema no apareix, envieu un <mark><a href="https://trac.torproject.org">informe d'error</a></mark> sobre el que estigueu experimentant.

source: most-common-issues-latest-stable-tor-browser
ca: Problemes-més-freqüents-darrer-navegador-estable

source: My antivirus or malware protection is blocking me from accessing Tor Browser.
ca: El meu antivirus o protecció de programari maliciós m'està bloquejant l'accés al Tor Browser.

source: Most antivirus or malware protection allows the user to "whitelist" certain processes that would otherwise be blocked.
ca: La majoria de la protecció antivirus o de programari maliciós permet a l'usuari "llistes blanques" certs processos que d'una altra forma serien bloquejats.

source: Please open your antivirus or malware protection software and look in the settings for a "whitelist" or something similar.
ca: Obriu l'antivirus o la protecció de programari maliciós i cerqueu a les opcions «Llista blanca» o alguna cosa semblant.

source: Next, exclude the following processes:
ca: A continuació, s'exclouen els següents processos:

source: * For Windows
ca: * Per Windows

source: * obfs4proxy.exe (if you use bridges)
ca: * obfs4proxy.exe (si utilitzes ponts)

source: * For OS X
ca: * Per OS X

source: * obfs4proxy (if you use bridges)
ca: * obfs4proxy (si utilitzes ponts)

source: Finally, restart Tor Browser.
ca: Finalment, reinicieu el navegador Tor.

source: This should fix the issues you're experiencing.
ca: Això solucionarà els problemes que estigueu experimentant.

source: Please note that some antivirus clients, like Kaspersky, may also be blocking Tor at the firewall level.
ca: Tingueu en compte que alguns clients antivirus, com Kaspersky, també poden bloquejar Tor al nivell de tallafocs.

source: antivirus-blocking-tor
ca: antivirus-bloqueig-tor

source: I downloaded and installed Tor Browser for Windows, but now I can't find it.
ca: He baixat i instal·lat Tor Browser per a Windows, però ara no ho puc trobar.

source: The file you download and run prompts you for a destination.
ca: El fitxer descarregat i executat us demana un lloc per la destinació

source: If you don't remember what this destination was, it's most likely your Downloads or Desktop folder.
ca: Si no recordeu quina era aquesta destinació, és probable que sigui la vostra carpeta de descàrregues o escriptori.

source: The default setting in the Windows installer also creates a shortcut for you on your Desktop, though be aware that you may have accidentally unticked the option to create a shortcut.
ca: La configuració predeterminada a l'instal·lador de Windows també crea una drecera per a vosaltres en el vostre escriptori, tot i que tingueu en compte que potser heu desactivat accidentalment l'opció per crear un accés directe.

source: If you can't find it in either of those folders, download it again and look for the prompt that asks you to choose a directory to download it in.
ca: Si no podeu trobar-lo en cap d'aquestes carpetes, torneu a descarregar-lo i busqueu l'indicador que us demanarà que trieu un directori per baixar-lo.

source: Choose a directory location that you'll remember easily, and once the download finishes you should see a Tor Browser folder there.
ca: Trieu una ubicació del directori que us recordeu fàcilment i, un cop finalitzada la descàrrega, heu de veure una carpeta del navegador Tor allà.

source: cannot-find-tor-on-windows
ca: no-trobo-tor-al-windows

source: Can I use Flash in Tor Browser?
ca: Puc utilitzar Flash al navegador Tor?

source: Flash is disabled in Tor Browser, and we recommend you do not enable it.
ca: El Flash està desactivat al navegador Tor i us recomanem que no l'activeu.

source: We don’t think Flash is safe to use in any browser — it's a very insecure piece of software that can easily compromise your privacy or serve you malware.
ca: No creiem que Flash sigui segur d'utilitzar en qualsevol navegador: és una peça de programari molt insegura que pot comprometre la vostra privadesa fàcilment o oferir-vos malware.

source: Fortunately, most websites, devices, and other browsers are moving away from the use of Flash.
ca: Afortunadament, la majoria de llocs web, dispositius i altres navegadors s'estan allunyant de l'ús de Flash.

source: using-flash-tor-browser
ca: utilitzar-flash-navegador-tor

source: Does using Tor Browser protect other applications on my computer?
ca: Pot Tor Browser protegir altres aplicacions del meu equip?

source: Only Tor Browser's traffic will be routed over the Tor network.
ca: Només el trànsit del navegador Tor s'enviarà a la xarxa Tor.

source: Any other application on your system (including other browsers) will not have their connections routed over the Tor network, and will not be protected.
ca: Qualsevol altra aplicació del vostre sistema (inclosos altres navegadors) no tindrà les seves connexions encaminades a la xarxa Tor i no estarà protegida.

source: They need to be configured separately to use Tor.
ca: Han de configurar-se per separat per utilitzar Tor.

source: If you need to be sure that all traffic will go through the Tor network, take a look at the <mark><a href="https://tails.boum.org/">Tails live operating system</a></mark> which you can start on almost any computer from a USB stick or a DVD.
ca: Si heu d'assegurar-vos que tot el trànsit passarà per la xarxa Tor, feu un cop d'ull al <mark><a href="https://tails.boum.org/">sistema operatiu Tails Live</a></mark> que podreu iniciar a gairebé qualsevol ordinador des d'un llapis USB o un DVD.

source: tor-browser-protecting-other-apps
ca: tor-browser-protegint-altres-apps

source: installing-add-on-extensions-tor-browser
ca: instal·lant-extensions-navegador-tor

source: Can I download Tor Browser for ChromeOS?
ca: Puc descarregar Tor Browser per a ChromeOS?

source: Unfortunately, we don't yet have a version of Tor Browser for ChromeOS.
ca: Malauradament, encara no tenim una versió de Tor Browser per a ChromeOS.

source: download-tor-browser-chromeos
ca: descarregar-tor-browser-chromeos

source: Can I pick which country I'm exiting from?
ca: Puc escollir de quin país surt la connexió?

source: Modifying the way that Tor creates its circuits is strongly discouraged.
ca: Modificar la manera en què Tor crea els seus circuits és molt desincentivador

source: You get the best security that Tor can provide when you leave the route selection to Tor; overriding the entry / exit nodes can compromise your anonymity.
ca: Obteniu la millor seguretat que Tor pot proporcionar quan deixeu la selecció de ruta a Tor; reemplaçar els nodes d'entrada / sortida pot comprometre l'anonimat.

source: If the outcome you want is simply to be able to access resources that are only available in one country, you may want to consider using a VPN instead of using Tor.
ca: Si el resultat que voleu és simplement poder accedir a recursos que només estan disponibles en un sol país, és possible que vulgueu considerar l'ús d'una VPN en lloc d'utilitzar Tor.

source: Please note that VPNs do not have the same privacy properties as Tor, but they will help solve some geolocation restriction issues.
ca: Tingueu en compte que les VPN no tenen les mateixes propietats de privadesa que Tor, però ajudaran a resoldre alguns problemes de restricció de geolocalització.

source: pick-which-country-i-am-exiting
ca: elegir-pais-de-sortida

source: Is it safe to run Tor Browser and another browser at the same time?
ca: És segur executar el navegador Tor i un altre navegador al mateix temps?

source: If you run Tor Browser and another browser at the same time, it won't affect Tor's performance or privacy properties.
ca: Si executeu el navegador Tor i un altre navegador alhora, no afectarà el rendiment o les propietats de privadesa de Tor.

source: However, be aware that your other browser is not keeping your activity private, and you may forget and accidentally use that non-private browser to do something that you intended to do in Tor Browser.
ca: Tanmateix, tingueu en compte que el vostre altre navegador no manté la privadesa de la vostra activitat i us pot oblidar i utilitzar accidentalment aquest navegador no privat per fer alguna cosa que voleu fer al navegador Tor.

source: run-tor-browser-and-different-browser
ca: executa-navegador-tor-i-diferent-navegador

source: Is there support for *BSD?
ca: Hi ha suport per *BSD?

source: Sorry, but there is currently no official support for running Tor Browser on *BSD.
ca: Ho sentim, però actualment no hi ha suport oficial per executar el navegador Tor a *BSD.

source: There is something called the TorBSD project, but their Tor Browser is not officially supported.
ca: Hi ha alguna cosa anomenat projecte TorBSD, però el seu navegador no té suport oficial de Tor Browser.

source: is-there-support-for-bsd
ca: hi-ha-suport-per-bsd

source: I can’t connect to Tor Browser, is my network censored?
ca: No puc connectar al Tor. Està la meva xarxa blocada?

source: You might be on a censored network, and so you should try using bridges.
ca: Pot ser que estigueu en una xarxa censurada i, per tant, podeu provar utilitzar ponts.

source: Some bridges are built in to Tor Browser, and you can use those bridges by choosing "configure" (then following the prompts) in the Tor Launcher window that pops up when you open Tor Browser for the first time.
ca: Alguns ponts es creen al navegador Tor, i podeu utilitzar aquests ponts triant "configurar" (seguint les indicacions) a la finestra Tor Launcher que apareix quan obriu Tor Browser per primera vegada.

source: If you need other bridges, you can get them at our <mark><a href="https://bridges.torproject.org/">Bridges website</a></mark>.
ca: Si necessiteu altres ponts, podeu obtenir-los al <mark><a href="https://bridges.torproject.org/">web de Pons</a></mark>.

source: For more information about bridges, see the <mark><a href="https://tb-manual.torproject.org/en-US/bridges.html">Tor Browser manual</a></mark>.
ca: Per obtenir més informació sobre ponts, consulteu el <mark><a href="https://tb-manual.torproject.org/en-US/bridges.html">manual del Tor Browser</a></mark>.

source: cannot-connect-to-tor-browser-network-censored
ca: sense-connexió-a-tor-xarxa-censurada

source: Why is the first IP address in my relay circuit always the same?
ca: Per què la primera adreça IP del meu circuit de repetidors es sempre la mateixa?

source: That is normal Tor behavior.
ca: Aquest és un comportament normal a Tor

source: The first relay in your circuit is called an "entry guard" or "guard".
ca: El primer repetidor del circuit es diu "guarda d'entrada" o "guarda".

source: It is a fast and stable relay that remains the first one in your circuit for 2-3 months in order to protect against a known anonymity-breaking attack.
ca: Es tracta d'un repetidor ràpid i estable que segueix sent el primer del vostre circuit durant 2-3 mesos per protegir-se contra un atac conegut que trenca l'anonimat.

source: The rest of your circuit changes with every new website you visit, and all together these relays provide the full privacy protections of Tor.
ca: La resta del circuit canvia amb cada nou lloc web que visiteu, i tots junts aquests repetidors proporcionen les proteccions completes de la privacitat de Tor.

source: For more information on how guard relays work, see this <mark><a href="https://blog.torproject.org/improving-tors-anonymity-changing-guard-parameters">blog post</a></mark> and <mark><a href="https://www-users.cs.umn.edu/~hoppernj/single_guard.pdf">paper</a></mark> on entry guards.
ca: Per obtenir més informació sobre com funcionen els repetidors de guarda, consulteu aquesta <mark><a href="https://www-users.cs.umn.edu/~hoppernj/single_guard.pdf">publicació</a></mark> i <mark><a href="https://blog.torproject.org/improving-tors-anonymity-changing-guard-parameters">publicació de blog</a></mark> sobre guàrdies d'entrada.

source: first-address-relay-circuit
ca: primera-adreça-circuit-repetidor

source: Tor Browser won't connect, but it doesn’t seem to be an issue with censorship.
ca: Tor Browser no es connectarà, però no sembla que sigui un problema amb la censura.

source: One of the most common issues that causes connection errors in Tor Browser is an incorrect system clock.
ca: Un dels problemes més comuns que causa errors de connexió al navegador Tor és un rellotge del sistema incorrecte.

source: Please make sure your system clock and timezone are set accurately.
ca: Assegureu-vos que el rellotge del sistema i el fus horari estiguin configurats amb precisió.

source: If this doesn't fix the problem, see the Troubleshooting page on the <mark><a href="https://tb-manual.torproject.org/en-US/bridges.html">Tor Browser manual</a></mark>.
ca: Si això no soluciona el problema, consulteu la pàgina Resolució de problemes del manual <mark><a href="https://tb-manual.torproject.org/en-US/bridges.html">del navegador Tor</a></mark>.

source: tor-browser-will-not-connect-no-censorship
ca: navegador-tor-no-connecta-no-censurat

source: How do I view Tor Browser message log?
ca: Com puc veure el registre de missatges del navegador de Tor?

source: Click the button labelled "Copy Tor Log To Clipboard" that appears in the dialog window when Tor Browser is first connecting to the network.
ca: Feu clic al botó anomenat "Copia registre Tor al portapapers" que apareix a la finestra de diàleg quan el navegador Tor es connecta per primera vegada a la xarxa.

source: If Tor Browser is already open, click on the Torbutton icon (the small green onion at the top-left of the screen), then "Open Network Settings", then "Copy Tor Log To Clipboard".
ca: Si el navegador Tor ja està obert, feu clic a la icona de Tor (la ceba petita verda a la part superior esquerra de la pantalla), a continuació, "Obre la configuració de la xarxa" i, a continuació, "Copia el registre de Tor al portapapers".

source: Once you have copied the log, you will be able to paste it into a text editor or email client.
ca: Un cop copiat el registre, podreu enganxar-lo en un editor de text o un client de correu electrònic.

source: view-tor-browser-message-log
ca: veure-missatges-log-navegador-tor

source: How can I make Tor run faster? Is Tor Browser slower than other browsers?
ca: Com puc fer que Tor funcioni més ràpid? El navegador Tor és més lent que altres navegadors?

source: Using Tor Browser can sometimes be slower than other browsers.
ca: L'ús del navegador Tor a vegades pot ser més lent que altres navegadors.

source: The Tor network has over a million daily users, and just over 6000 relays to route all of their traffic, and the load on each server can sometimes cause latency.
ca: La xarxa Tor té més d'un milió d'usuaris diaris, i poc més de 6000 repetidors per recórrer tot el seu trànsit, i la càrrega de cada servidor pot provocar sw vegades latència.

source: You can help improve the speed of the network by running your own relay, or encouraging others to do so.
ca: Podeu ajudar a millorar la velocitat de la xarxa mitjançant l'execució del vostre propi repetidor, o bé encoratja a altres a fer-ho.

source: That said, Tor is much faster than it used to be and you may not actually notice any change in speed from other browsers.
ca: Dit això, Tor és molt més ràpid del que era, i és possible que no detecteu canvis en la velocitat d'altres navegadors.

source: make-tor-faster
ca: fer-tor-més-rapid

source: What search engine comes with Tor Browser and how does it protect my privacy?
ca: Quin motor de cerca inclou el navegador Tor i com protegeix la meva privacitat?.

source: DuckDuckGo is the default search engine in Tor Browser.
ca: DuckDuckGo és el motor de cerca predeterminat del navegador Tor.

source: DuckDuckGo does not track its users nor does it store any data about user searches.
ca: DuckDuckGo no fa el seguiment dels seus usuaris ni emmagatzema dades sobre les cerques dels usuaris.

source: search-engine-tor-browser
ca: motor-cerca-navegador-tor

source: I'm having a problem with DuckDuckGo.
ca: Estic tenint un problema amb DuckDuckGo.

source: Please see the <mark><a href="https://duck.co/help">DuckDuckGo support portal</a></mark>.
ca: Consulteu el <mark><a href="https://duck.co/help">portal d'assistència DuckDuckGo</a></mark>.

source: If you believe this is a Tor Browser issue, please report it on our <mark><a href="https://trac.torproject.org/">bug tracker</a></mark>.
ca: Si creieu que aquest és un problema del navegador Tor, informeu-lo al nostre <mark><a href="https://trac.torproject.org/">seguidor d'errors</a></mark>.

source: problem-with-duckduckgo
ca: problemes-amb-duckduckgo

source: I'm having a problem with NoScript.
ca: Tinc un problema amb NoScript.

source: Please see the <mark><a href="https://noscript.net/faq">NoScript FAQ</a></mark>.
ca: Consulteu les <mark><a href="https://noscript.net/faq">PMF de NoScript</a></mark>.

source: problem-noscript
ca: problema-noscript

source: I'm having a problem with HTTPS Everywhere.
ca: Tinc un problema amb HTTPS Everywhere.

source: Please see the <mark><a href="https://www.eff.org/https-everywhere/faq">HTTPS Everywhere</a></mark>.
ca: SIusplau mira <mark><a href="https://www.eff.org/https-everywhere/faq">HTTPS Everywhere</a></mark>.
