Repository: torproject/support
Catalog: i18n/contents+de.po
Languages: de

source: change-the-number-of-hops-tor-uses
de: anzahl-der-hops-aendern

source: No, we don't provide any online services.
de: Nein, wir bieten keine Online-Dienste an.

source: Vidalia is no longer maintained or supported.
de: Vidalia wird nicht länger betreut oder unterstützt.

source: GetTor is a service that automatically responds to messages with links to the latest version of Tor Browser, hosted at a variety of locations that are less likely to be censored, such as Dropbox, Google Drive, and GitHub.
de: GetTor ist ein Dienst zum automatischen Empfangen von Links zum Herunterladen von Tor Browser an verschiedenen Orten, die weniger wahrscheinlich zensiert werden, wie z.B. Dropbox, Google Drive und GitHub.

source: Next, exclude the following processes:
de: Schließe als nächstes bitte folgende Prozesse aus:

source: The default setting in the Windows installer also creates a shortcut for you on your Desktop, though be aware that you may have accidentally unticked the option to create a shortcut.
de: Die Standardeinstellungen im Installationsprozess von Windows erstellen für dich eine Verknüpfung auf dem Schreibtisch. Es könnte jedoch sein, dass du diese Einstellung während der Installation versehentlich ausgeschaltet hast.

source: To use GetTor via email.
de: Um GetTor über E-Mail zu nutzen.

source: What are the most common issues with the latest stable version of Tor Browser?
de: Welche Probleme kommen häufig mit der neuesten stabilen Version von Tor Browser vor?

source: No. After eleven beta releases, we discontinued support of <a href="https://blog.torproject.org/sunsetting-tor-messenger">Tor Messenger</a>.
de: Nein. Nach elf Beta-Versionen haben wir entschieden, <a href="https://blog.torproject.org/sunsetting-tor-messenger">Tor Messenger</a> nicht mehr zu unterstützen.

source: If you see lines like this in your Tor log, it means your system clock is incorrect.
de: Bei Zeilen wie diesen ist die Uhrzeit falsch eingestellt.

source: We still believe in Tor's ability to be used in a messaging app, but we don't have the resources to make it happen right now.
de: Wir glauben weiterhin an die Nützlichkeit von Tor für Nachrichten-Anwendungen, aber wir haben im Moment keine Resourcen, um dies zu ermöglichen.

source: to-use-gettor-via-email
de: gettor-per-email-benutzen

source: * Run "apt-get install tor obfs4proxy" (as root).
de: * Führe "apt install tor obfs4proxy" als root aus

source: is-my-network-censored
de: wird-mein-netzwerk-zensiert

source: We recommend an iOS app called Onion Browser, which is open source, uses Tor routing, and is developed by someone who works closely with the Tor Project.
de: Wir empfehlen die quelloffene iOS-Anwendung Onion Browser für Tor von einer Person, die eng mit dem Tor Project kooperiert.

source: Can I download Tor Browser for ChromeOS?
de: Kann ich den Tor Browser für ChromeOS herunterladen?

source: That is normal Tor behavior.
de: Das ist ein normales Verhalten für Tor.

source: Removing Tor Browser from your system is simple:
de: Entfernen des Tor-Browsers von Ihrem System ist einfach:

source: tor-browser-for-android
de: tor-browser-fuer-android

source: cannot-find-tor-on-windows
de: tor-nicht-gefunden-windows

source: Tor Browser will prompt you to update the software once a new version has been released.
de: Der Tor Browser wird darauf hinweisen, sobald eine neue Version veröffentlicht wurde.

source: Tor Browser already comes installed with two add-ons — <mark><a href="https://www.eff.org/https-everywhere">HTTPS Everywhere</a></mark> and <mark><a href="https://noscript.net/">NoScript</a></mark> — and adding anything else could deanonymize you.
de: Tor Browser hat zwei vorinstallierte Add-ons — <mark><a href="https://www.eff.org/https-everywhere">HTTPS Everywhere</a></mark> und <mark><a href="https://noscript.net/">NoScript</a></mark> — jede andere Erweiterung könnte dich deanomysieren.

source: The Tor Browser works hard to isolate itself from the rest of your system, and the steps for making it the default browser are unreliable.
de: Tor Browser versucht sich, vom Rest des Systems zu isolieren und alle versuche, ihn zum Standardbrowser zu machen, sind nicht zuverlässig.

source: Look for a log entry in /var/log/tor/notices.log such as "Self-testing indicates your ORPort is reachable from the outside. Excellent."
de: Suche nach Log-Einträgen in /var/log/syslog wie "Self-testing indicates your ORPort is reachable from the outside. Excellent." (Dein ORPort scheint von außerhalb erreichbar zu sein. Exzellent.)

source: However, information sent unencrypted over the internet using plain HTTP can still be intercepted by exit relay operators or anyone observing the traffic between your exit relay and your destination website.
de: Allerdings können unverschlüsselt über HTTP übertragene Informationen trotzdem abgefangen werden durch Operatoren von Exit-Knoten oder durch Analyse des Verkehrs zwischen Exit-Relay und der Webseite.

source: Onion services are also relied on for metadata-free chat and file sharing, safer interaction between journalists and their sources like with <mark><a href="https://securedrop.org/">SecureDrop</a></mark> or <mark><a href="https://onionshare.org/">OnionShare</a></mark>, safer software updates, and more secure ways to reach popular websites like <mark><a href="https://www.facebook.com/notes/protect-the-graph/making-connections-to-facebook-more-secure/1526085754298237/">Facebook</a></mark>.
de: Onion-Dienste basieren auch auf Chat und Austausch von Dateien ohne Metadaten, sicherer Interaktion zwischen Journalist*innen und ihren Quelle mittels <mark><a href="https://securedrop.org/">SecureDrop</a></mark> oder <mark><a href="https://onionshare.org/">OnionShare</a></mark>, sichereren Software-Updates, und sichereren Möglichkeiten, bekannte Webseiten wie <mark>Facebook<a href="https://www.facebook.com/notes/protect-the-graph/making-connections-to-facebook-more-secure/1526085754298237/"></mark>.

source: For example, the DuckDuckGo onion is <a href="http://3g2upl4pq6kufc4m.onion">https://3g2upl4pq6kufc4m.onion</a>.
de: Zum Beispiel ist der Onion-Dienst von DuckDuckgo <a href="http://3g2upl4pq6kufc4m.onion">https://3g2upl4pq6kufc4m.onion</a>.

source: run-tor-on-android
de: tor-auf-android

source: Generally speaking, we don't recommend using a VPN with Tor unless you're an advanced user who knows how to configure both in a way that doesn't compromise your privacy.
de: Wir empfehlen es generell nicht ein VPN mit Tor zu verwenden, es sei den Sie haben genug Fachkenntnisse um beide Systeme entsprechend zu konfigurieren, ohne Ihre Privatsphäre zu gefährden.

source: Websites that are only accessible over Tor are called "onions" and end in the TLD .onion.
de: Webseiten, die nur über Tor erreichbar sind, werden "onions" genannt und enden mit der TLS .onion.

source: Also, using paths longer than 3 could harm anonymity, first because it makes<mark><a href="https://www.freehaven.net/anonbib/#ccs07-doa">denial of security</a></mark> attacks easier, and second because it could act as an identifier if only a small number of users have the same path length as you.
de: Pfade länger als 3 können auch deine Anonymität gefährden, zum einen weil es <mark><a href="https://www.freehaven.net/anonbib/#ccs07-doa">denial of security</a></mark>-Angriffe einfacher macht und zum anderen ist es dadurch möglich, einen kleinen Teil der Nutzer*innen zu identifizieren, welche die gleiche Pfadlänge haben wie du.

source: How do I run a obfs4 bridge on Debian?
de: Wie kann ich eine obfs4-Bridge auf Debian betreiben?

source: website-locks-torbrowser-out
de: webseite-blockt-tor-browser

source: If you don't remember what this destination was, it's most likely your Downloads or Desktop folder.
de: Wenn du dich nicht mehr an den Speicherort errinerst, ist es wahrscheinlich entweder der Schreibtisch, oder der Downloads-Ordner.

source: Sometimes websites will block Tor users because they can't tell the difference between the average Tor user and automated traffic.
de: Manchmal blockieren Webseiten den Zugang über Tor, weil sie den Unterschied zwischen automatischen Zugriffen und Menschen, die Tor benutzen, nicht erkennen.

source: uninstall-tor-browser
de: deinstalliere-tor-browser

source: Tor Browser is a modified version of Firefox specifically designed for use with Tor.
de: Tor Browser ist eine Version von Firefox, die speziell auf den Einsatz mit Tor angepasst wurde.

source: Write your operating system (such as windows, MacOS (OS X), or linux) in the body of the message and send.
de: Schreibe dein Betriebssystem (z.B. windows, MacOS (OS X), oder linux) in die Nachricht und sende sie ab.

source: Can I make Tor Browser my default browser?
de: Kann ich Tor Browser als Standard-Browser einrichten?

source: For the most in-depth resource on running a relay, see the <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">Tor Relay Guide</a></mark>.
de: Die ausführlichste Resource, um ein Relay zu betreiben ist die <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">Tor-Relay-Anleitung</a></mark>.

source: ##### Common log error #2: Can’t reach guard relays
de: ###### Üblicher Fehler #2: Kann Guard-Relays nicht erreichen

source: Setting up an obfsproxy bridge requires an additional software package and additional configurations.
de: Ein obfsproxy-Relay zu betreiben bedarf eines weiteren Software-Pakets und zusätzlicher Konfigurationen.

source: * As root, add the following lines to /etc/apt/sources.list. Use the version you found in the previous step for <version>.
de: * Füge als root die folgenden Zeilen der Datei /etc/apt/sources.list hinzu. Setze die Version aus dem vorherigen Schritt ein für <version>.

source: <h4 class="card-title">If you are using HTTPS, your website URL will begin with "https://".</h4>
de: <h4 class="card-title">Wenn du HTTPS benutzt, beginnt die Webseiten-URL mit "https://".</h4>

source: <mark><a href="https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor">Learn more about Onion Browser</a></mark>.
de: <mark><a href="https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor">Erfahre mehr über Onion-Browser</a></mark>.

source: does-tor-keep-logs
de: speichert-tor-logs

source: Thank you."
de: Danke."

source: ##### New Tor Circuit for this Site
de: ##### Neuer Kanal für diese Seite

source: What search engine comes with Tor Browser and how does it protect my privacy?
de: Welche Suchmaschine verwendet der Tor Browser und wie schützt diese meine Privatsphäre?

source: Please make sure your system clock and timezone are set accurately.
de: Stelle sicher, dass deine System-Uhrzeit und -Zeitzone richtig eingestellt ist.

source: You can certainly use another browser while you are also using Tor Browser.
de: Natürlich können Sie einen andere Browser verwenden, während Sie Tor Browser nutzen.

source: If you cannot reach the onion service you desire, make sure that you have entered the 16-character or, the newest format, 56-character onion address correctly: even a small mistake will stop Tor Browser from being able to reach the site.
de: Wenn du einen onion-Dienst nicht erreichen kann, überprüfe dass du die korrekte 16-stellige, oder für das neue Formate, 56-stellige onion-Adress verwendest: auch der kleinste Fehler verhindert, dass Tor Browser die Seite erreichen kann.

source: censorship
de: Zensur

source: Why don't you prevent bad people from doing bad things when using Tor?
de: Warum verhindert Ihr nicht das böse Menschen mit Tor böse Dinge machen?

source: The Tor Project does not support or condone the use of our software for malicious purposes.
de: Tor Project weder unterstützt noch duldet die Nutzung unserer Software für bösartige Zwecke.

source: * Determine your Ubuntu version by running the following command:
de: * Ermittle deine Ubuntu-Version mit folgendem Befehl:

source: Tor Browser is currently available on <mark><a href="https://www.torproject.org/download/download-easy.html.en#windows">Windows</a></mark>, <mark><a href="https://www.torproject.org/download/download-easy.html.en#linux">Linux</a></mark> and <mark><a href="https://www.torproject.org/download/download-easy.html.en#mac">macOS (OS X)</a></mark>.
de: Tor Browser ist gegenwärtig verfügbar für <mark><a href="https://www.torproject.org/download/download-easy.html.en#windows">Windows</a></mark>, <mark><a href="https://www.torproject.org/download/download-easy.html.en#linux">Linux</a></mark>, <mark><a href="https://www.torproject.org/download/download-easy.html.en#mac">macOS (OS X)</a></mark> und bald auch Android.

source: our-website-is-blocked-by-a-censor
de: unsere-webseite-wird-durch-einen-zensor-blockiert

source: Finally, restart Tor Browser.
de: Und zuletzt: Starte den Tor Browser neu.

source: Connecting To Tor
de: Mit Tor verbinden

source: * Note that your operating system’s standard "Uninstall" utility is not used.
de: * Beachte, dass das standardmäßige Dienstprogramm zur Deinstallation von deinem Betriebstsystem nicht verwendet wird.

source: When it confirms that it's reachable, it will upload a "server descriptor" to the directory authorities to let clients know what address, ports, keys, etc your relay is using.
de: Wenn es die Erreichbarkeit überprüft hat, überträgt es einen "Server-Deskriptor" zu den Verzeichnis-Autoritäten, um Nutzer*innen über die Adresse, Ports, Schlüssel, etc. deines Relays zu informieren.

source: I'm having a problem updating or using Vidalia.
de: Ich habe ein Problem, Vidalia zu benutzen.

source: One of the most common issues that causes connection errors in Tor Browser is an incorrect system clock.
de: Eines der häufigsten Probleme beim Verbinden mit Tor Browser ist eine falsch konfigurierte Systemuhr.

source: Why is the first IP address in my relay circuit always the same?
de: Warum ist die erste IP-Adresse in meinem Relais-Schaltkreis immer die selbe?

source: For Android, The Guardian Project maintains the Tor-powered apps Orbot and Orfox.
de: Für Android ist das Guardian Project für die Instandhaltung von Tor-basierten Apps wie Orbot und Orfox verantwortlich.

source: The only way to resolve this is by following the site’s recommended procedure for account recovery, or contacting the operators and explaining the situation.
de: Die einzige Möglichkeit ist, den Anweisungen zur Wiederherstellung des Kontos zu folgen, oder die Betreiber zu kontaktieren und die Situation zu erklären.

source: If this doesn't fix the problem, see the Troubleshooting page on the <mark><a href="https://tb-manual.torproject.org/en-US/troubleshooting.html">Tor Browser manual</a></mark>.
de: Wenn dies das Problem nicht löst, siehe die Troubleshooting-Seite im <mark><a href="https://tb-manual.torproject.org/en-US/troubleshooting.html">Tor Browser-Handbuch</a></mark>.

source: You may be able to avoid this scenario if your provider offers 2-factor authentication, which is a much better security option than IP-based reputations.
de: Dieses Szenario lässt sich mit 2-Faktoren-Authentifizierung vermeiden. Diese Option ist viel sicherer als IP-basierte Beurteilung.

source: My antivirus or malware protection is blocking me from accessing Tor Browser.
de: Meine Antivirensoftware, oder mein Malwareschutz blockiert die Verbindung vom Tor Browser.

source: If you don't see this message, it means that your relay is not reachable from the outside.
de: Wenn du diese Nachricht nicht siehst, bedeutet das, dass das Relay nicht von außen erreichbar ist.

source: * obfs4proxy (if you use bridges)
de: * obfs4proxy (wenn du Bridges verwendest)

source: Be careful when switching back and forth between Tor and a less safe browser, because you may accidentally use the other browser for something you intended to do using Tor.
de: Sei vorsichtig beim Wechseln zwischen Tor und weniger sicheren Browsern, denn du könntest aus Versehen andere Browser für etwas benutzen, was du eigentlich über Tor schicken wolltest.

source: cannot-reach-x-onion
de: kann-onion-nicht-erreichen

source: Who funds Tor?
de: Wer finanziert Tor?

source: problem-with-duckduckgo
de: problem-mit-duckduckgo

source: search-engine-tor-browser
de: suchmaschine-tor-browser

source: Can I run multiple instances of Tor Browser?
de: Kann ich mehrere Instanzen von Tor Browser ausführen?

source: Please see the <mark><a href="https://noscript.net/faq">NoScript FAQ</a></mark>.
de: Siehe <mark><a href="https://noscript.net/faq">Häufig gestellte Fragen zu NoScript</a></mark>.

source: You should re-check your firewalls, check that the IP and ports you specified in your torrc are correct, etc.
de: Überprüfe deine Firewalls und dass die in deiner torrc eingestellten IP-Adresse und Ports korrekt sind, etc.

source: Onion services allow people to browse but also to publish anonymously, including publishing anonymous websites.
de: Onion-Dienste erlauben, anonym zu surfen, aber auch zu publizieren, auch anonyme Webseiten zu veröffentlichen.

source: need-tor-browser-language-not-english
de: benoetige-tor-browser-sprache-nicht-englisch

source: We are currently working on Tor Browser for Android, and you may see alpha releases appear over the coming months.
de: Wir arbeiten aktuell an Tor Browser für Android und rechnen mit einer Alpha-Version in den kommenden Monaten.

source: to-use-gettor-via-twitter
de: gettor-mit-twitter-benutzen

source: * Add the gpg key used to sign the packages by running the following commands:
de: * Füge den GPG-Schlüssel, der zum Signieren des Pakets verwendet wurde, mit folgendem Befehl hinzu:

source: If you see lines like these in your Tor log, it means your Tor failed to connect to the first node in the Tor circuit.
de: Wenn du diese Zeilen in deiner Tor-Protokolldatein siehst, konnte sich Tor nicht mit dem ersten Knoten (Guard) von deinem Kanal (Circuit) verbinden.

source: Do you? <mark><a href="https://www.torproject.org/about/contact.html.en">Contact us</a></mark>.
de: Wirklich? <mark><a href="https://www.torproject.org/about/contact.html.en">Kontaktiere uns</a></mark>.

source: how-to-download-tor-if-torproject-org-is-blocked
de: tor-herunterladen-torproject-org-ist-geblockt

source: If you started having issues with your Tor Browser after an update, check out <mark><a href="https://blog.torproject.org">blog.torproject.org</a></mark> for the most recent stable Tor Browser post to see if your issue is listed.
de: Wenn du nach einem Update von Tor Browser ein Problem feststellst, siehe auf <mark><a href="https://blog.torproject.org">blog.torproject.org</a></mark> den letzten Eintrag für den stabilen Tor Browser, um zu sehen, ob dein Problem bereits aufgeführt ist.

source: Misc
de: Verschiedenes

source: * obfs4proxy.exe (if you use bridges)
de: * obfs4proxy.exe (wenn du Bridges verwendest)

source: After a few hours (to give it enough time to propagate), you can query <mark><a href="https://metrics.torproject.org/rs.html#search">Metrics</a></mark> to see whether your relay has successfully registered in the network.
de: Nach einigen Stunden (wenn es genügend Zeit hatte, sich zu verbreiten), kannst du auf der <mark><a href="https://metrics.torproject.org/rs.html#search">Metrics-Webseite</a></mark> nachsehen, ob sich dein Relay erfolgreich im Netzwerk registriert hat.

source: GetTor will respond with an email containing links from which you can download Tor Browser, the cryptographic signature (needed for <mark><a href="https://www.torproject.org/docs/verifying-signatures.html.en">verifying the download</a></mark>), the fingerprint of the key used to make the signature, and the package’s checksum.
de: GetTor antwortet mit einer Email mit Links für Tor Browser, der kryptographischen Signatur (um die <mark><a href="https://www.torproject.org/docs/verifying-signatures.html.en">Datei zu verifizieren</a></mark>), dem Fingerabdruck des Signatur-Schlüssels und der Prüfsumme des Pakets.

source: How do I make sure that I'm using the correct packages on Ubuntu?
de: Wie stelle ich fest, dass ich die korrekten Ubuntu-Pakete verwende?

source: The Guardian Project maintains Tor (and other privacy applications) on Android. More info can be found on the <mark><a href="https://guardianproject.info/">Guardian Project's website</a></mark>.
de: Das Guardian Project betreut Tor für Android (sowie andere Anwendungen zum Schutz der Privatsphäre). Weitere Information dazu finden sich auf der<mark><a href="https://guardianproject.info/">Webseite vom Guardian Project</a></mark>.

source: Other open tabs and windows from the same website will use the new circuit as well once they are reloaded.
de: Andere offene Tabs und Fenster mit der gleichen Seiten werden den neuen Kanal benutzen, sobald sie neu geladen werden.

source: tor-project-app-for-private-chat
de: tor-projekt-anwendung-private-kommunikation

source: Instead, consider running your exit relay in a commercial facility that is supportive of Tor.
de: Verwende für einen Ausgangs-Knoten stattdessen eine kommerzielle Einrichtung, die Tor unterstützt.

source: Please try connecting with bridges, and that should fix the problem.
de: Bitte versuchen Sie, sich über Brücken zu verbinden, das sollte das Problem lösen.

source: Orfox is for web browsing, and Orbot can route other apps on your Android phone over the Tor network.
de: Orfox ist zum Surfen und Orbot kann andere Anwendungen auf deinem Android Telefon durch das Tor-Netzwerk routen.

source: If it hasn't, re-check firewalls, IP and ports again.
de: Wenn nicht, überprüfe Firewalls, IP-Adresse und Ports noch ein Mal.

source: Flash is disabled in Tor Browser, and we recommend you do not enable it.
de: Flash ist im Tor Browser ausgeschaltet und wir empfehlen auch nicht dies manuell zu aktivieren.

source: If you cannot reach the onion service you desire, make sure that you have entered the 16-character onion address correctly: even a small mistake will stop Tor Browser from being able to reach the site.
de: Wenn die gewünschten Onion-Dienste nicht erreichbar sind, ist die 16-stellige Adresse falsch: selbst der kleinste Fehler macht es Tor Browser unmöglich, die Seite aufzurufen.

source: There is something called the <mark><a href="https://www.torbsd.org/">TorBSD project</a></mark>, but their Tor Browser is not officially supported.
de: Es gibt das <mark><a href="https://www.torbsd.org/">TorBSR-Projekt</a></mark>, aber dieser Tor Browser wird nicht offiziell unterstützt.

source: how-do-i-run-an-exit
de: wie-betreibe-ich-einen-exit-knoten

source: How can we help?
de: Wie können wir helfen?

source: <mark><a href="https://www.torproject.org/projects/torbrowser/design/">Learn more about the design of Tor Browser</a></mark>.
de: <mark><a href="https://www.torproject.org/projects/torbrowser/design/">Mehr über das Design von Tor Browser</a></mark>.

source: running-tor-browser-make-me-relay
de: tor-browser-macht-mich-zum-relay

source: cannot-connect-to-tor-browser-network-censored
de: kann-nicht-mit-tor-browser-verbinden-zensiertes-netzwerk

source: Contact your provider and ask them if they provide 2FA.
de: Kontaktiere den Anbieter und frage nach 2FA.

source: prevent-bad-people-doing-bad-things-with-tor
de: verhindere-dass-schlechte-menschen-schlechtes-mit-tor-tun

source: Most Frequently Asked Questions
de: Am häufigsten gestellte Fragen

source: How do I uninstall Tor Browser?
de: Wie kann ich den Tor Browser entfernen?

source: I downloaded and installed Tor Browser for Windows, but now I can't find it.
de: Ich habe Tor Browser für Windows heruntergeladen und installiert, kann ihn aber nun nicht mehr finden.

source: * Empty your Trash.
de: * Leere deinen Papierkorb.

source: Can I run Tor on an iOS device?
de: Kann ich Tor auf einem iOS-Gerät ausführen?

source: How do I run Tor on Windows Phone?
de: Wie bringe ich Tor auf einem Windows-Phone zum Laufen?
