Repository: torproject/support
Catalog: i18n/contents+tr.po
Languages: tr

source: <h4 class="card-title">Tor Browser will prompt you to update the software once a new version has been released.</h4>
tr: <h4 class="card-title">Tor Browser yayınlanan yeni sürümleri güncellemeniz için size bildirir.</h4>

source: <p class="card-text">The Torbutton icon (the little green onion in the top left corner of the browser) will display a yellow triangle.</p>
tr: <p class="card-text">Torbutton simgesi (ekranın sol üst bölümündeki küçük yeşil soğan) üzerinde sarı bir üçgen görüntülenir.</p>

source: You may see a written indication when Tor Browser opens telling you that an update is available.
tr: Tor Browser açıldığında bir güncellemenin yayınlandığını bildiren bir uyarı görebilirsiniz.

source: <h4 class="card-title">Card title</h4>
tr: <h4 class="card-title">Kart başlığı</h4>

source: <p class="card-text">Card text</p>
tr: <p class="card-text">Kart metni</p>

source: Tor browser will install the updates.
tr: Tor Browser güncellemeleri kuracak.

source: updating-tor-browser
tr: tor-browser-guncellemesi

source: How do I uninstall Tor Browser?
tr: Tor Browser nasıl kaldırılır?

source: Removing Tor Browser from your system is simple:
tr: Tor Browser sisteminizden kolayca kaldırılabilir:

source: * Locate your Tor Browser folder or application.
tr: * Tor Browser klasörünü ya da uygulamasını bulun.

source: The default location on Windows is the Desktop; on macOS it is the Applications folder (on macOS, you have to move it into the Applications folder when you complete the installation process).
tr: Varsayılan klasör Windows üzerinde Masaüstü; macOS üzerinde Uygulamalar klasörüdür (macOS üzerinde kurulum işlemini tamamladığınızda Application klasörüne taşımanız gerekir).

source: On Linux, there is no default location, however the folder will be named "tor-browser_en-US" if you are running the English Tor Browser.
tr: Linux üzerinde varsayılan konum yoktur, ancak kullandığınız Tor Browser İngilizce ise "tor-browser_en-US" klasör adı kullanılır.

source: * Delete the Tor Browser folder or application.
tr: * Tor Browser klasörünü ya da uygulamasını silin.

source: * Empty your Trash.
tr: * Çöp kutunuzu boşaltın.

source: * Note that your operating system’s standard "Uninstall" utility is not used.
tr: * Kaldırma işlemi için işletim sisteminizde bulunan standart "Uygulama Kaldırma" aracının kullanılmadığını unutmayın.

source: uninstall-tor-browser
tr: tor-browser-kaldirma

source: Is there a way to change the IP address that Tor Browser assigns me for a particular site?
tr: Tor Browser tarafından belirli bir site için bana atanan IP adresini değiştirmenin bir yolu var mı?

source: Tor Browser has two ways to change your relay circuit — "New Identity" and "New Tor Circuit for this Site".
tr: Tor Browser üzerinde aktarıcı devrenizi değiştirmenin iki yolu vardır. — "Yeni Kimlik" ve "Bu Sitenin Tor Devresini Yenile".

source: Both options are located in the Torbutton (little green onion) menu.
tr: İki seçenek de Torbutton (küçük yeşil soğan) menüsünde bulunur.

source: ##### New Identity
tr: ##### Yeni Kimlik

source: This option is useful if you want to prevent your subsequent browser activity from being linkable to what you were doing before.
tr: Bu seçenek, web tarayıcıda arka arkaya yaptığınız işlemlerin daha önce yaptığınız işlemler ile ilişkilendirilmesini engellemek istediğinizde kullanışlıdır.

source: Selecting it will close all your tabs and windows, clear all private information such as cookies and browsing history, and use new Tor circuits for all connections.
tr: Bu seçenek kullanıldığında, tüm sekme ve pencereleriniz kapatılarak çerezler ve tarama geçmişi gibi tüm kişisel bilgiler temizlenerek tü bağlantılar için yeni Tor devreleri kullanılır.

source: Tor Browser will warn you that all activity and downloads will be stopped, so take this into account before clicking "New Identity".
tr: Tor Browser tüm işlem ve indirmelerin durdurulacağını bildirir. "Yeni Kimlik" üzerine tıklamadan önce bunu göz önüne alın.

source: ##### New Tor Circuit for this Site
tr: ##### Bu Sitenin Tor Devresini Yenile

source: This option is useful if the exit relay you are using is unable to connect to the website you require, or is not loading it properly.
tr: Bu seçenek, kullandığınız çıkış aktarıcısı ziyaret etmek istediğiniz web sitesi ile bağlantı kuramadığında ya da siteyi doğru şekilde yükleyemediğinde işe yarar.

source: Selecting it will cause the currently-active tab or window to be reloaded over a new Tor circuit.
tr: Geçerli sekme ya da pencerenin yeni bir Tor devresi kullanılarak yeniden yüklenmesini sağlar.

source: Other open tabs and windows from the same website will use the new circuit as well once they are reloaded.
tr: Aynı web sitesi için açık olan sekme ve pencereler yeniden yüklendiğinde yeni devreyi kullanır.

source: This option does not clear any private information or unlink your activity, nor does it affect your current connections to other websites.
tr: Bu seçenek herhangi bir kişisel bilgiyi temizlemez, yaptığınız işlemler arasındaki ilişki kurulmasını engellemez ya da diğer web sitelerinin geçerli bağlantılarını etkilemez.

source: <p class="card-text">Card text</div>
tr: <p class="card-text">Kart metni</div>

source: change-ip-address
tr: ip-adresini-degistirmek

source: tell-which-website-are-visited-while-using-tor-browser
tr: tor-browser-kullanirken-ziyaret-ettigim-web-siteleri-gorulebilir-mi

source: A website (bank, email provider, etc..) locks me out whenever I use Tor, what can I do?
tr: Bir web sitesi (banka, e-posta hizmeti sağlayıcısı gibi) Tor kullandığımda beni engelliyor, ne yapabilirim?

source: Tor Browser often makes your connection appear as though it is coming from an entirely different part of the world.
tr: Tor Browser sıklıkla bağlantınızı dünyanın başka bir yerinden geliyormuş gibi gösterir.

source: Some websites, such as banks or email providers, might interpret this as a sign that your account has been compromised, and lock you out.
tr: Bankalar, e-posta hizmeti sağlayıcıları gibi bazı web siteleri bu durumu hesabınızın ele geçirildiği şeklinde değerlendirerek erişiminizi engelleyebilir.

source: The only way to resolve this is by following the site’s recommended procedure for account recovery, or contacting the operators and explaining the situation.
tr: Bu sorunu çözmenin tek yolu hesabınızdaki engellemenin kaldırılması için site tarafından önerilen yöntemi uygulamak ya da işletmeci ile görüşerek durumu açıklamaktır.

source: You may be able to avoid this scenario if your provider offers 2-factor authentication, which is a much better security option than IP-based reputations.
tr: Hizmet sağlayıcınız IP temelli güvenlik denetimleri yerine çok daha iyi bir güvenlik seçeneği olan iki aşamalı kimlik doğrulaması sunuyorsa bu durumdan kaçınabilirsiniz.

source: Contact your provider and ask them if they provide 2FA.
tr: Hizmet sağlayıcınız ile görüşerek iki aşamalı kimlik doğrulaması sunup sunmadığını öğrenin.

source: website-locks-torbrowser-out
tr: tor-browser-web-sitesi-tarafindan-engelleniyor

source: Tor Browser is currently available on Windows, Linux and OSX.
tr: Tor Browser şu anda Windows, Linux ve OS X üzerinde kullanılabilir.

source: which-platform-tor-browser-available
tr: tor-browser-hangi-platformlarda-kullanilabilir

source: Can I set Tor Browser as my default browser?
tr: Tor Browser varsayılan tarayıcı yapılabilir mi?

source: There is currently no supported method for setting Tor Browser as your default browser.
tr: Henüz Tor Browser uygulamasını varsayılan tarayıcı yapmanın bir yolu yok.

source: The Tor Browser works hard to isolate itself from the rest of your system, and the steps for making it the default browser are unreliable.
tr: Tor Browser uygulamasını sisteminizden yalıtmak için sıkı önlemler alınmıştır. Varsayılan tarayıcı olarak atama adımlarında bu güvenliği azaltan adımlar bulunur.

source: This means sometimes a website would load in the Tor Browser, and sometimes it would load in another browser, this type of behavior can be dangerous and anonymity-breaking.
tr: Yani bir web sitesi bazen Tor Browser ile bazen başka bir web tarayıcısı ile yüklenebilir. Bu davranış anonim kalmanızı tehlikeye sokar.

source: setting-tor-browser-as-default
tr: tor-browser-uygulamasini-varsayilan-olarak-atamak

source: Does running Tor Browser make me a relay?
tr: Tor Browser çalıştırdığımda ben de bir aktarıcı işletiyor olur muyum?

source: Running Tor Browser does not make you act as a relay in the network.
tr: Yalnızca Tor Browser uygulamasını çalıştırmak sizin ağ üzerinde bir aktarıcı haline gelmenizi sağlamaz.

source: This means that your computer will not be used to route traffic for others.
tr: Yani bilgisayarınız başkalarından gelen ağ trafiğini aktarmak için kullanılmaz.

source: If you'd like to become a relay, please see our <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">Tor Relay Guide</a></mark>.
tr: Bir aktarıcı işletmek ile ilgili ayrıntılı bilgi almak için <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">Tor Aktarıcı Belgesine</a></mark> bakabilirsiniz.

source: running-tor-browser-make-me-relay
tr: tor-browser-calistirdigimda-ben-de-bir-aktarici-isletiyor-olur-muyum

source: Why does Tor Browser ship with Javascript enabled?
tr: Tor Browser neden JavaScript etkinleştirilmiş olarak geliyor?

source: We configure NoScript to allow JavaScript by default in Tor Browser because many websites will not work with JavaScript disabled.
tr: Çoğu web sitesi JavaScript devre dışı iken düzgün çalışmadığından Tor Browser üzerinde NoScript uygulaması varsayılan olarak JavaScript kullanımına izin verecek şekilde yapılandırılmıştır.

source: Most users would give up on Tor entirely if we disabled Javascript by default because it would cause so many problems for them.
tr: JavaScript varsayılan olarak devre dışı bırakılsaydı çok fazla sorun yaratacağı için çoğu kullanıcı Tor kullanmayı bırakırdı.

source: Ultimately, we want to make Tor Browser as secure as possible while also making it usable for the majority of people, so for now, that means leaving Javascript enabled by default.
tr: Hedefimiz Tor Browser uygulamasını olabildiğince çok kişinin olabildiğince güvenli bir şekilde kullanması. Bu nedenle JavaScript varsayılan olarak etkinleştirilmiştir.

source: For users who want to have Javascript disabled on all HTTP sites by default, we recommend changing your Tor Browser's security slider (in the Tor Browser Onion menu under "Security Settings").
tr: Tüm HTTP sitelerinde JavaScript kullanımının devre dışı bırakılmasını isteyen kullanıcılar için Tor Browser güvenlik ayarı kaydırıcısını (Tor Browser Onion menüsü altındaki "Güvenlik Ayarları" bölümünden) değiştirmelerini öneriyoruz.

source: The low/default setting allows Javascript, but the medium and high levels both block Javascript on HTTP sites.
tr: Düşük/varsayılan ayarda JavaScript kullanımına izin verilir. Ancak orta ve yüksek düzeylerde HTTP sitelerinde JavaScript engellenir.

source: tor-browser-js-enabled-default
tr: tor-browser-varsayilan-olarak-javascript-kullanimi

source: Can you get rid of all the captchas?
tr: Tüm güvenlik kodlarından kurtulabilir misiniz?

source: Unfortunately, some websites deliver CAPTCHAS to Tor users, and we are not able to remove CAPTCHAs from websites.
tr: Bazı siteler Tor kullanıcılarından güvenlik kodu istiyor ve web sitelerinden güvenlik kodunu kaldıramıyoruz.

source: The best thing to do in these cases is to contact the website owners, and inform them that their CAPTCHAs are preventing users such as yourself from using their services.
tr: Bu durumda yapılacak en iyi şey web sitesinin yöneticileri ile görüşerek güvenlik kodunun sizin gibi kullanıcıların web sitesinde sunulan hizmetlerden yararlanmasını engellediğini aktarmaktır.

source: get-rid-of-captchas
tr: guvenlik-kodundan-kurtulmak

source: Can I run multiple instances of Tor Browser?
tr: Birden çok Tor Browser kopyası çalıştırabilir miyim?

source: We do not recommend running multiple instances of Tor Browser, and may not work as anticipated on many platforms.
tr: Birden çok Tor Browser kopyasının kullanılması önerilmez ve çoğu platform üzerinde olması gerektiği gibi düzgün çalışmaz.

source: run-multible-instances-of-tor-browser
tr: birden-cok-tor-browser-kopyasi-calistirmak

source: I need Tor Browser in a language that's not English.
tr: İngilizce olmayan bir Tor Browser sürümü arıyorum.

source: We currently offer Tor Browser in the following languages:
tr: Tor Browser uygulamasını şu dillere çevrilmiş olarak sunuyoruz:

source: need-tor-browser-language-not-english
tr: ingilizce-olmayan-bir-tor-browser-surumu-ariyorum

source: Will my network admin be able to tell I'm using Tor Browser?
tr: Ağ yöneticim Tor Browser kullandığımı görebilir mi?

source: When using Tor Browser, no one can see the websites that you visit.
tr: Tor Browser kullanırken hiç kimse ziyaret ettiğiniz siteleri göremez.

source: However, your service provider or network admins may be able to see that you're connecting to the Tor network, though they won't know what you're doing when you get there.
tr: Bununla birlikte İnternet Hizmeti Sağlayıcınız ya da ağ yöneticileriniz Tor ağına bağlandığınızı görebilir ancak orada ne yaptığınızı bilemez.

source: network-admin-know-i-am-using-tor
tr: ag-yoneticisi-tor-kullandigimi-biliyor

source: I’m having trouble using features on Facebook, Twitter, or some other website when I’m using Tor Browser.
tr: Tor Browser kullanırken Facebook, Twitter ya da başka bir web sitesindeki özellikleri kullanmakta sorun yaşıyorum.

source: Sometimes Javascript-heavy websites can have functional issues over Tor Browser.
tr: JavaScript ağırlığı fazla olan web sitelerinde Tor Browser kullanırken bazı işlemlerde sorun çıkabilir.

source: The simplest fix is to click on the "onion menu," then click on the security slider.
tr: En basit çözüm "soğan menüsüne" tıklayıp güvenlik kaydırıcısı üzerine tıklamaktır.

source: Set your security to "Standard".
tr: Güvenlik düzeyinizi "Standart" olarak ayarlayın.

source: tor-browser-issues-facebook-twitter-websites
tr: tor-browser-facebook-twitter-sitelerinde-sorun-cikariyor

source: Why is Tor Browser built from Firefox and not some other browser?
tr: Tor Browser neden Firefox üzerine kuruldu ve neden başka bir tarayıcı kullanılmadı?

source: Tor Browser is a modified version of Firefox specifically designed for use with Tor.
tr: Tor Browser, özel olarak Tor ile çalışmak üzere değiştirilmiş bir Firefox sürümüdür.

source: A lot of work has been put into making the Tor Browser, including the use of extra patches to enhance privacy and security.
tr: Tor Browser uygulamasını geliştirmek için, güvenliği ve kişisel gizliliği arttıran ek yamaların kullanımı gibi birçok iş yapılmıştır.

source: While it is technically possible to use Tor with other browsers, you may open yourself up to potential attacks or information leakage, so we strongly discourage it.
tr: Diğer web tarayıcılarda Tor ağını kullanma olanağı olsa da, bunu yaptığınızda olası saldırılara ya da bilgilerinizin ele geçirilmesine karşı daha korunmasız olursunuz. Bu nedenle başka bir web tarayıcısı ile Tor ağını kullanmamanız önemle önerilir.

source: <mark><a href="https://www.torproject.org/projects/torbrowser/design/">Learn more about the design of Tor Browser</a></mark>.
tr: Ayrıntılı bilgi almak için <mark><a href="https://www.torproject.org/projects/torbrowser/design/">Tor Tarayıcısının Tasarımı</a></mark> bölümüne bakabilirsiniz.

source: tor-browser-is-built-from-firefox-why
tr: tor-browser-icin-neden-firefox-kullaniliyor

source: Does Tor Browser use a different circuit for each website?
tr: Tor Browser her web sitesi için farklı bir devre mi kullanır?

source: In Tor Browser, every new domain gets its own circuit.
tr: Tor Browser üzerinde her etki alanının kendi devresi olur.

source: <mark><a href="https://www.torproject.org/projects/torbrowser/design/#identifier-linkability">The Design and Implementation of Tor Browser</a></mark> document further explains the thinking behind this design.
tr: Bu konuyla ilgili ayrıntılı bilgi almak için <mark><a href="https://www.torproject.org/projects/torbrowser/design/#identifier-linkability">Tor Tarayıcısının Tasarımı ve Uygulaması</a></mark> bölümüne bakabilirsiniz.

source: different-circuit-each-website
tr: her-web-sitesi-icin-farkli-devre

source: Why did my search engine switch to DuckDuckGo?
tr: Arama motorum neden DuckDuckGo oldu?

source: With the release of Tor Browser 6.0.6, we switched to DuckDuckGo as the primary search engine.
tr: Tor Browser 6.0.6 sürümünden sonra öncelikli arama motoru olarak DuckDuckGo kullanmaya başladık.

source: For a while now, Disconnect has had no access to Google search results which we used in Tor Browser.
tr: Bir süredir, Tor Browser üzerinde kullandığımız Disconnect Google arama sonuçlarına erişememeye başladı.

source: Since Disconnect is more of a meta search engine which allows users to choose between different search providers, it fell back to delivering Bing search results which were basically unacceptable quality-wise.
tr: Diconnect arama motoru, bir üst veri arama motorundan fazlasını sunduğu için kullanıcıların farklı arama hizmeti sağlayıcılarından seçim yapabilmesini sağladığından, Google sonuçlarına erişemediğinde kalite açısından kabul edilemez olan Bing arama sonuçlarına dönüyordu.

source: why-is-tor-using-duckduckgo
tr: tor-neden-duckduckgo-kullaniyor

source: Why does my Tor Browser say something about Firefox not working?
tr: Tor Browser neden Firefox çalışmıyor gibi uyarılar veriyor?

source: Tor Browser is built using <mark><a href="https://www.mozilla.org/en-US/firefox/organizations/">Firefox ESR</a></mark>, so errors regarding Firefox may occur.
tr: TOr Browser <mark><a href="https://www.mozilla.org/en-US/firefox/organizations/">Fİrefox ESR</a></mark> üzerine kurulmuştur. Bu nedenle Firefox uygulamasına bağlı olarak sorunlar çıkabilir.

source: Please be sure no other instance of Tor Browser is already running, and that you have extracted Tor Browser in a location that your user has the correct permissions for.
tr: Lütfen başka bir Tor Browser kopyasının çalışmadığından ve Tor Browser dosyalarının kullanıcı tarafından doğru ve yeterli izinler ile erişilebilecek bir konuma kopyalandığından emin olun.

source: If you are running an anti-virus, please see <mark><a href="http://support.torproject.org/#tbb-10">My antivirus/malware protection is blocking me from accessing Tor Browser</a></mark>, it is common for anti-virus / anti-malware software to cause this type of issue.
tr: Bir virusten koruma uygulaması çalıştırıyorsanız <mark><a href="http://support.torproject.org/#tbb-10">Virüs ya da kötü amaçlı yazılımdan korunma uygulamam Tor Browser kullanmamı engelliyor</a></mark>Bu tür bir soruna genellikle virüs ya da kötü amaçlı yazılımdan korunma uygulamaları yol açar.

source: tor-browser-firefox-not-working-error
tr: tor-browser-firefox-calismiyor-hatasi

source: Can I still use another browser, like Chrome or Firefox, when I am using Tor Browser?
tr: Tor Browser kullanılırken Chrome ya da Firefox gibi başka bir web tarayıcısı da kullanılabilir mi?

source: You can certainly use another browser while you are also using Tor Browser.
tr: Tor Browser kullanırken başka bir web tarayıcısını da kullanmanızda herhangi bir sakınca yoktur.

source: However, you should know that the privacy properties of Tor Browser will not be present in the other browser.
tr: Bununla birlikte, Tor Browser üzerindeki kişisel gizliliği koruma özelliklerinin başka web tarayıcılarında bulunmadığını unutmayın.

source: Be careful when switching back and forth between Tor and a less safe browser, because you may accidentally use the other browser for something you intended to do using Tor.
tr: Tor ve diğer daha az güvenli web tarayıcılar arasında gidip gelirken dikkatli olmanız gerekir. Yanlışlıkla Tor üzerinde yapmak istediğiniz işlemleri diğer tarayıcıda yapabilirsiniz ve bu durum verilerinizin ve kimliğinizin açığa çıkmasına neden olabilir.

source: Can I make Tor Browser my default browser?
tr: Tor Browser varsayılan tarayıcı yapılabilir mi?

source: Unfortunately, there is no supported way to make Tor Browser your default browser.
tr: Maalesef, Tor Browser uygulamasını varsayılan tarayıcı yapmanın bir yolu yok.

source: make-tor-browser-default-browser
tr: tor-browser-uygulamasini-varsayilan-olarak-atamak

source: A website I am trying to reach is blocking access over Tor.
tr: Ziyaret etmek istediğim bir site Tor üzerinden erişilmesini engelliyor.

source: Sometimes websites will block Tor users because they can't tell the difference between the average Tor user and automated traffic.
tr: Bazen web siteleri Tor kullanıcıları ile otomatik trafik arasındaki farkı bilemediğinden Tor kullanıcılarını engelliyor.

source: The best success we've had in getting sites to unblock Tor users is getting users to contact the site administrators directly.
tr: Web sitelerinin engellediği Tor kullanıcıları için en iyi sonuç kullanıcıların doğrudan site yöneticileri ile görüşmesi yoluyla alınıyor.

source: Something like this might do the trick:
tr: Şöyle bir ileti işe yarayabilir:

source: "Hi! I tried to access your site xyz.com while using Tor Browser and discovered that you don't allow Tor users to access your site.
tr: "Merhaba! Tor Browser kullanarak xyz.com sitenize bağlanmaya çalışıyorum ancak sitenizin Tor kullanıcılarına izin vermediğini gördüm.

source: I urge you to reconsider this decision; Tor is used by people all over the world to protect their privacy and fight censorship.
tr: Bu durumu gözden geçirmenizi bildirmek istedi. Dünya üzerinde kişisel gizliliğini korumak ve sansürü aşmak isteyen çok sayıda kişi Tor kullanıyor.

source: By blocking Tor users, you are likely blocking people in repressive countries who want to use a free internet, journalists and researchers who want to protect themselves from discovery, whistleblowers, activists, and ordinary people who want to opt out of invasive third party tracking.
tr: Tor kullanıcılarını engellediğinizde, baskıcı ülkelerden İnterneti özgürce kullanmak isteyen gazeteciler, yolsuzlukları ortaya çıkaranlar, aktivistler ve sıradan insanlar gibi izlenmek ve kimliklerinin ortaya çıkmasını istemeyen kişileri engellemiş oluyorsunuz.

source: Please take a strong stance in favor of digital privacy and internet freedom, and allow Tor users access to xyz.com.
tr: Lütfen sayısal kişisel gizliliği ve İnternet özgürlüğünü desteklediğinizi göstermek için Tor kullanıcılarının xyz.com sitesine erişmesine izin verin.

source: Thank you."
tr: Teşekkürler."

source: In the case of banks, and other sensitive websites, it is also common to see geography-based blocking (if a bank knows you generally access their services from one country, and suddenly you are connecting from an exit relay on the other side of the world, your account may be locked or suspended).
tr: Bankalar gibi hassas web sitelerinde genellikle coğrafi konuma göre engelleme yapılır (bir banka kendi hizmetlerine belirli bir ülkeden erişilmesini istiyorsa, siz dünyanın başka bir yerindeki bir aktarıcı üzerinden geldiğinizde hesabınız engellenebilir).

source: If you are unable to connect to an onion service, please see <a href="#onionservices-3">I cannot reach X.onion!</a>
tr: Bir onion hizmeti ile bağlantı kuramıyorsanız <a href="#onionservices-3">X.onion üzerine ulaşamıyorum</a> bölümüne bakabilirsiniz.

source: website-blocking-access-over-tor
tr: web-sitesi-tor-uzerinden-erisimi-engelliyor

source: website-blocked-by-censor-can-tor-browser-help
tr: sansurlenen-web-sitelerine-tor-browser-ile-erisilebilir-mi
