Repository: torproject/support
Catalog: i18n/contents+es_*.po
Languages: ar, es

source: Modifying the way that Tor creates its circuits is strongly discouraged.
ar: Nos oponemos enfáticamente a la modificación de la manera en que Tor crea sus cicuitos.
es: Modificar la manera en la que Tor crea sus circuitos está totalmente desaconsejado.

source: However, be aware that your other browser is not keeping your activity private, and you may forget and accidentally use that non-private browser to do something that you intended to do in Tor Browser.
ar: Sin embargo, advertí que tu otro navegador no está manteniendo tu actividad privada, y podés olvidarte y accidentalmente usar ese navegador no privado para hacer algo que intentabas hacer con el navegador Tor.
es: Sin embargo, ten en cuenta que tu otro navegador no está manteniendo en privado tu actividad, y puede que te despistes y accidentalmente uses ese navegador no-privado para hacer algo que pretendías hacer en el Tor Browser.

source: We do not recommend using Tor with BitTorrent.
ar: No recomendamos usar Tor con bittorrent.

source: This could mean that you’re on a network that’s censored.
ar: Esto puede significar que estás en una red que está censurada.
es: Esto podría significar que estás en una red que está censurada.

source: * Français (fr)
ar: * Francés (fr)

source: In the case of banks, and other sensitive websites, it is also common to see geography-based blocking (if a bank knows you generally access their services from one country, and suddenly you are connecting from an exit relay on the other side of the world, your account may be locked or suspended).
ar: En el caso de bancos, y otros sitios web sensitivos, es común también ver bloqueos basados en geografía (si un banco sabe que generalmente accedés sus servicios desde un país, y de repente estás conectando desde un relevo de salida en el otro lado del mundo, tu cuenta puede ser bloqueada o suspendida).
es: En el caso de bancos y otros sitios web sensibles, también es normal que bloqueen basándose en la geografía (si un banco sabe que generalmente accedes a sus servicios desde un país, y de repente te estás conectando desde un repetidor de salida al otro lado del mundo, pueden bloquear tu cuenta o suspenderla).

source: Tor prevents eavesdroppers from learning sites that you visit.
ar: Tor le impide saber a observadores hostiles qué sitios estás visitando.

source: Since Disconnect is more of a meta search engine which allows users to choose between different search providers, it fell back to delivering Bing search results which were basically unacceptable quality-wise.
ar: Desde que Disconnect es más bien un meta motor de búsqueda que permite a los usuarios escoger entre diferentes proveedores de búsqueda, por defecto estaba entregando resultados de búsqueda de Bing, los cuales eran básicamente inaceptables desde el punto de vista de la calidad.
es: Siendo Disconnect más parecido a un meta motor de búsqueda que permite a los usuarios elegir diferentes proveedores de búsqueda, recurrió a mostrar sólo los resultados de búsqueda de Bing que son básicamente inaceptables en cuestión de calidad.

source: ## If you control multiple relays, include then in the family
ar: ## Si controlás múltiples relevos, incluilos en la familia
es: ## Si controlas varios repetidores, incluyélos en la familia.

source: * Edit /usr/local/etc/tor/torrc to look like the following:
ar: * Editá /usr/local/etc/tor/torrc para que aparezca como lo siguiente:
es: * Edita /usr/local/etc/tor/torrc para que tenga el siguiente aspecto:

source: How can I donate to Tor Project?
ar: ¿Cómo puedo donar al proyecto Tor?
es: ¿Cómo puedo donar al Proyecto Tor?

source: * Locate your Tor Browser folder or application.
ar: * Localizá tu carpeta del navegador Tor o la aplicación.
es: * Localiza tu carpeta o aplicación del navegador Tor.

source: The Tor network has over a million daily users, and just over 6000 relays to route all of their traffic, and the load on each server can sometimes cause latency.
ar: La red de Tor tiene por encima de un millón de usuarios diarios, y sólo por encima de 6000 relevos para rutear todo su tráfico, y la carga en cada servidor puede a veces causar latencia.
es: La red Tor tiene más de un millón de usuarios diarios, y apenas más de 6000 repetidores para enrutar todo su tráfico, y la carga sobre cada servidor a veces puede causar retraso.

source: The low/default setting allows Javascript, but the medium and high levels both block Javascript on HTTP sites.
ar: El ajuste más bajo/por defecto permite Javascript, pero ambos niveles medio y alto bloquean Javascript en sitios HTTP.
es: La opción bajo/predeterminado permite JavaScript, pero los niveles medio y alto ambos bloquean JavaScript en los sitios HTTP.

source: Something like this might do the trick:
ar: Algo cómo ésto podría lograrlo:
es: Algo así podría ayudar:

source: installing-add-on-extensions-tor-browser
ar: instalando-extensiones-complementarias-en-navegador-tor
es: instalar-añadiendo-extensiones-al-navegador-tor

source: I am having trouble connecting to Tor, and I can’t figure out what’s wrong.
ar: Estoy teniendo problemas conectándome a Tor, y no puedo darme cuenta dónde estoy equivocado.
es: Estoy teniendo problemas conectando a Tor, y no logro averiguar qué es lo que está mal.

source: A bridge is just a normal relay with a slightly different configuration.
ar: Un puente es solo un relevo normal con una configuración ligeramente diferente.
es: Un puente es sólo un repetidor normal con una configuración ligeramente diferente.

source: Our website is blocked by a censor. Can Tor Browser help users access our website?
ar: Nuestro sitio web está bloqueado por un censor. ¿El Navegador Tor puede ayudar a los usuarios a acceder al mismo?
es: Nuestro sitio web está bloqueado por un censor. ¿El Navegador Tor puede ayudar a los usuarios a acceder a nuestro sitio web?

source: Please be sure no other instance of Tor Browser is already running, and that you have extracted Tor Browser in a location that your user has the correct permissions for.
ar: Por favor asegurate que ninguna otra instancia del navegador Tor esté ya corriendo, y que hayas extraído el navegador Tor en una ubicación en que tu usuario tiene los permisos correctos.
es: Asegúrate de que ninguna otra instancia del navegador Tor se está ejecutando, y que has instalado el navegador Tor en una ubicación para la que tu usuario tiene los permisos correctos.

source: * Delete the Tor Browser folder or application.
ar: * Borrá la carpeta del navegador Tor o la aplicación.
es: * Elimina la carpeta o aplicación del navegador Tor.

source: It's strongly discouraged to install new add-ons in Tor Browser, because they can compromise your privacy and security.
ar: Está enfáticamente recomendado no instalar nuevos complementos en el navegador Tor, porque los mismos pueden comprometer tu privacidad y seguridad.
es: Se desaconseja vivamente la instalación de nuevos complementos en el Navegador Tor, ya que pueden comprometer tu privacidad y seguridad.

source: For users who want to have Javascript disabled on all HTTP sites by default, we recommend changing your Tor Browser's security slider (in the Tor Browser Onion menu under "Security Settings").
ar: Para usuarios que quieren tener Javascript deshabilitado por defecto en todos los sitios HTTP, recomendamos cambiar la regla deslizante de seguridad en tu navegador Tor (en el menú Onion del navegador Tor, bajo "Ajustes de Seguridad").
es: Para los usuarios que quieran tener JavaScript deshabilitado por defecto en todos los sitios HTTP, recomendamos cambiar el nivel de seguridad del navegdor Tor (en el menú cebolla del navegador Tor, bajo "Configuración de seguridad").

source: faq
ar: pmf

source: These services use the special-use tld .onion (instead of .com,.net,.org,etc..) and are only accessible through the Tor network.
ar: Estos servicios usan especialmente el dominio de nivel tope .onion (en vez de .com, .net, .org, etc.) y solamente son accesibles a través de la red de Tor.
es: Estos servicios usan el TLD (dominio de primer nivel) de uso especial .onion (en lugar de .com, .net, .org, etc.) y sólo son accesibles a través de la red Sor.

source: A website I am trying to reach is blocking access over Tor.
ar: Un sitio web al que estoy intentando entrar está bloqueando el acceso mediante Tor.
es: Un sitio web que quiero abrir está bloqueando el acceso a través de Tor.

source: Does Tor keep logs?
ar: ¿Tor mantiene bitácoras?
es: ¿Tor conserva registros?

source: what-is-a-bridge
ar: qué-es-un-puente
es: qué-es-un-puente

source: There is currently no supported method for running Tor on Windows Phone.
ar: No hay al momento ningún método soportado para correr Tor en Windows Phone.
es: Actualmente no existe un método soportado para ejecutar Tor sobre Windows Phone.

source: What is a .onion or what are onion services?
ar: ¿Qué es un .onion o qué son servicios onion?
es: ¿Qué es un .onion o qué son los servicios onion?

source: For sharing files through Tor, <mark><a href="https://onionshare.org/">OnionShare</a></mark> is a good option.
ar: Para compartir archivos a través de Tor, <mark><a href="https://onionshare.org/">OnionShare</a></mark> es una buena opción.
es: Para compartir ficheros a través de Tor, ​<mark><a href="https://onionshare.org/">OnionShare</a></mark> es una buena opción.

source: problem-noscript
ar: problema-de-noscript
es: problema-noscript

source: setting-tor-browser-as-default
ar: ajustando-navegador-tor-por-defecto
es: configurando-tor-por-defecto

source: Unfortunately, we don't yet have a version of Tor Browser for ChromeOS.
ar: Desafortunadamente, aún no tenemos una versión del navegador Tor para ChromeOS.
es: Desafortunadamente, aún no tenemos una versión del Tor Browser para ChromeOS.

source: The files on my computer have been locked, and someone is demanding I download Tor Browser to pay a ransom for my files!
ar: ¡Los archivos en mi computadora han sido bloqueados, y alguien está demandando que descargue el navegador Tor para pagar un rescate por mis archivos!
es: ¡Los archivos de mi equipo han sido bloqueados, y alguien me está exigiendo que descargue el Navegador Tor para pagar un rescate por mis archivos!

source: Many exit nodes are configured to block certain types of file sharing traffic, such as BitTorrent.
ar: Muchos nodos de salida están configurados para bloquear ciertos tipos de tráfico de compartición de archivos, tales como bittorrent.

source: cant-connect-to-tor-browser
ar: no-puedo-conectar-al-navegador-tor
es: no-se-puede-conectar-el-navegador-tor-en-una-red-censurada

source: accessing-websites-that-are-only-accessible-over-tor
ar: accediendo-sitios-web-que-solamente-son-accesibles-sobre-tor
es: accediendo-a-sitioswebs-solo-accesibles-por-tor

source: Tor requires an accurate clock to work: please check your time, timezone, and date settings.
ar: Tor requiere un reloj preciso para trabajar: por favor revisá tus ajustes de tiempo, huso horario y fecha.
es: Tor necesita un reloj preciso para funcionar: por favor, comprueba tus ajustes de hora, zona horaria y fecha.

source: For further details, please see our <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">blog post on the subject</a></mark>.
ar: Para mayores detalles, por favor mirá nuestra <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">entrada blog sobre el tema</a></mark>.
es: Para más detalles lee nuestro <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">artículo del blog sobre este tema</a></mark>.

source: website-blocked-by-censor-can-tor-browser-help
ar: sitio-web-bloqueado-por-censor-puede-ayudar-navegador-tor
es: sitios-web-bloqueados-por-censura-puede-ayudar-navegadot-tor

source: Check out a list of all <mark><a href="https://www.torproject.org/about/sponsors.html.en">our sponsors</a></mark> and a series of <mark><a href="https://blog.torproject.org/category/tags/form-990">blog posts</a></mark> on our financial reports.
ar: Mirá una lista de todos <mark><a href="https://www.torproject.org/about/sponsors.html.en">nuestros patrocinantes</a></mark> y unas series de <mark><a href="https://blog.torproject.org/category/tags/form-990">entradas de blog</a></mark> sobre nuestros reportes financieros.
es: Revisa la lista completa de <mark><a href="https://www.torproject.org/about/sponsors.html.en">nuestros patrocinadores</a></mark> y una serie de <mark><a href="https://blog.torproject.org/category/tags/form-990">artículos del blog</a></mark> sobre nuestros informes financieros.

source: If a SOCKS proxy is required for your network setup, then please make sure you’ve entered your proxy details correctly.
ar: Si es requerido un proxy SOCKS para tu configuración de red, por favor asegurate que hayas entrado los detalles del mismo correctamente.

source: using-correct-packages
ar: usando-los-paquetes-correctos
es: usando-corrector-de-paquetes

source: If you run Tor Browser and another browser at the same time, it won't affect Tor's performance or privacy properties.
ar: Si corrés el navegador Tor y otro navegador al mismo tiempo, no se afectarán ni el rendimiento de Tor ni las propiedades de privacidad.
es: Si ejecutas el navegador Tor y otro navegador al mismo tiempo, no afectará al rendimiento de Tor o las propiedades de privacidad.

source: Tor Browser can certainly help people access your website in places where it is blocked.
ar: El navegador Tor sin dudas puede ayudar a la gente a acceder a tu sitio web desde lugares donde esté bloqueado.
es: El navegador Tor ciertamente puede ayudar a que la gente acceda a tu sitio web desde lugares donde está bloqueado.

source: How do I view Tor Browser message log?
ar: ¿Cómo veo la bitácora de mensajes del navegador Tor?
es: ¿Cómo veo el registro de mensajes del navegador Tor?

source: * Deutsch (de)
ar: * Alemán (de)

source: how-do-i-run-a-middle-or-guard-on-freebsd
ar: como-corro-un-intermedio-o-guarda-en-freebsd
es: como-puedo-correr-un-repetidor-central-o-de-guardia-en-freebsd

source: Thank you for your support!
ar: ¡Gracias por tu soporte!
es: ¡Gracias por tu apoyo!

source: If you need other bridges, you can get them at our <mark><a href="https://bridges.torproject.org/">Bridges website</a></mark>.
ar: Si necesitás otros puentes, podés obtenerlos en nuestro <mark><a href="https://bridges.torproject.org/">sitio web de puentes</a></mark>.
es: Si necesitas otros puentes, puedes obtenerlos en nuestro ​<mark><a href="https://bridges.torproject.org/">sitio web de puentes</a></mark>.

source: * Polish (pl)
ar: * Polaco (pl)

source: Tor Browser is currently available on Windows, Linux and OSX.
ar: El navegador Tor está disponible corrientemente en Windows, Linux y OSX.
es: Actualmente el navegador Tor está disponible para Windows, Linux y OSX.

source: For <mark><a href="https://www.torproject.org/docs/android.html.en">Android</a></mark>, <mark><a href="https://guardianproject.info/">The Guardian Project</a></mark> maintains the Tor-powered apps <mark><a href="https://guardianproject.info/apps/orbot/">Orbot</a></mark> and <mark><a href="https://guardianproject.info/apps/orfox/">Orfox</a></mark>.
ar: Para <mark><a href="https://www.torproject.org/docs/android.html.en">Android</a></mark>, <mark><a href="https://guardianproject.info/">El proyecto Guardián</a></mark> mantiene las aplicaciones basadas en Tor <mark><a href="https://guardianproject.info/apps/orbot/">Orbot</a></mark> y <mark><a href="https://guardianproject.info/apps/orfox/">Orfox</a></mark>.

source: use-vpn-with-tor
ar: usar-rpv-con-tor
es: usar-vpn-con-tor

source: However, your service provider or network admins may be able to see that you're connecting to the Tor network, though they won't know what you're doing when you get there.
ar: Sin embargo, tus proveedores de servicio o administradores de red pueden ser capaces de ver que te estás conectando a la red de Tor, aunque no sabrán qué estás haciendo cuando estés ahí.
es: Sin embargo, tu proveedor de servicio o administradores de red pueden ser capaces de ver que te estás conectando a la red Tor, aunque no sabrán lo que estás haciendo cuando llegues allí.

source: * Make sure tor starts on boot by running "sysrc tor_enable=YES" (as root)
ar: * Asegurate que tor arranque en la inicialización del sistema corriendo "sysrc tor_enable=YES" (como superusuario).
es: Asegúrate de que Tor se inicia en el arranque ejecutando "sysrc tor_enable=YES" (como root)

source: There may be a temporary connection issue, or the site operators may have allowed it to go offline without warning.
ar: Puede haber una dificultad temporaria de conexión, o los operadores del sitio pueden haberlo sacado de línea sin ninguna advertencia.
es: Puede haber un problema temporal de conexión, o los operadores del sitio pueden haber permitido que este se desconecte sin avisar.

source: No, the Tor Project does not offer hosting services.
ar: No, el proyecto Tor no ofrece servicios de alojamiento de sitios.
es: No, el Proyecto Tor no ofrece servicios de alojamiento.

source: There is no official version of Tor for iOS yet, though we recommend Onion Browser.
ar: No hay una versión oficial de Tor para iOS aún, aunque recomendamos el navegador Onion.
es: Todavía no hay una versión oficial de Tor para iOS, aunque recomendamos Onion Browser.

source: You can help improve the speed of the network by running your own relay, or encouraging others to do so.
ar: Podés ayudar a mejorar la velocidad de la red corriendo tu propio relevo, o animando a otros a hacerlo.
es: Puedes ayudar a mejorar la velocidad de la red con tu propio repetidor, o animando a otros a hacerlo.

source: You may see a written indication when Tor Browser opens telling you that an update is available.
ar: Podrías ver una indicación escrita cuando el navegador Tor se abre, diciéndote que está disponible para actualizar.
es: Puede que veas una indicación escrita cuando se abra el navegador Tor diciéndote que hay una actualización disponible.

source: You can update Tor Browser as soon as a new version is released.
ar: Podés actualizar el navegador Tor tan pronto como una nueva versión sea lanzada.
es: Puedes actualizar el navegador Tor en cuanto se publica una nueva versión.

source: Sorry, but there is currently no official support for running Tor Browser on *BSD.
ar: Lo lamentamos, pero no hay al momento soporte oficial para correr el navegador Tor en *BSD.
es: Lo sentimos, pero actualmente no hay soporte oficial para ejecutar el navegador Tor sobre *BSD.

source: * For OS X
ar: * Para OS X
es: * Para OS X

source: Once you have copied the log, you will be able to paste it into a text editor or email client.
ar: Una vez que hayas copiado la bitácora, estarás habilitado para pegarla en un editor de texto o cliente de correo electrónico.
es: Una vez hayas copiado el registro, podrás pegarlo en el editor de texto o cliente de correo electrónico.

source: * Run "pkg install tor" (as root).
ar: * Corré "pkg install tor" (como superusuario).
es: * Ejecuta "pkg install tor" (como root).

source: donate-tor-project
ar: donar-proyecto-tor
es: donar-al-proyecto-tor

source: tor-browser-wont-connect
ar: navegador-tor-no-se-conecta
es: navegador-tor-no-conecta

source: Onion Services
ar: Servicios Onion
es: Servicios Onion

source: If law enforcement becomes interested in traffic from your exit relay, it's possible that officers will seize your computer.
ar: Si las fuerzas policiales se mostraran interesadas en el tráfico desde tu relevo de salida, es posible que los oficiales encauten tu computadora.
es: Si las fuerzas de seguridad se interesan en el tráfico de tu repetidor de salida, es posible que los agentes confisquen tu ordenador.

source: See our page on <mark><a href="https://www.torproject.org/docs/pluggable-transports.html.en">pluggable transports</a></mark> for more info.
ar: Mirá nuestra página en <mark><a href="https://www.torproject.org/docs/pluggable-transports.html.en">transportes insertables</a></mark> para más información.
es: Para más información, mira nuestra página sobre <mark><a href="https://www.torproject.org/docs/pluggable-transports.html.en">transportes intercambiables</a></mark>.

source: Who is the Guardian Project?
ar: ¿Quién es el proyecto Guardián?
es: ¿Quién es el Guardian Project?

source: If you are still unable to connect to the onion service, please try again later.
ar: Si aún no sos capaz de conectar al servicio onion, por favor intentá de nuevo más tarde.
es: Si todavía no puedes conectar al servicio onion, por favor, inténtalo de nuevo más tarde.

source: However, Apple requires browsers on iOS to use something called Webkit, which prevents Onion Browser from having the same privacy protections as Tor Browser.
ar: Sin embargo, Apple requiere que los navegadores en iOS usen algo llamado Webkit, lo cual evita que el navegador Onion tenga las mismas protecciones de privacidad que el navegador Tor.
es: Sin embargo, Apple requiere que los navegadores en iOS usen algo llamado Webkit, que evita que el navegador Onion tenga las mismas protecciones de privacidad que el navegador Tor.

source: They need to be configured separately to use Tor.
ar: Necesitan ser configurados separadamente para usar Tor.
es: Se tienen que configurar de forma separada para usar Tor.

source: why-is-tor-using-duckduckgo
ar: por-qué-tor-está-usando-duckduckgo
es: porque-usa-tor-duckduckgo

source: You should see one of these common log errors (look for the following lines in your Tor log):
ar: Debieras ver uno de éstos errores comunes (prestá atención a las siguientes líneas en la bitácora de Tor):
es: Deberías ver uno de estos errores de registro comunes (busca las siguientes líneas en tu registro Tor):

source: tell-which-website-are-visited-while-using-tor-browser
ar: decir-que-sitio-web-es-visitado-mientras-use-navegador-tor
es: di-que-web-estás-visitando-mientras-usas-tor

source: Most of the time, simply downloading the <mark><a href="https://www.torproject.org/download/download-easy.html.en">Tor Browser</a></mark> and then using it to navigate to the blocked site will allow access.
ar: La mayoría de las veces, simplemente descargando el <mark><a href="https://www.torproject.org/download/download-easy.html.en">navegador Tor</a></mark> y usándolo para navegar hacia el sitio bloqueado permitirá el acceso.
es: La mayoría de las veces se logrará el acceso simplemente descargando el <mark><a href="https://www.torproject.org/download/download-easy.html.en">navegador Tor</a></mark> y luego usándolo para navegar hacia el sitio bloqueado.

source: We hate that there are some people who use Tor to do terrible things, but we can't do anything to get rid of them without also undermining the human rights activists, journalists, abuse survivors, and other people who use Tor for good things.
ar: Detestamos que haya algunas personas que usen Tor para hacer cosas terribles, pero no podemos hacer nada para librarnos de ellos sin también socavar a los activistas de derechos humanos, periodistas, sobrevivientes de abuso, y otras personas que usan Tor para buenas cosas.
es: Odiamos que haya personas que usen Tor para hacer cosas terribles, pero no podemos hacer nada para librarnos de ellos sin perjudicar también a los activistas pro derechos humanos, periodistas, supervivientes de abusos, y otras personas que usan Tor para cosas buenas.

source: operators
ar: operadores
es: operadores

source: Is it safe to run Tor Browser and another browser at the same time?
ar: ¿Es seguro correr el navegador Tor y otro navegador al mismo tiempo?
es: ¿Es seguro ejecutar el Navegador Tor y otro navegador al mismo tiempo?
