Repository: torproject/support
Catalog: i18n/contents+de.po
Languages: de

source: Some websites, such as banks or email providers, might interpret this as a sign that your account has been compromised, and lock you out.
de: Einige Webseiten, wie Banken und Emailanbieter, könnten dies als Zeichen eines Betrugsversuches interpretieren und sperren deshalb den Zugriff.

source: 19.11.2017 00:04:48.800 [WARN] Received NETINFO cell with skewed time (OR:xxx.xx.x.xx:xxxx): It seems that our clock is behind by 1 days, 0 hours, 1 minutes, or that theirs is ahead. Tor requires an accurate clock to work: please check your time, timezone, and date settings.
de: 19.11.2017 00:04:48.800 [WARN] Received NETINFO cell with skewed time (OR:xxx.xx.x.xx:xxxx): Scheinbar ist Ihre Uhr um 1 Tag, 0 Stunden, 1 Minute zurück gefallen, oder die des Gegenübers geht vor. Tor benötigt eine korrekt eingestellte Uhr, um zu funktionieren: Bitte überprüfen Sie die Uhrzeit, Zeitzone und Datumseinstellungen.

source: website-blocking-access-over-tor
de: webseite-blockiert-zugang-tor

source: If we wanted to block certain people from using Tor, we'd basically be adding a backdoor to the software, which would open up our vulnerable users to attacks from bad regimes and other adversaries.
de: Selbst wenn wir bestimmte Einschränkungen bei der Benutzung von Tor machen wolten, müssten wir eine Hintertür in die Software einbauen, wodurch verwundbarere Nutzer*innen Angriffen durch oppressive Staaten oder anderen Feinden ausgesetzt wären.

source: Our mission:
de: Unsere Mission:

source: to advance human rights and freedoms by creating and deploying free and open source anonymity and privacy technologies, supporting their unrestricted availability and use, and furthering their scientific and popular understanding.
de: um Menschenrechte und Freiheiten zu fördern, durch die Entwicklung und Verbreitung von Open Source Anonymitäts- und Privatsshphäre-Technologien, ihre ungehinderte Verfügbarkeit zu unterstützen und ihr Verständnis in Wissenschaft und der Allgemeinheit zu vergrößern.

source: Subscribe to our Newsletter
de: Abonnieren Sie unseren Newsletter

source: Get monthly updates and opportunities from the Tor Project
de: Erhalte monatliche Berichte und Beschäftigungsaussichten vom Tor Project

source: Trademark, copyright notices, and rules for use by third parties can be found in our
de: Markenrechts-, Copyright-Mitteilungen und Regeln für Drittparteien finden sich in unserer

source: Tor Project | Support
de: Tor Project | Hilfe

source: Download Tor Browser
de: Tor Browser herunterladen

source: Search
de: Suchen

source: Topics
de: Themen
