Repository: torproject/support
Catalog: i18n/contents+es_*.po
Languages: ar, es

source: Please note that VPNs do not have the same privacy properties as Tor, but they will help solve some geolocation restriction issues.
ar: Por favor notá que las RPVs no tienen las mismas propiedades de privacidad que Tor, pero ayudarán a solucionar algunas dificultades de restricción por geolocalización.
es: Ten en cuenta que las VPNs no tienen las mismas propiedades de privacidad que Tor, pero ayudarán a resolver algunos problemas de restricción por geolocalización.

source: Running Tor Browser does not make you act as a relay in the network.
ar: Correr el navegador Tor no te hace actuar como relevo en la red.
es: Ejecutar el Tor Browser no te hace actuar como un repetidor en la red.

source: For a while now, Disconnect has had no access to Google search results which we used in Tor Browser.
ar: Ya desde hace rato, Disconnect no ha tenido acceso a resultados de búsqueda de Google, los cuales usábamos en el navegador Tor.
es: Hace ya tiempo que Disconnect no ha tenido acceso a los resultados de búsqueda de Google que usabamos en el Tor Browser.

source: To use GetTor via XMPP (Jitsi, CoyIM).
ar: Usar GetTor vía XMPP (Jitsi, CoyIM).

source: While it is technically possible to use Tor with other browsers, you may open yourself up to potential attacks or information leakage, so we strongly discourage it.
ar: Mientras que es técnicamente posible usar Tor con otros navegadores, podés estar abriéndote a potenciales ataques o filtrado de información, por lo que lo desanimamos enfáticamente.
es: Aunque técnicamente es posible usar Tor con otros navegadores, puede abrirse a ataques potenciales o filtración de información, así que lo desaconsejamos firmemente.

source: Some websites, such as banks or email providers, might interpret this as a sign that your account has been compromised, and lock you out.
ar: Algunos sitios web, tales como bancos o proveedores de correo electrónico, pueden interpretar ésto como un signo de que tu cuenta haya sido comprometida, y te bloquean.
es: Algunos sitios web, como bancos o proveedores de correo electrónico, podrían interpretar esto como un signo de que tu cuenta está comprometida, y la bloquean.

source: 19.11.2017 00:04:48.800 [WARN] Received NETINFO cell with skewed time (OR:xxx.xx.x.xx:xxxx): It seems that our clock is behind by 1 days, 0 hours, 1 minutes, or that theirs is ahead. Tor requires an accurate clock to work: please check your time, timezone, and date settings.
ar: 19.11.2017 00:04:48.800 [ADVERTENCIA] Se recibió una llamada NETINFO con tiempo dispar (OR:xxx.xx.x.xx:xxxx): Parece que nuestro reloj está atrasado en 1 día, 0 horas, 1 minuto, o que el de ellos está adelantado. Tor requiere un reloj preciso para funcionar: por favor revisá tus ajustes de tiempo, huso horario y fecha.

source: website-blocking-access-over-tor
ar: sitio-web-bloqueando-acceso-sobre-tor
es: sitio-web-bloquea-acceso-por-tor

source: If we wanted to block certain people from using Tor, we'd basically be adding a backdoor to the software, which would open up our vulnerable users to attacks from bad regimes and other adversaries.
ar: Si quisiéramos bloquear a ciertas personas de usar Tor, básicamente estaríamos añadiendo una puerta trasera al programa, la cual expondría a nuestros usuarios más vulnerables a ataques por parte de malos regímenes y otros adversarios.
es: Si queremos evitar que ciertas personas usen Tor, básicamente estaríamos añadiendo una puerta trasera al software, lo que dejaría vulnerables a nuestros usuarios a ataques de regímenes opresivos y otros adversarios.

source: Our mission:
ar: Nuestra misión:
es: Nuestra misión

source: to advance human rights and freedoms by creating and deploying free and open source anonymity and privacy technologies, supporting their unrestricted availability and use, and furthering their scientific and popular understanding.
ar: avanzar los derechos y libertades humanas creando y desplegando tecnologías de anonimato y privacidad de fuente abierta, soportando su disponibilidad y uso irrestricto, y ampliando su entendimiento científico y popular.
es: promover los derechos humanos y las libertades mediante la creación y despliegue de tecnologías de anonimato y privacidad libres y de código abierto, el apoyo a su disponibilidad y utilización sin restricciones y el fomento de su comprensión científica y popular.

source: Subscribe to our Newsletter
ar: Suscribite a nuestro boletín informativo
es: Suscribirse a nuestra lista de correo

source: Get monthly updates and opportunities from the Tor Project
ar: Obtené actualizaciones y oportunidades mensuales del proyecto Tor
es: Obtener actualizaciones mensuales y oportunidades del Proyecto Tor

source: Trademark, copyright notices, and rules for use by third parties can be found in our
ar: Las marcas registradas, notas de derechos de autor, y reglas de uso por terceros pueden ser encontradas en nuestro

source: Tor Project | Support
ar: Proyecto Tor | Soporte
es: Tor Project | Apoyo

source: Tor Logo
ar: Logo Tor

source: Download Tor Browser
ar: Descargar navegador Tor
es: Bajarse el navegador Tor

source: Search
ar: Búsqueda
es: Buscar

source: connecting-to-tor
es: conectar-a-tor

source: Tor Browser is currently available on Windows, Linux and macOS (OS X).
es: El Tor Browser actualmente está disponible para Windows, Linux y macOS (OS X).

source: If you started having issues with your Tor Browser after an update, check out <mark><a href="https://blog.torproject.org></a>blog.torproject.org</mark> for the most recent stable Tor Browser post to see if your issue is listed.
es: Si comenzaste a tener problemas con tu Tor Browser tras actualizar, revisa ​<mark><a href="https://blog.torproject.org>blog.torproject.org</a></mark> en busca del artículo del Tor Browser estable más reciente para ver si aparece tu problema.

source: There is something called the TorBSD project, but their Tor Browser is not officially supported.
es: Hay algo llamado proyecto TorBSD, pero su Tor Browser no está soportado oficialmente.

source: DuckDuckGo is the default search engine in Tor Browser.
es: DuckDuckGo es el motor de búsqueda predeterminado en el Tor Browser.

source: DuckDuckGo does not track its users nor does it store any data about user searches.
es: DuckDuckGo no rastrea a sus usuarios ni almacena ningún dato sobre las búsquedas de los usuarios.

source: Please see the <mark><a href="https://www.eff.org/https-everywhere/faq">HTTPS Everywhere</a></mark>.
es: Por favor, mira las ​<mark><a href="https://www.eff.org/https-everywhere/faq">preguntas frecuentes (FAQ) de HTTPS Everywhere</a></mark>.

source: <img class="card-img-top" src="/static/images/image4.png" alt="New release alert">
es: <img class="card-img-top" src="/static/images/image4.png" alt="Alerta de nueva versión">

source: <h4 class="card-title">Tor Browser will prompt you to update the software once a new version has been released.</h4>
es: <h4 class="card-title">El Tor Browser te solicitará que actualices el software una vez se haya publicado una nueva versión.</h4>

source: <p class="card-text">The Torbutton icon (the little green onion in the top left corner of the browser) will display a yellow triangle.</p>
es: <p class="card-text">El icono de Torbutton (la pequeña cebolla verde en la esquina superior izquierda del navegador) mostrará un triángulo amarillo.</p>

source: <img class="card-img-top" src="/static/images/image5.png" alt="New release alert">
es: <img class="card-img-top" src="/static/images/image5.png" alt="Alerta de nueva versión">

source: <h4 class="card-title">Card title</h4>
es: <h4 class="card-title">Título de la tarjeta</h4>

source: <p class="card-text">Card text</p>
es: <p class="card-text">Texto de la tarjeta</p>

source: <img class="card-img-top" src="/static/images/image3.png" alt="New release alert">
es: <img class="card-img-top" src="/static/images/image3.png" alt="Alerta de nueva versión">

source: Both options are located in the Torbutton (little green onion) menu.
es: Las dos opciones se encuentran en el menú "Torbutton" (pequeña cebolla verde).

source: <img class="card-img-top" src="/static/images/image1.png" alt="New release alert"><div class="card-body">
es: <img class="card-img-top" src="/static/images/image1.png" alt="Alerta de nueva versión"><div class="card-body">

source: <p class="card-text">Card text</div>
es: <p class="card-text">Texto de la tarjeta</div>

source: Unfortunately, some websites deliver CAPTCHAS to Tor users, and we are not able to remove CAPTCHAs from websites.
es: Desafortunadamente, algunos sitios web presentan CAPTCHAs a los usuarios de Tor, y no podemos eliminar estos CAPTCHAs de los sitios.

source: We currently offer Tor Browser in the following languages:
es: Actualmente presentamos el navegador Tor en los siguientes idiomas:

source: GetTor is a service that automatically responds to messages with links to the latest version of Tor Browser, hosted at a variety of locations that are less likely to be censored, such as Dropbox, Google Drive, and Github.
es: GetTor es un servicio que responde automáticamente a los mensajes con enlaces a la versión más reciente del Tor Browser, alojada en distintas ubicaciones, que es menos probable que estén censuradas, como Dropbox, Google Drive, y GitHub.

source: GetTor will respond with an email containing links from which you can download Tor Browser, the cryptographic signature (needed for verifying the download) [link to glossary definition of cryptographic signature; instructions for verification], the fingerprint of the key used to make the signature, and the package’s checksum.
es: GetTor responderá con un correo electrónico que contiene enlaces desde los que puedes descargar Tor Browser, la firma criptográfica (necesaria para verificar la descarga)[enlace a la definición del glosario de firma criptográfica; instrucciones para la verificación], la huella de la clave utilizada para hacer la firma, y la suma de comprobación del paquete.

source: To use GetTor via XMPP (Tor Messenger, Jitsi, CoyIM).
es: Para usar GetTor a través de XMPP (Tor Messenger, Jitsi, CoyIM).

source: To get links for downloading Tor Browser, send a message to gettor@toproject(dot)org with one of the following codes in it:
es: Para obtener enlaces que permitan descargar el Tor Browser, manda un mensaje a gettor@toproject(punto)org con uno de los siguientes códigos en él:

source: 2017-10-29 09:23:47.900 [NOTICE] Bootstrapped 10%: Finishing handshake with directory server
es: 2017-10-29 09:23:47.900 [NOTICE] Arranque al 10%: Finaliza el handshake con el servidor de directorios

source: 2017-10-29 09:24:08.900 [WARN] Proxy Client: unable to connect to xx..xxx..xxx.xx:xxxxx ("general SOCKS server failure")
es: 2017-10-29 09:24:08.900 [WARN] Proxy Client: incapaz de conectar a xx..xxx..xxx.xx:xxxxx ("general SOCKS server failure")

source: If you see lines like these in your Tor log, it means you are failing to connect to a SOCKS proxy. If a SOCKS proxy is required for your network setup, then please make sure you’ve entered your proxy details correctly.
es: Si ves líneas como estas en tu registro Tor, significa que no se está conectando a un proxy SOCKS. Si se requiere un proxy SOCKS para la configuración de la red, asegúrate de que has introducido los datos del proxy correctamente.

source: 11/1/2017 21:11:43 PM.500 [NOTICE] Opening Socks listener on 127.0.0.1:9150
es: 11/1/2017 21:11:43 PM.500 [NOTICE] oyente Opening Socks en 127.0.0.1:9150

source: 11/1/2017 21:11:44 PM.300 [NOTICE] Bootstrapped 80%: Connecting to the Tor network
es: 11/1/2017 21:11:44 PM.300 [NOTICE] Bootstrapped 80%: Conectando a la red Tor

source: 11/1/2017 21:11:44 PM.300 [WARN] Failed to find node for hop 0 of our path. Discarding this circuit.
es: 11/1/2017 21:11:45 PM.300 [WARN] No se ha encontrado el nodo para el salto 0 de nuestra trayectoria. Descartando este circuito.

source: 13-11-17 19:53:49.300 [WARN] Problem bootstrapping. Stuck at 10%: Finishing handshake with directory server. (DONE; DONE; count 10; recommendation warn; host [host] at xxx.xxx.xxx.xx:xxx)
es: 13-11-17 19:53:49.300 [WARN] Problemas con bootstrapping. Atascado al 10%: Finaliza el handshake con el servidor de directorios. (DONE; DONE; cuenta 10; recomendación warn; host [host] at xxx.xxx.xxx.xx:xxx)

source: 13-11-17 19:53:49.300 [WARN] 1 connections died in state connect()ing with SSL state (No SSL object)</code></pre>If you see lines like this in your Tor log, it means that Tor failed to complete a TLS handshake with the directory authorities. Using bridges will likely fix this.<h5>Common log error #4: Clock skew</h5><pre><code> 19.11.2017 00:04:47.400 [NOTICE] Opening Socks listener on 127.0.0.1:9150
es: 13-11-17 19:53:49.300 [WARN] 1 las conexiones cayeron al conectarse con SSL (Sin objeto SSL)</code></pre>Si ves líneas como esta en tu registro de Tor, significa que Tor falló en completar una conexión TLS con la jerarqía de un directorio. El uso de puentes probablemente solucionará esto .<h5>Error de registro común # 4: Desviación del reloj</h5><pre><code> 19.11.2017 00:04:47.400 [NOTICE] Opening Socks listener on 127.0.0.1:9150

source: 19.11.2017 00:04:48.000 [NOTICE] Bootstrapped 5%: Connecting to directory server
es: 19.11.2017 00:04:48.000 [NOTICE] Bootstrapped 5%: Conectando al servidor de directorio.

source: 19.11.2017 00:04:48.200 [NOTICE] Bootstrapped 10%: Finishing handshake with directory server
es: 19.11.2017 00:04:48.200 [NOTICE] Bootstrapped al 10%: Finalizando handshake con el servidor de directorios

source: See (link to How do I run a bridge) for instructions.
es: Mirar (vínculo a Cómo ejecuto un puente) para más instrucciones.

source: Tor protects eavesdroppers from learning sites that you visit.
es: Tor protege que alguien a la escucha sepa los sitios que visitas.

source: After a few hours (to give it enough time to propagate), you can query Atlas to see whether your relay has successfully registered in the network.
es: Después de unas horas (para darle suficiente tiempo para reproducirse), puedes consultar a Atlas para ver si tu repetidor se ha registrado correctamente en la red.

source: After a few hours (to give it enough time to propagate), you can query <mark><a href="https://atlas.torproject.org/">Atlas</a></mark> to see whether your relay has successfully registered in the network.
es: Después de unas horas (para concederle suficiente tiempo para reproducirse), puedes consultar a <mark><a href="https://atlas.torproject.org/">Atlas</a></mark> para ver si tu repetidor se ha registrado correcctamente en la red.

source: For the most in-depth resource on running a relay, see the <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">Tor Relay Guide</a>.
es: Para la fuente más detallada sobre tener un repetidor, mira la <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">Guía de repetidores de Tor</a>.

source: Log notice file /var/log/tor/notices.log
es: Archivo de notificación de registro /var/log/tor/notices.log

source: ## Set your bandwidth rate (leave commented and Tor will run without
es: ## Fija tu ancho de banda (deja comentado y Tor se ejecutará sin

source: bandwidth caps)
es: límites al ancho de banda)

source: Onion services are also relied on for metadata-free chat and file sharing, safer interaction between journalists and their sources like with SecureDrop or OnionShare, safer software updates, and more secure ways to reach popular websites like Facebook.
es: Los servicios de Onion también se utilizan para chatear y compartir archivos sin metadatos, para una interacción más segura entre los periodistas y sus fuentes, como SecureDrop o OnionShare, para actualizaciones de software más seguras y para acceder de forma más segura a sitios web populares como Facebook.

source: Many exit nodes are configured to block certain types of file sharing traffic, such as bittorrent.
es: Muchos nodos de salida están configurados para bloquear ciertos tipos de tráfico de compartición de ficheros, como bittorrent.

source: Bittorrent in specific is <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">not anonymous over Tor</a></mark>.
es: Específicamente bittorrent <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">​no es anónimo sobre Tor</a></mark>.

source: Can I use Tor with bittorrent?
es: ¿Puedo usar Tor con bittorrent?

source: We do not recommend using Tor with bittorrent.
es: No recomendamos usar Tor con bittorrent.

source: Trademark, copyright notices, and rules for use by third parties can be found in our <a href="https://www.torproject.org/docs/trademark-faq" target="_blank" class="text-primary-light"><u>FAQ</u></a>.
es: Las marcas registradas, los avisos de derechos de autor y las normas de uso para terceros se pueden encontrar en nuestras <a href="https://www.torproject.org/docs/trademark-faq" target="_blank" class="text-primary-light"><u>FAQ</u></a>.
