Repository: torproject/support
Catalog: i18n/contents+ca.po
Languages: ca

source: * When it confirms that it's reachable, it will upload a "server descriptor" to the directory authorities to let clients know what address, ports, keys, etc your relay is using.
ca: * Quan confirmi que és accessible, carregarà un "descriptor de servidor" a les autoritats del directori perquè els clients sàpiguen quina adreça, ports, claus, etc., utilitza el vostre repetidor.

source: After a few hours (to give it enough time to propagate), you can query <mark><a href="https://atlas.torproject.org/">Atlas</a></mark> to see whether your relay has successfully registered in the network.
ca: Després d'unes hores (per donar-li temps per propagar-se), podeu consultar <mark><a href="https://atlas.torproject.org/">Atlas</a></mark>per veure si la vostra tanda s'ha registrat correctament a la xarxa.

source: Consider if you'd like to switch to the <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/ReducedExitPolicy">Reduced exit policy</a></mark>.
ca: Tingueu en compte si voleu canviar a la <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/ReducedExitPolicy">política de sortida reduïda</a></mark>.

source: how-do-i-run-an-exit
ca: com-puc-fer-una-sortida

source: How do I run a middle or guard relay on FreeBSD or HardenedBSD?
ca: Com puc executar un repetidor intermitg o de protecció en FreeBSD o HardenedBSD?

source: For the most in-depth resource on running a relay, see the <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">Tor Relay Guide</a>.
ca: Per obtenir un recurs més complet en l'execució d'un relé, consulteu la <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">Guia de relé de Tor</a>.

source: * Run "pkg install tor" (as root).
ca: * Executa "pkg install tor" (com root).

source: * Make sure your clock, date, and timezone are set correctly.
ca: * Assegureu-vos que el rellotge, la data i la zona horària estiguin configurades correctament.

source: Enabling ntpd is suggested.
ca: Es recomanable activar ntpd.

source: * Edit /usr/local/etc/tor/torrc to look like the following:
ca: * Edita /usr/local/etc/tor/torrc per que s'assembli al següent:

source: * Make sure tor starts on boot by running "sysrc tor_enable=YES" (as root)
ca: * Assegureu-vos que tor s'inicia a l'arrencada executant "sysrc tor_enable = YES" (com a root).

source: * Run "service tor start" (as root)
ca: * Executa "service tor start" (com root)

source: Look for a log entry in /var/log/tor/notices.log such as "Self-testing indicates your ORPort is reachable from the outside. Excellent."
ca: Busqueu una entrada de registre a /var/log/tor/notices.log tal com "Self-testing indicates your ORPort is reachable from the outside. Excellent."

source: how-do-i-run-a-middle-or-guard-on-freebsd
ca: com-puc-executar-un-intermediari-o-guarda-a-freebsd

source: How do I make sure that I'm using the correct packages on Ubuntu?
ca: Com puc assegurar-me que estic fent servir els paquets correctes a l'Ubuntu?

source: * Do not use the packages in Ubuntu's repositories. They are not reliably updated. If you use them, you will miss important stability and security fixes.
ca: * No utilitzeu els paquets en els dipòsits d'Ubuntu. No s'actualitzen de forma fiable. Si els utilitzes, pots perdre estabilitat important i correccions de seguretat.

source: * Determine your Ubuntu version by running the following command:
ca: * Determineu la vostra versió d'Ubuntu executant el següent comandament:

source: * As root, add the following lines to /etc/apt/sources.list. Use the version you found in the previous step for <version>.
ca: * Com a root, afegiu les següents línies a /etc/apt/sources.list. Utilitzeu la versió que heu trobat al pas anterior <version>.

source: * Add the gpg key used to sign the packages by running the following commands:
ca: * Afegiu la clau gpg usada per signar els paquets executant les ordres següents:

source: * Run the following commands to install tor and check its signatures:
ca: * Executeu les ordres següents per instal·lar tor i comproveu les seves signatures:

source: using-correct-packages
ca: utilitzant-paquets-correctes

source: How do I run a obfs4 bridge on Debian?
ca: Com puc executar un pont obfs4 a Debian?

source: * Run "apt-get install tor obfs4proxy" (as root).
ca: * Executa "apt-get install tor obfs4proxy" (com root).

source: Install the ntp or openntpd (or similar) package to keep it that way.
ca: Instal·leu el paquet ntp o openntpd (o similar) per mantenir-lo d'aquesta manera.

source: ## Set your bandwidth rate (leave commented and Tor will run without
ca: ## Estableix el vostre ample de banda (deixeu-ho comentat i Tor s'executarà sense

source: bandwidth caps)
ca: limitacions d'ample de banda)

source: * Run "service tor reload" (as root).
ca: * Executa "service tor reload" (com root).

source: * Look for a log entry in /var/log/syslog such as "Self-testing indicates your ORPort is reachable from the outside. Excellent."
ca: * Cerqueu una entrada de registre a /var/log/syslog tal com "Self-testing indicates your ORPort is reachable from the outside. Excellent."

source: * You should also see the message "Registered server transport 'obfs4'" indicating that obfs4proxy is functional.
ca: * També hauria de veure el missatge "Registered server transport 'obfs4'" indicant que obfs4proxy es funcional.

source: how-do-i-run-a-obfs4-bridge-debian
ca: executar-pont-obfs4-Debian?

source: Should I run an exit relay from home?
ca: He d'executar un repetidor de sortida des de casa?

source: If law enforcement becomes interested in traffic from your exit relay, it's possible that officers will seize your computer.
ca: Si l'aplicació de la llei s'interessa pel trànsit des del teu repetidor de sortida, és possible que els agents s'apoderin de la vostra computadora.

source: For that reason, it's best not to run your exit relay in your home or using your home internet connection.
ca: Per aquest motiu, és millor no executar el repetidor de sortida a casa o utilitzant la vostra connexió a Internet desde casa.

source: Instead, consider running your exit relay in a commercial facility that is supportive of Tor.
ca: al contrari, considereu executar el repetidor de sortida en una instal·lació comercial que sigui compatible amb Tor.

source: Have a separate IP address for your exit relay, and don't route your own traffic through it.
ca: Tingueu una adreça IP independent per al vostre repetidor de sortida i no enruteu el vostre propi trànsit a través d'ell.

source: Of course, you should avoid keeping any sensitive or personal information on the computer hosting your exit relay.
ca: Per descomptat, haureu d'evitar mantenir qualsevol informació personal o sensible a l'ordinador que allotgeu el vostre repetidor de sortida.

source: run-exit-from-home
ca: executa-sortida-desde-casa

source: I've heard about websites that are only accessible over Tor. What are these websites, and how can I access them?
ca: He sentit que hi ha llocs web que només són accessibles a través de Tor. Quins són aquests llocs web i com hi puc accedir?

source: Websites that are only accessible over Tor are called "onions" and end in the TLD .onion.
ca: Els llocs web que només són accessibles per Tor són els anomenats "onions" i finalitzen en el TLD .onion.

source: For example, the DuckDuckGo onion is <a href="http://3g2upl4pq6kufc4m.onion">https://3g2upl4pq6kufc4m.onion</a>.
ca: Per exemple, la onion DuckDuckGo és <a href="http://3g2upl4pq6kufc4m.onion">https://3g2upl4pq6kufc4m.onion</a>.

source: You can access these websites by using Tor Browser.
ca: Podeu accedir a aquests llocs web utilitzant el navegador Tor.

source: The addresses must be shared with you by the website host, as onions are not indexed in search engines in the typical way that vanilla websites are.
ca: Les adreces han de ser compartides amb vostè per l'amfitrió del lloc web, ja que les onions no estan indexades en els motors de cerca de la manera típica que tenen els llocs web de vanilla.

source: accessing-websites-that-are-only-accessible-over-tor
ca: accedint-websites-que-son-accessibles-nomes-desde-tor

source: What is a .onion or what are onion services?
ca: Què és una .onion o què són els serveis onion?

source: Onion services allow people to browse but also to publish anonymously, including publishing anonymous websites.
ca: Els serveis de onion permeten que la gent navegui, però també publiqui de manera anònima, inclosa la publicació de llocs web anònims.

source: Onion services are also relied on for metadata-free chat and file sharing, safer interaction between journalists and their sources like with SecureDrop or OnionShare, safer software updates, and more secure ways to reach popular websites like Facebook.
ca: Els serveis de onion també es basen en el xat i l'intercanvi d'arxius sense metadades, una interacció més segura entre els periodistes i les seves fonts, com ara SecureDrop o OnionShare, actualitzacions de programari més segures i formes més segures d'arribar a llocs web populars com Facebook.

source: These services use the special-use tld .onion (instead of .com,.net,.org,etc..) and are only accessible through the Tor network.
ca: Aquests serveis utilitzen l'ús especial tld .onion (en lloc de .com, .net, .org, etc.) i només són accessibles a través de la xarxa Tor.

source: what-is-a-dot-onion
ca: que-es-un-punt-onion

source: You can also ensure that you're able to access other onion services by connecting to <a href="http://3g2upl4pq6kufc4m.onion">DuckDuckGo's onion service</a>.
ca: També podeu assegurar-vos que podeu accedir a altres serveis de onion connectant-vos al <a href="http://3g2upl4pq6kufc4m.onion">servei de onion de DuckDuckGo</a>.

source: i-cannot-reach-x-dot-onion
ca: no-puc-connectar-x-punt-onion

source: I have a compelling reason to trace a Tor user. Can you help?
ca: Tinc un motiu important per rastrejar un usuari de Tor. Em podeu ajudar?

source: There is nothing the Tor developers can do to trace Tor users.
ca: No hi ha res que els desenvolupadors de Tor puguin fer per rastrejar els usuaris de Tor.

source: The same protections that keep bad people from breaking Tor's anonymity also prevent us from tracking users.
ca: Les mateixes proteccions que eviten que les persones dolentes frenin l'anonimat de Tor també ens impedeix rastrejar els usuaris.

source: tracing-tor-user
ca: rastreig-usuari-tor

source: Does the Tor Project offer hosting?
ca: El projecte Tor ofereix allotjament?

source: No, the Tor Project does not offer hosting services.
ca: No,el projecte Tor no ofereix serveis d'allotjament?

source: does-tor-project-offer-hosting
ca: ofereix-tor-allotjament

source: Can I change the number of hops Tor uses?
ca: Puc canviar la quantitat de salts que utilitza Tor?

source: Right now the path length is hard-coded at 3 plus the number of nodes in your path that are sensitive.
ca: Ara mateix, la longitud de la ruta està codificada a 3 punts més el nombre de nodes sensibles de la vostra ruta.

source: That is, in normal cases it's 3, but for example if you're accessing an onion service or a ".exit" address it could be more.
ca: És a dir, en casos normals és de 3, però per exemple si accediu a un servei de onion o una adreça ".exit", podria ser més.

source: We don't want to encourage people to use paths longer than this as it increases load on the network without (as far as we can tell) providing any more security.
ca: No volem encoratjar a les persones a utilitzar trajectes més llargs que això, ja que augmenta la càrrega a la xarxa sense (en la mesura que podem dir) que proporcioni més seguretat.

source: Also, using paths longer than 3 could harm anonymity, first because it makes<mark><a href="https://www.freehaven.net/anonbib/#ccs07-doa">denial of security</a></mark> attacks easier, and second because it could act as an identifier if only a small number of users have the same path length as you.
ca: A més, l'ús de rutes de més de 3 pot fer malbé l'anonimat, primer, perquè facilita els atacs de<mark><a href="https://www.freehaven.net/anonbib/#ccs07-doa">denegació de seguretat</a></mark> i, en segon lloc, perquè podria actuar com a identificador si només un petit nombre d'usuaris tenen la mateixa longitud de camí.

source: change-the-number-of-hops-tor-uses
ca: canviar-el-nombre-de-salts-tor

source: How can I share files anonymously through Tor?
ca: Com puc compartir fitxers de forma anònima a través de Tor?

source: Many exit nodes are configured to block certain types of file sharing traffic, such as bittorrent.
ca: Molts nodes de sortida es configuren per bloquejar certs tipus de trànsit per compartir fitxers, com ara bittorrent.

source: Bittorrent in specific is <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">not anonymous over Tor</a></mark>.
ca: Bittorrent en concret <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">no és anònim sobre Tor</a></mark>.

source: For sharing files through Tor, <mark><a href="https://onionshare.org/">OnionShare</a></mark> is a good option.
ca: Per compartir fitxers a través de Tor, <mark><a href="https://onionshare.org/">OnionShare</a></mark> és una bona opció.

source: share-files-anonymously-through-tor
ca: compartir-fitxers-anonimament-per-tor

source: How do I volunteer with Tor Project?
ca: Com puc participar voluntariament amb Tor Project?

source: Please see our <mark><a href="https://www.torproject.org/getinvolved/volunteer.html.en">volunteer page</a></mark> for how to get involved!
ca: Consulteu la nostra <mark><a href="https://www.torproject.org/getinvolved/volunteer.html.en">pàgina de voluntariat</a></mark> per participar-hi.

source: volunteer-with-tor-project
ca: voluntariat-tor-project

source: How can I donate to Tor Project?
ca: Com puc donar diners al projecte Tor?

source: Thank you for your support!
ca: Gràcies pel teu suport!

source: You can find more information about donating on our <mark><a href="https://donate.torproject.org/donor-faq">donor FAQ</a></mark>.
ca: Podeu trobar més informació sobre la donació a les nostres <mark><a href="https://donate.torproject.org/donor-faq">preguntes freqüents sobre els donants</a></mark>.

source: donate-tor-project
ca: donacio-projecte-tor

source: Why don't you prevent bad people from doing bad things when using Tor?
ca: Per què no impedeix que persones dolentres puguin fer coses dolentes quan utilitzeu Tor?

source: Tor is designed to defend human rights and privacy by preventing anyone from censoring things, even us.
ca: Tor està dissenyat per defensar els drets humans i la privadesa evitant que ningú censuri coses, fins i tot nosaltres.

source: We hate that there are some people who use Tor to do terrible things, but we can't do anything to get rid of them without also undermining the human rights activists, journalists, abuse survivors, and other people who use Tor for good things.
ca: Odiem que hi ha algunes persones que utilitzen Tor per fer coses terribles, però no podem fer res per desfer-se'n sense que també perjudiquem als activistes de drets humans, periodistes, superviventgs d'abusos i altres persones que utilitzen Tor per a coses bones.

source: If we wanted to block certain people from using Tor, we'd basically be adding a backdoor to the software, which would open up our vulnerable users to attacks from bad regimes and other adversaries.
ca: Si volguessim bloquejar a determinades persones d'utilitzar Tor, bàsicament haguessim afegit una porta del darrere al programari, que obriria als nostres usuaris vulnerabiles, atacs de mals règims i altres adversaris.

source: prevent-bad-people-doing-bad-things-with-tor
ca: prevenir-males-persones-fer-males-coses-amb-tor

source: Who funds Tor?
ca: Qui finança Tor?

source: Tor is funded by a number of different sponsors including US federal agencies, private foundations, and individual donors.
ca: Tor està finançat per diversos patrocinadors, incloent agències federals nord-americanes, fundacions privades i donants individuals.

source: Check out a list of all <mark><a href="https://www.torproject.org/about/sponsors.html.en">our sponsors</a></mark> and a series of <mark><a href="https://blog.torproject.org/category/tags/form-990">blog posts</a></mark> on our financial reports.
ca: Consulteu una llista de tots els <mark><a href="https://www.torproject.org/about/sponsors.html.en">nostres patrocinadors</a></mark><mark><a href="https://blog.torproject.org/category/tags/form-990"> i una sèrie de publicacions</a></mark> sobre els nostres informes financers.

source: We feel that talking openly about our funders and funding model is the best way to maintain trust with our community.
ca: Creiem que parlar obertament sobre els nostres finançadors i el model de finançament és la millor manera de mantenir la confiança amb la nostra comunitat.

source: We are always seeking more diversity in our funding sources, especially from foundations and individuals.
ca: Sempre busquem més diversitat en les nostres fonts de finançament, especialment de fundacions i particulars.

source: tor-funding
ca: finançament-tor

source: Can I use Tor with bittorrent?
ca: Puc utilitzar Tor amb bittorrent?

source: We do not recommend using Tor with bittorrent.
ca: No recomanem utilitzar Tor amb bittorrent.

source: For further details, please see our <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">blog post on the subject</a></mark>.
ca: Per obtenir més informació, consulteu la <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">nostra publicació de bloc sobre el tema</a></mark>.

source: The files on my computer have been locked, and someone is demanding I download Tor Browser to pay a ransom for my files!
ca: Els fitxers del meu ordinador s'han bloquejat i algú demana que descarregueu el navegador Tor per pagar un rescat pels meus fitxers.

source: We are so sorry, but you have been infected with malware.
ca: Ho sentim molt, però ha estat infectat amb programari maliciós.

source: The Tor Project did not create this malware. The malware authors are asking you to download Tor Browser presumably to contact them anonymously with the ransom they're demanding from you.
ca: El projecte Tor no ha creat aquest programari maliciós. Els autors del programari maliciós us demanen que descarregueu el navegador Tor probablement per contactar-los de forma anònima amb el rescat que us demanen.

source: If this is your first introduction to Tor Browser, we understand that you might think we're bad people who enable even worse people.
ca: Si aquesta és la primera introducció al navegador Tor, entenem que podríeu pensar que som persones dolentes que habilitem persones encara pitjors.

source: But please consider that our software is used every day for a wide variety of purposes by human rights activists, journalists, domestic violence survivors, whistleblowers, law enforcement officers, and many others. Unfortunately, the protection that our software can provide to these groups of people can also be abused by criminals and malware authors.
ca: Però consideri que el nostre programari s'utilitza diàriament per a diversos propòsits per activistes de drets humans, periodistes, supervivents de violència domèstica, denunciants, agents de policia i molts altres. Malauradament, la protecció que el nostre programari pot proporcionar a aquests grups de persones també pot ser maltractat pels criminals i els autors de malware.

source: The Tor Project does not support or condone the use of our software for malicious purposes.
ca: El projecte Tor no dona suport ni excusa l'ús del nostre programari per a fins maliciosos.

source: someone-asks-to-download-tor-browser-to-unlock-my-files
ca: algu-diu-que-descargui-navegador-tor-per-desbloquejar-els-meus-arrxius

source: Does Tor keep logs?
ca: Tor manté els registres?

source: Tor doesn't keep any logs that could identify a particular user.
ca: Tor no guarda registres que puguin identificar un usuari concret.

source: We do take some safe measurements of how the network functions, which you can check out at <mark><a href="https://metrics.torproject.org/">Tor Metrics</a></mark>.
ca: Realitzem mesures segures sobre com funciona la xarxa, que podeu consultar a <mark><a href="https://metrics.torproject.org/">Tor Metrics</a></mark>.

source: does-tor-keep-logs
ca: guarda-tor-logs

source: Does Tor Project offer email service or other privacy protecting web services?
ca: Tor Project ofereix serveis de correu electrònic o altres serveis web que protegeixen la privacitat?

source: No, we don't provide any online services.
ca: No, no oferim cap servei en línia.

source: A list of all of our software projects can be found on our <mark><a href="https://www.torproject.org/projects/projects.html.en">projects page</a></mark>.
ca: Podeu trobar una llista de tots els nostres projectes de programari a la nostra pàgina de projectes.

source: does-tor-project-offer-email-or-privacy-protecting-web-services
ca: ofereix-projecte-tor-email-o-serveis-de-proteccio-web

source: Can I use the Tor logo in my product?
ca: Puc utilitzar el logotip Tor al meu producte?

source: You can read all about that on our <mark><a href="https://www.torproject.org/docs/trademark-faq.html">Trademark faq page</a></mark>.
ca: Podeu llegir tot sobre la pàgina de <mark><a href="https://www.torproject.org/docs/trademark-faq.html">faq de la marca comercial</a></mark>.

source: using-tor-logo
ca: utilitzant-logo-tor

source: I'm having a problem updating or using Vidalia.
ca: Tinc problemes per actualitzar o utilitzar Vidalia.

source: Vidalia is no longer maintained or supported.
ca: Vidalia ja no es manté o és suportat.

source: A large portion of the features Vidalia offered have now been integrated into Tor Browser itself.
ca: Una gran part de les funcions que Vidalia ofereix ara s'ha integrat al propi navegador Tor.

source: having-a-problem-updating-vidalia
ca: tenint-problema-actualitzant-vidalia

source: Our mission:
ca: La nostra missió:

source: to advance human rights and freedoms by creating and deploying free and open source anonymity and privacy technologies, supporting their unrestricted availability and use, and furthering their scientific and popular understanding.
ca: promoure els drets humans i les llibertats per mitjà de la creació i desplegament de tecnològies d'anonimat i privacitat lliures i de codi obert, el suport a la seva disponibilitat i la utilització sense restriccions i el foment de la seva comprensió científica i popular.

source: Subscribe to our Newsletter
ca: Subscriure's al nostre butlletí informatiu

source: Get monthly updates and opportunities from the Tor Project
ca: Obteniu actualitzacions i oportunitats mensuals del projecte Tor.

source: Trademark, copyright notices, and rules for use by third parties can be found in our <a href="https://www.torproject.org/docs/trademark-faq" target="_blank" class="text-primary-light"><u>FAQ</u></a>.
ca: Les notícies sobre marques comercials, avisos de drets d'autor i regles d'ús de tercers es poden trobar a les nostres <a href="https://www.torproject.org/docs/trademark-faq" target="_blank" class="text-primary-light"><u>preguntes freqüents</u></a>.

source: Tor Project | Support
ca: Projecte Tor | Suport

source: Tor Logo
ca: Logo Tor

source: Download Tor Browser
ca: Descarregueu el navegador Tor

source: Search
ca: Cerca
