Repository: torproject/support
Catalog: i18n/contents+fr.po
Languages: fr

source: How can we help?
fr: Comment pouvons-nous vous aider ?

source: Most Frequently Asked Questions
fr: Questions les plus fréquentes

source: Tor Browser
fr: Navigateur Tor

source: tor-browser
fr: navigateur-tor

source: Tor Messenger
fr: Le messager Tor

source: Connecting To Tor
fr: Connexion à Tor

source: connecting-to-tor
fr: connexion-à-tor

source: Censorship
fr: Censure

source: censorship
fr: censure

source: Operators
fr: Opérateurs

source: operators
fr: opérateurs

source: Onion Services
fr: Les services oignon

source: onion-services
fr: services-oignon

source: Misc
fr: Divers

source: misc
fr: divers

source: When I use Tor Browser, will anyone be able to tell which websites I visit?
fr: Si j’utilise le Navigateur Tor, quelqu’un peut-il savoir quel site Web je visite ?

source: Tor Browser prevents people from knowing the websites you visit.
fr: Le Navigateur Tor permet d’empêcher que d’autres personnes connaissent les sites que vous visitez.

source: Some entities, such as your Internet Service Provider (ISP), may be able to see that you're using Tor, but they won't know where you're going when you do.
fr: Certaines organisations, comme votre Fournisseur d’Accès à Internet (FAI), peuvent voir que vous utilisez Tor, mais ils ne sont pas en mesure de connaître votre destination quand c’est le cas.

source: will-anyone-be-able-to-tell-which-website-i-visit
fr: quelqu’un-peut-il-savoir-quel-site-web-je-visite

source: Our website is blocked by a censor. Can Tor Browser help users access our website?
fr: Notre site Web est bloqué par un censeur. Le Navigateur Tor peut-il aider les utilisateurs à accéder à notre site Web ?

source: Tor Browser can certainly help people access your website in places where it is blocked.
fr: Le Navigateur Tor peut tout à fait aider les gens à accéder à votre site Web depuis des endroits où il est bloqué.

source: Most of the time, simply downloading the <mark><a href="https://www.torproject.org/download/download-easy.html.en">Tor Browser</a></mark> and then using it to navigate to the blocked site will allow access.
fr: La plupart du temps, il suffira de télécharger le <mark><a href="https://www.torproject.org/download/download-easy.html.en">Navigateur Tor</a></mark> et de l’utiliser pour naviguer vers le site bloqué pour y accéder.

source: In places where there is heavy censorship we have a number of censorship circumvention options available, including <mark><a href="https://www.torproject.org/docs/pluggable-transports.html.en">pluggable transports</a></mark>.
fr: Pour les endroits soumis à une forte censure, de nombreuses options de contournement sont offertes, dont les ​<mark><a href="https://www.torproject.org/docs/pluggable-transports.html.en">transports enfichables</a></mark>.

source: For more information, please see the <mark><a href="https://tb-manual.torproject.org/en-US/">Tor Browser User Manual</a></mark> section on <mark><a href="https://tb-manual.torproject.org/en-US/circumvention.html">censorship</a></mark>.
fr: Pour de plus amples renseignements, veuillez consulter la rubrique sur la <mark><a href="https://tb-manual.torproject.org/en-US/circumvention.html">censure</a></mark> du <mark><a href="https://tb-manual.torproject.org/en-US/">​guide d’utilisation du Navigateur Tor</a></mark>.

source: can-tor-help-users-access-website
fr: tor-peut-il-aider-les-utilisateurs-à-accéder-a-un-site

source: Should I install a new add-on or extension in Tor Browser, like AdBlock Plus or uBlock Origin?
fr: Devrais-je installer une nouvelle extension dans le Navigateur Tor, comme AdBlock Plus ou uBlock Origin ?

source: It's strongly discouraged to install new add-ons in Tor Browser, because they can compromise your privacy and security.
fr: Il est fortement déconseillé d’installer des extensions supplémentaires dans le Navigateur Tor, car elles peuvent compromettre votre confidentialité et votre sécurité.

source: Tor Browser already comes installed with two add-ons — HTTPS Everywhere and NoScript — and adding anything else could deanonymize you.
fr: Le Navigateur Tor comprend déjà deux extensions pré-installées — HTTPS Everywhere et NoScript — et ajouter quoi que ce soit d’autre pourrait vous faire perdre votre anonymat.

source: install-add-on-extension-tor-browser
fr: installer-module-complémentaire-extension-navigateur-tor

source: Which platforms is Tor Browser available for?
fr: Pour quelles plateformes le Navigateur Tor est-il proposé ?

source: Tor Browser is currently available on Windows, Linux and macOS (OS X).
fr: Le Navigateur Tor est actuellement disponible pour Windows, Linux et macOS (OS X).

source: For Android, The Guardian Project maintains the Tor-powered apps Orbot and Orfox.
fr: Pour Android, le Projet Guardian maintient les applis Orbot et Orfox propulsées par Tor.

source: There is no official version of Tor for iOS yet, though we recommend Onion Browser.
fr: Il n’y a pas encore de version officielle de Tor pour iOS, bien que nous recommandions le Navigateur Onion.

source: Can I use a VPN with Tor?
fr: Puis-je utiliser un RPV avec Tor ?

source: Generally speaking, we don't recommend using a VPN with Tor unless you're an advanced user who knows how to configure both in a way that doesn't compromise your privacy.
fr: En général, nous recommandons de ne pas utiliser un VPN avec Tor à moins que vous ne soyez un utilisateur avancé sachant configurer l’un et l’autre de manière à ne pas compromettre votre confidentialité.

source: You can find more detailed information about Tor + VPN at <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/TorPlusVPN">our wiki</a></mark>.
fr: De plus amples renseignements sur Tor + RPV se trouvent sur <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/TorPlusVPN">notre wiki</a></mark>.

source: use-vpn-with-tor
fr: utiliser-un-rpv-avec-tor

source: What are the most common issues with the latest stable version of Tor Browser?
fr: Quels sont les problèmes les plus courants avec la dernière version stable du Navigateur Tor ?

source: Whenever we release a new stable version of Tor Browser, we write a blog post that details its new features and known issues.
fr: Quand nous publions une nouvelle version stable du Navigateur Tor, nous rédigeons un billet de blogue qui explique en détail ses nouvelles fonctions et ses problèmes connus.

source: If you started having issues with your Tor Browser after an update, check out <mark><a href="https://blog.torproject.org></a>blog.torproject.org</mark> for the most recent stable Tor Browser post to see if your issue is listed.
fr: Si vous avez commencé à éprouver des problèmes avec votre Navigateur Tor à la suite d’une mise à jour, consultez le dernier billet concernant la version stable du Navigateur Tor sur <mark><a href="https://blog.torproject.org></a>​blog.torproject.org</mark> et voyez si votre problème s’y trouve.

source: If your issue is not listed, please file a <mark><a href="https://trac.torproject.org">bug report</a></mark> about what you're experiencing.
fr: Si votre problème n’est pas listé, veuillez remplir un <mark><a href="https://trac.torproject.org">rapport de bogue</a></mark> sur le problème que vous rencontrez.

source: most-common-issues-latest-stable-tor-browser
fr: problèmes-les-plus-courants-dernière-version-stable-navigateur-tor

source: My antivirus or malware protection is blocking me from accessing Tor Browser.
fr: Mon antivirus ou ma protection contre les programmes malveillants m’empêche d’accéder au Navigateur Tor.

source: Most antivirus or malware protection allows the user to "whitelist" certain processes that would otherwise be blocked.
fr: La plupart des antivirus ou des protections contre les programmes malveillants permettent à l’utilisateur de « mettre en liste blanche » certains processus qui seraient autrement être bloqués.

source: Please open your antivirus or malware protection software and look in the settings for a "whitelist" or something similar.
fr: Ouvrez votre logiciel antivirus ou de protection contre les programmes malveillants et cherchez dans les paramètres une « liste blanche » ou quelque chose de semblable.

source: Next, exclude the following processes:
fr: Excluez ensuite les processus suivants :

source: * For Windows
fr: * Pour Windows

source: * obfs4proxy.exe (if you use bridges)
fr: * obfs4proxy.exe (si vous utilisez des ponts)

source: * For OS X
fr: * Pour OS X

source: * obfs4proxy (if you use bridges)
fr: * obfs4proxy (si vous utilisez des ponts)

source: Finally, restart Tor Browser.
fr: Enfin, redémarrez le Navigateur Tor.

source: This should fix the issues you're experiencing.
fr: Cela devrait résoudre les problèmes que vous rencontrez.

source: Please note that some antivirus clients, like Kaspersky, may also be blocking Tor at the firewall level.
fr: Veuillez prendre note que certains antivirus, comme Kaspersky, peuvent aussi bloquer Tor au niveau du pare-feu.

source: antivirus-blocking-tor
fr: antivirus-bloquer-tor

source: I downloaded and installed Tor Browser for Windows, but now I can't find it.
fr: J’ai téléchargé et installé le Navigateur Tor pour Windows, mais maintenant je ne peux pas le trouver.

source: The file you download and run prompts you for a destination.
fr: Le fichier que vous avez téléchargé et exécuté vous demande d’entrer un dossier de destination.

source: If you don't remember what this destination was, it's most likely your Downloads or Desktop folder.
fr: Si vous ne vous souvenez pas de ce qu’était le dossier de destination, il s’agit très probablement de votre dossier Téléchargement ou Bureau.

source: The default setting in the Windows installer also creates a shortcut for you on your Desktop, though be aware that you may have accidentally unticked the option to create a shortcut.
fr: Les paramètres par défaut du programme d’installation pour Windows crée également un raccourci pour vous sur votre Bureau, mais il est possible que vous ayez accidentellement décoché l’option pour créer un raccourci.

source: If you can't find it in either of those folders, download it again and look for the prompt that asks you to choose a directory to download it in.
fr: Si vous ne le trouvez pas dans l’un de ces dossiers, téléchargez-le à nouveau et cherchez la section vous demandant de choisir un répertoire dans lequel effectuer le téléchargement.

source: Choose a directory location that you'll remember easily, and once the download finishes you should see a Tor Browser folder there.
fr: Choisissez un répertoire dont vous vous souviendrez facilement, et une fois que le téléchargement est terminé, vous devriez y voir un dossier Navigateur Tor.

source: cannot-find-tor-on-windows
fr: impossible-de-trouver-tor-sous-windows

source: Can I use Flash in Tor Browser?
fr: Puis-je utiliser Flash dans le Navigateur Tor ?

source: Flash is disabled in Tor Browser, and we recommend you do not enable it.
fr: Flash est désactivé dans le Navigateur Tor et nous vous recommandons de ne pas l’activer.

source: We don’t think Flash is safe to use in any browser — it's a very insecure piece of software that can easily compromise your privacy or serve you malware.
fr: Nous ne pensons pas que Flash soit sûr d’utilisation dans n’importe quel navigateur — c’est un logiciel très mal sécurisé, qui peut aisément compromettre votre confidentialité ou vous exposer à des programmes malveillants.

source: Fortunately, most websites, devices, and other browsers are moving away from the use of Flash.
fr: Heureusement, la plupart des sites, des appareils, et des autres navigateurs se détournent de l’utilisation de Flash.

source: using-flash-tor-browser
fr: utiliser-flash-navigateur-tor

source: Does using Tor Browser protect other applications on my computer?
fr: Est-ce que l’utilisation du Navigateur Tor protège les autres applications sur mon ordinateur ?

source: Only Tor Browser's traffic will be routed over the Tor network.
fr: Seul le trafic du Navigateur Tor sera acheminé par le réseau Tor.

source: Any other application on your system (including other browsers) will not have their connections routed over the Tor network, and will not be protected.
fr: Les connexions de toutes les autres applications sur votre système (dont les autres navigateurs) ne seront pas acheminées par le réseau Tor ni ne seront pas protégées.

source: They need to be configured separately to use Tor.
fr: Elles doivent être configurées séparément pour utiliser Tor.

source: If you need to be sure that all traffic will go through the Tor network, take a look at the <mark><a href="https://tails.boum.org/">Tails live operating system</a></mark> which you can start on almost any computer from a USB stick or a DVD.
fr: Si vous avez besoin de vous assurer que tout trafic passe par le réseau Tor, jetez un coup d’œil au <mark><a href="https://tails.boum.org/">​système d’exploitation autonome Tails</a></mark>, que vous pouvez lancer sur presque n’importe quel ordinateur à partir d’une clé USB ou d’un DVD.

source: tor-browser-protecting-other-apps
fr: navigateur-tor-protéger-d’autres-applis

source: installing-add-on-extensions-tor-browser
fr: installer-modules-complémentaires-extensions-navigateur-tor

source: Can I download Tor Browser for ChromeOS?
fr: Puis-je télécharger le Navigateur Tor pour Chrome OS ?

source: Unfortunately, we don't yet have a version of Tor Browser for ChromeOS.
fr: Malheureusement, nous n’avons pas encore de version du Navigateur Tor pour Chrome OS.

source: download-tor-browser-chromeos
fr: télécharger-navigateur-tor-chromeos

source: Can I pick which country I'm exiting from?
fr: Puis-je choisir mon pays de sortie ?

source: Modifying the way that Tor creates its circuits is strongly discouraged.
fr: Il est fortement déconseillé de changer la façon dont Tor crée ses circuits.

source: You get the best security that Tor can provide when you leave the route selection to Tor; overriding the entry / exit nodes can compromise your anonymity.
fr: En laissant Tor sélectionner la route, vous obtenez la meilleure sécurité que Tor puisse fournir ; remplacer les nœuds d’entrée et de sortie peut compromettre votre anonymat.

source: If the outcome you want is simply to be able to access resources that are only available in one country, you may want to consider using a VPN instead of using Tor.
fr: Si votre objectif est simplement d’accéder aux ressources qui ne sont disponibles que dans un seul pays, vous devriez envisager d’utiliser un VPN au lieu de Tor.

source: Please note that VPNs do not have the same privacy properties as Tor, but they will help solve some geolocation restriction issues.
fr: Veuillez noter que les VPNs ne proposent pas les mêmes propriétés de confidentialité que Tor, mais ils aident à résoudre certains problèmes de restriction liées à l’emplacement géographique.

source: pick-which-country-i-am-exiting
fr: choisir-mon-pays-de-sortie

source: Is it safe to run Tor Browser and another browser at the same time?
fr: Puis-je utiliser le Navigateur Tor et un autre navigateur en même temps en toute sécurité ?

source: If you run Tor Browser and another browser at the same time, it won't affect Tor's performance or privacy properties.
fr: Si vous utilisez le Navigateur Tor et un autre navigateur en même temps, cela n’affectera pas les performances ni les propriétés de confidentialité de Tor.

source: However, be aware that your other browser is not keeping your activity private, and you may forget and accidentally use that non-private browser to do something that you intended to do in Tor Browser.
fr: Gardez cependant à l’esprit que votre autre navigateur n’assure pas la confidentialité de votre activité, et vous pourriez utiliser cet autre navigateur non confidentiel par accident pour une utilisation que vous destiniez au Navigateur Tor.

source: run-tor-browser-and-different-browser
fr: exécuter-navigateur-tor-et-diférrent-navigateur

source: Is there support for *BSD?
fr: *BSD est-il pris en charge ?

source: Sorry, but there is currently no official support for running Tor Browser on *BSD.
fr: Désolé, mais il n’y a actuellement aucune prise en charge officielle pour exécuter le Navigateur Tor sur *BSD.

source: There is something called the TorBSD project, but their Tor Browser is not officially supported.
fr: Il existe quelque chose qui s’appelle le Projet TorBSD, mais leur Navigateur Tor n’est pas pris en charge officiellement.

source: is-there-support-for-bsd
fr: bsd-est-il-pris-en-charge

source: I can’t connect to Tor Browser, is my network censored?
fr: Je n’arrive pas à me connecter au Navigateur Tor, mon réseau est-il censuré ?

source: You might be on a censored network, and so you should try using bridges.
fr: Il se peut que vous soyez sur un réseau censuré, et vous devriez donc essayer d’utiliser des ponts.

source: Some bridges are built in to Tor Browser, and you can use those bridges by choosing "configure" (then following the prompts) in the Tor Launcher window that pops up when you open Tor Browser for the first time.
fr: Des ponts sont intégrés au Navigateur Tor et vous pouvez utiliser ces ponts en choisissant « Configurer » (puis en suivant les indications) dans la fenêtre du lanceur Tor qui surgit quand vous ouvrez le Navigateur Tor pour la première fois.

source: If you need other bridges, you can get them at our <mark><a href="https://bridges.torproject.org/">Bridges website</a></mark>.
fr: S’il vous faut d’autres ponts, vous pouvez en obtenir sur notre <mark><a href="https://bridges.torproject.org/">site Web BridgeDB</a></mark>.

source: For more information about bridges, see the <mark><a href="https://tb-manual.torproject.org/en-US/bridges.html">Tor Browser manual</a></mark>.
fr: Pour de plus amples renseignements concernant les ponts, consulter le ​<mark><a href="https://tb-manual.torproject.org/en-US/bridges.html">guide d’utilisation du Navigateur Tor</a></mark>.

source: cannot-connect-to-tor-browser-network-censored
fr: impossible-connecter-navigateur-tor-réseau-censuré

source: Why is the first IP address in my relay circuit always the same?
fr: Pourquoi la première adresse IP de mon circuit de relais est-elle toujours la même ?

source: That is normal Tor behavior.
fr: C’est le comportement normal de Tor.

source: The first relay in your circuit is called an "entry guard" or "guard".
fr: Le premier relais de votre circuit est appelé « garde d’entrée » ou « de garde ».

source: It is a fast and stable relay that remains the first one in your circuit for 2-3 months in order to protect against a known anonymity-breaking attack.
fr: Il s’agit d’un relais rapide et stable qui reste le premier relais de votre circuit pendant 2 à 3 mois afin de vous protéger contre une attaque de rupture d’anonymat connue.

source: The rest of your circuit changes with every new website you visit, and all together these relays provide the full privacy protections of Tor.
fr: Le reste de votre circuit change pour chaque nouveau site Web que vous visitez. Ensemble, ces relais fournissent la protection complète de la confidentialité offerte par Tor.

source: For more information on how guard relays work, see this <mark><a href="https://blog.torproject.org/improving-tors-anonymity-changing-guard-parameters">blog post</a></mark> and <mark><a href="https://www-users.cs.umn.edu/~hoppernj/single_guard.pdf">paper</a></mark> on entry guards.
fr: Pour de plus amples renseignements sur le fonctionnement des relais de garde, consulter ce <mark><a href="https://blog.torproject.org/improving-tors-anonymity-changing-guard-parameters">billet de blogue</a></mark> et cet <mark><a href="https://www-users.cs.umn.edu/~hoppernj/single_guard.pdf">article</a></mark>(en anglais) sur les gardes d’entrée.

source: first-address-relay-circuit
fr: première-adresse-circuit-relais

source: Tor Browser won't connect, but it doesn’t seem to be an issue with censorship.
fr: Le Navigateur Tor n’arrive pas à se connecter, mais il ne semble pas que ce soit un problème de censure.

source: One of the most common issues that causes connection errors in Tor Browser is an incorrect system clock.
fr: L’un des problèmes les plus courants qui entraîne des erreurs de connexion du Navigateur Tor est que l’horloge de votre système n’est pas à l’heure.

source: Please make sure your system clock and timezone are set accurately.
fr: Veuillez vous assurer que votre horloge système et votre fuseau horaire sont réglés avec précision.

source: If this doesn't fix the problem, see the Troubleshooting page on the <mark><a href="https://tb-manual.torproject.org/en-US/bridges.html">Tor Browser manual</a></mark>.
fr: Si le problème persiste, consulter la page Dépannage du <mark><a href="https://tb-manual.torproject.org/en-US/bridges.html">guide du Navigateur Tor</a></mark>.

source: tor-browser-will-not-connect-no-censorship
fr: navigateur-tor-ne-se-connecte-pas-aucune-censure

source: How do I view Tor Browser message log?
fr: Comment puis-je visualiser le journal de messages du Navigateur Tor ?

source: Click the button labelled "Copy Tor Log To Clipboard" that appears in the dialog window when Tor Browser is first connecting to the network.
fr: Cliquez sur le bouton « Copier le journal de Tor dans le presse-papiers » qui apparaît dans la fenêtre de dialogue quand le Navigateur Tor se connecte initialement au réseau.

source: If Tor Browser is already open, click on the Torbutton icon (the small green onion at the top-left of the screen), then "Open Network Settings", then "Copy Tor Log To Clipboard".
fr: Si le navigateur est déjà ouvert, cliquez sur l’icône BoutonTor (le petit oignon vert en haut à gauche de l’écran), sur « Paramètres du réseau Tor », puis sur « Copier le journal de Tor dans le presse-papiers ».

source: Once you have copied the log, you will be able to paste it into a text editor or email client.
fr: Une fois que vous aurez copié le journal, vous pourrez le coller dans un éditeur de texte ou un client de courriel.

source: view-tor-browser-message-log
fr: voir-journal-messages-navigateur-tor

source: How can I make Tor run faster? Is Tor Browser slower than other browsers?
fr: Comment puis-je accélérer Tor ? Le Navigateur Tor est-il plus lent que les autres navigateurs ?

source: Using Tor Browser can sometimes be slower than other browsers.
fr: L’utilisation du Navigateur Tor peut parfois s’avérer plus lente que les autres navigateurs.

source: The Tor network has over a million daily users, and just over 6000 relays to route all of their traffic, and the load on each server can sometimes cause latency.
fr: Le réseau Tor répond à plus d’un million d’utilisateurs par jour, avec seulement 6 000 relais pour acheminer tout leur trafic.

source: You can help improve the speed of the network by running your own relay, or encouraging others to do so.
fr: Vous pouvez aider à améliorer la vitesse du réseau en exécutant votre propre relais ou en encourageant les autres à le faire.

source: That said, Tor is much faster than it used to be and you may not actually notice any change in speed from other browsers.
fr: Cela dit, Tor est beaucoup plus rapide qu’auparavant, et en pratique, vous ne remarquerez peut-être aucun ralentissement par rapport aux autres navigateurs.

source: make-tor-faster
fr: rendre-tor-plus-rapide

source: What search engine comes with Tor Browser and how does it protect my privacy?
fr: Quel moteur de recherche est configuré avec le Navigateur Tor et comment protège-t-il mes renseignements personnels ?

source: DuckDuckGo is the default search engine in Tor Browser.
fr: DuckDuckGo est le moteur de recherche par défaut dans le Navigateur Tor.

source: DuckDuckGo does not track its users nor does it store any data about user searches.
fr: DuckDuckGo ne suit pas ses utilisateurs à la trace ni n’enregistre aucune donnée sur les recherches des utilisateurs.
