Repository: torproject/support
Catalog: i18n/contents+ga.po
Languages: ga

source: What are the most common issues with the latest stable version of Tor Browser?
ga: Cad iad na fadhbanna is coitianta a bhaineann leis an leagan cobhsaí is déanaí de Bhrabhsálaí Tor?

source: No. After eleven beta releases, we discontinued support of <a href="https://blog.torproject.org/sunsetting-tor-messenger">Tor Messenger</a>.
ga: Ní dhéanann a thuilleadh. Tar éis aon leagan déag béite, chuireamar deireadh le tacaíocht <a href="https://blog.torproject.org/sunsetting-tor-messenger">Tor Messenger</a>.

source: If you see lines like this in your Tor log, it means your system clock is incorrect.
ga: Má fheiceann tú línte den sórt seo i do logchomhad Tor, ciallaíonn sé go bhfuil an clog i do ríomhaire mícheart.

source: We still believe in Tor's ability to be used in a messaging app, but we don't have the resources to make it happen right now.
ga: Creidimid go bhféadfaí Tor a úsáid in aip chumarsáide den sórt seo, ach níl na hacmhainní againn faoi láthair lena dhéanamh.

source: * Run "apt-get install tor obfs4proxy" (as root).
ga: * Rith "apt-get install tor obfs4proxy" (mar root).

source: We recommend an iOS app called Onion Browser, which is open source, uses Tor routing, and is developed by someone who works closely with the Tor Project.
ga: Is féidir. Molaimid aip iOS darb ainm Onion Browser. Tá an cód oscailte, úsáideann sé ródúchán Tor, agus oibríonn an príomhfhorbróir i ndlúthpháirt le Tionscadal Tor.

source: Can I download Tor Browser for ChromeOS?
ga: An féidir liom Brabhsálaí Tor a úsáid ar ChromeOS?

source: That is normal Tor behavior.
ga: Sin gnáthiompar Tor.

source: Removing Tor Browser from your system is simple:
ga: Tá sé an-éasca Brabhsálaí Tor a bhaint de do chóras:

source: Tor Browser will prompt you to update the software once a new version has been released.
ga: Cuirfidh Brabhsálaí Tor in iúl duit nuair a bheidh leagan nua ar fáil.

source: Tor Browser already comes installed with two add-ons — <mark><a href="https://www.eff.org/https-everywhere">HTTPS Everywhere</a></mark> and <mark><a href="https://noscript.net/">NoScript</a></mark> — and adding anything else could deanonymize you.
ga: Tagann dhá bhreiseán mar chuid de Bhrabhsálaí Tor cheana — <mark><a href="https://www.eff.org/https-everywhere">HTTPS Everywhere</a></mark> agus <mark><a href="https://noscript.net/">NoScript</a></mark> — agus dá gcuirfeá breiseáin eile leis, bheifeá i gcontúirt d'aitheantas a nochtadh.

source: The Tor Browser works hard to isolate itself from the rest of your system, and the steps for making it the default browser are unreliable.
ga: Déanann Brabhsálaí Tor a dhícheall a bheith neamhspleách ar an gcuid eile de do chóras, agus ní féidir leat muinín a chur sna céimeanna a dhéanfadh brabhsálaí réamhshocraithe de.

source: Look for a log entry in /var/log/tor/notices.log such as "Self-testing indicates your ORPort is reachable from the outside. Excellent."
ga: Téigh ar lorg iontráil in /var/log/tor/notices.log ar nós "Self-testing indicates your ORPort is reachable from the outside. Excellent."

source: However, information sent unencrypted over the internet using plain HTTP can still be intercepted by exit relay operators or anyone observing the traffic between your exit relay and your destination website.
ga: Mar sin féin, nuair a sheolann tú faisnéis neamhchriptithe trasna an Idirlín thar HTTP, is féidir le hoibreoirí an athsheachadáin amach, nó le haon duine atá ag féachaint ar an trácht idir an athsheachadán amach agus an suíomh Gréasáin, an trácht sin a fheiceáil.

source: Onion services are also relied on for metadata-free chat and file sharing, safer interaction between journalists and their sources like with <mark><a href="https://securedrop.org/">SecureDrop</a></mark> or <mark><a href="https://onionshare.org/">OnionShare</a></mark>, safer software updates, and more secure ways to reach popular websites like <mark><a href="https://www.facebook.com/notes/protect-the-graph/making-connections-to-facebook-more-secure/1526085754298237/">Facebook</a></mark>.
ga: Le seirbhísí Onion is féidir comhrá a dhéanamh agus comhaid a chomhroinnt gan meiteashonraí; éascaíonn siad cumarsáid idir iriseoirí agus a gcuid foinsí eolais trí sheirbhísí ar nós <mark><a href="https://securedrop.org/">SecureDrop</a></mark> nó <mark><a href="https://onionshare.org/">OnionShare</a></mark>; ligeann siad duit bogearraí a nuashonrú go sábháilte; agus soláthraíonn siad bealach níos sábháilte le cuairt a thabhairt ar shuímh mór-le-rá ar nós <mark><a href="https://www.facebook.com/notes/protect-the-graph/making-connections-to-facebook-more-secure/1526085754298237/">Facebook</a></mark>.

source: For example, the DuckDuckGo onion is <a href="http://3g2upl4pq6kufc4m.onion">https://3g2upl4pq6kufc4m.onion</a>.
ga: Mar shampla, is é <a href="http://3g2upl4pq6kufc4m.onion">https://3g2upl4pq6kufc4m.onion</a> an onion i gcomhair DuckDuckGo.

source: Generally speaking, we don't recommend using a VPN with Tor unless you're an advanced user who knows how to configure both in a way that doesn't compromise your privacy.
ga: Is féidir, ach ní mholaimid VPN a úsáid le Tor murar úsáideoir ardleibhéil thú agus mura bhfuil saineolas agat ar conas is féidir Tor agus an VPN a chumrú sa chaoi nach gcuirfidís do phríobháideachas i gcontúirt.

source: Websites that are only accessible over Tor are called "onions" and end in the TLD .onion.
ga: Tugtar "onion" ar shuíomh Gréasáin nach féidir teacht air ach trí líonra Tor, agus úsáideann na suímh seo an fearann barrleibhéil .onion.

source: Also, using paths longer than 3 could harm anonymity, first because it makes<mark><a href="https://www.freehaven.net/anonbib/#ccs07-doa">denial of security</a></mark> attacks easier, and second because it could act as an identifier if only a small number of users have the same path length as you.
ga: Chomh maith leis sin, le níos mó ná 3 nód bíonn sé níos éasca ionsaithe <mark><a href="https://www.freehaven.net/anonbib/#ccs07-doa">diúltú slándála</a></mark> a dhéanamh, agus nochtann sé eolas fútsa mura bhfuil mórán daoine ag baint úsáid as an líon céanna nód.

source: How do I run a obfs4 bridge on Debian?
ga: Conas a shocraítear droichead obfs4 ar chóras Debian?

source: If you don't remember what this destination was, it's most likely your Downloads or Desktop folder.
ga: Má rinne tú dearmad den fhillteán a roghnaigh tú, is é is dóichí gurb é an fillteán Downloads nó Desktop.

source: Sometimes websites will block Tor users because they can't tell the difference between the average Tor user and automated traffic.
ga: Uaireanta, cuireann suímh cosc ar úsáideoirí toisc nach féidir leo idirdhealú a dhéanamh idir gnáthúsáideoirí Tor agus trácht uathoibrithe.

source: Tor Browser is a modified version of Firefox specifically designed for use with Tor.
ga: Leagan de Firefox saindeartha do líonra Tor is ea Brabhsálaí Tor.

source: Write your operating system (such as windows, MacOS (OS X), or linux) in the body of the message and send.
ga: Cuir ainm do chórais oibriúcháin (m.sh. Windows, MacOS (OS X), nó Linux) i gcorp na teachtaireachta agus seol é.

source: Can I make Tor Browser my default browser?
ga: An féidir liom Brabhsálaí Tor a úsáid mar bhrabhsálaí réamhshocraithe?

source: For the most in-depth resource on running a relay, see the <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">Tor Relay Guide</a></mark>.
ga: Más mian leat athsheachadán de do chuid féin a rith, gheobhaidh tú na mionsonraí go léir sa <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">Lámhleabhar Athsheachadán Tor</a>.

source: ##### Common log error #2: Can’t reach guard relays
ga: ##### Earráid choitianta #2 sa logchomhad: Ní féidir garda iontrála a bhaint amach

source: Setting up an obfsproxy bridge requires an additional software package and additional configurations.
ga: Teastaíonn pacáiste agus cumraíocht bhreise uait chun droichead obfsproxy a shocrú.

source: * As root, add the following lines to /etc/apt/sources.list. Use the version you found in the previous step for <version>.
ga: * Cuir na línte seo a leanas le /etc/apt/sources.list mar root. Úsáid an leagan a d'aimsigh tú sa chéim roimhe seo in áit "leagan".

source: And if you're accessing a website with https and onion service, it will show an icon of a green onion and a padlock.
ga: Agus nuair a thugann tú cuairt ar shuíomh a úsáideann https agus seirbhís onion, taispeánann sé oinniún beag glas agus glas fraincín.

source: <h4 class="card-title">If you are using HTTPS, your website URL will begin with "https://".</h4>
ga: <h4 class="card-title">Má tá tú ag úsáid HTTPS, tosóidh URL an tsuímh le "https://".</h4>

source: <mark><a href="https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor">Learn more about Onion Browser</a></mark>.
ga: <mark><a href="https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor">Tuilleadh eolais faoi Bhrabhsálaí Onion</a></mark>.

source: Thank you."
ga: Go raibh maith agat."

source: * 日本語 (ja)
ga: * Seapáinis (ja)

source: ##### New Tor Circuit for this Site
ga: ##### Ciorcad Nua Tor don Suíomh seo

source: What search engine comes with Tor Browser and how does it protect my privacy?
ga: Cén t-inneall cuardaigh a úsáideann Brabhsálaí Tor, agus cén chaoi a gcosnaíonn sé mo phríobháideachas?

source: Please make sure your system clock and timezone are set accurately.
ga: Ba chóir duit deimhniú go bhfuil clog an chórais agus an crios ama socraithe mar is ceart.

source: You can certainly use another browser while you are also using Tor Browser.
ga: Is féidir cinnte.

source: If you cannot reach the onion service you desire, make sure that you have entered the 16-character or, the newest format, 56-character onion address correctly: even a small mistake will stop Tor Browser from being able to reach the site.
ga: Murar féidir leat an tseirbhís onion atá uait a bhaint amach, deimhnigh gur chuir tú an seoladh onion 16-carachtar, nó sa leagan is déanaí, 56-carachtar, isteach i gceart: chuirfeadh fiú botún beag Brabhsálaí Tor ar strae agus ní bheadh sé in ann an tseirbhís a bhaint amach.

source: Why don't you prevent bad people from doing bad things when using Tor?
ga: Cén fáth nach gcuireann sibh cosc ar dhrochdhaoine a dhéanann drochrudaí ar líonra Tor?

source: The Tor Project does not support or condone the use of our software for malicious purposes.
ga: Níl aon ghlacadh againn le daoine a úsáideann ár gcuid bogearraí ar bhealaí mailíseacha.

source: * Determine your Ubuntu version by running the following command:
ga: * Is féidir leat an leagan Ubuntu atá agat a fháil amach leis an ordú seo a leanas:

source: Tor Browser is currently available on <mark><a href="https://www.torproject.org/download/download-easy.html.en#windows">Windows</a></mark>, <mark><a href="https://www.torproject.org/download/download-easy.html.en#linux">Linux</a></mark> and <mark><a href="https://www.torproject.org/download/download-easy.html.en#mac">macOS (OS X)</a></mark>.
ga: Tá Brabhsálaí Tor Browser ar fáil faoi láthair ar <mark><a href="https://www.torproject.org/download/download-easy.html.en#windows">Windows</a></mark>, <mark><a href="https://www.torproject.org/download/download-easy.html.en#linux">Linux</a></mark> agus <mark><a href="https://www.torproject.org/download/download-easy.html.en#mac">macOS (OS X)</a></mark>.

source: Finally, restart Tor Browser.
ga: Ansin, atosaigh Brabhsálaí Tor.

source: Connecting To Tor
ga: Ag Ceangal le Tor

source: * Note that your operating system’s standard "Uninstall" utility is not used.
ga: * Tabhair faoi deara nach mbaintear úsáid as an ngnáthuirlis "Díshuiteáil" ar do chóras.

source: When it confirms that it's reachable, it will upload a "server descriptor" to the directory authorities to let clients know what address, ports, keys, etc your relay is using.
ga: Nuair a dheimhníonn sé go bhfuil an t-athsheachadán insroichte, uaslódálann sé "cur síos ar fhreastalaí" go dtí údaráis an eolaire le cur in iúl do chliaint an seoladh a úsáideann an t-athsheachadán, chomh maith le poirt, eochracha, srl.

source: ContactInfo 0xFFFFFFFF Random Person <nobody AT example dot com>
ga: ContactInfo 0xFFFFFFFF Duine Randamach <tadhgorodai AG example ponc com>

source: I'm having a problem updating or using Vidalia.
ga: Tá fadhb agam ag nuashonrú nó ag úsáid Vidalia.

source: One of the most common issues that causes connection errors in Tor Browser is an incorrect system clock.
ga: Is minic go mbíonn fadhb le clog an chórais ina cúis le hearráidí i mBrabhsálaí Tor.

source: Why is the first IP address in my relay circuit always the same?
ga: Cén fáth a mbaineann Tor úsáid as an seoladh IP céanna mar an chéad seoladh sa gciorcad?

source: For Android, The Guardian Project maintains the Tor-powered apps Orbot and Orfox.
ga: Ar Android, cuireann an Tionscadal Guardian aipeanna a bhfuil Tor taobh thiar díobh ar fáil, Orbot agus Orfox.

source: The only way to resolve this is by following the site’s recommended procedure for account recovery, or contacting the operators and explaining the situation.
ga: An t-aon slí atá ann leis seo a réiteach ná treoracha an tsuímh a leanúint d'athshlánú do chuntais, nó trí dul i dteagmháil le riarthóirí an tsuímh agus an fhadhb a mhíniú.

source: If this doesn't fix the problem, see the Troubleshooting page on the <mark><a href="https://tb-manual.torproject.org/en-US/troubleshooting.html">Tor Browser manual</a></mark>.
ga: Mura réitíonn seo an fhadhb, féach an leathanach Fabhtcheartú i <mark><a href="https://tb-manual.torproject.org/en-US/troubleshooting.html">Lámhleabhar Bhrabhsálaí Tor</a></mark>.

source: You may be able to avoid this scenario if your provider offers 2-factor authentication, which is a much better security option than IP-based reputations.
ga: D'fhéadfá an cás seo a sheachaint go hiomlán trí úsáid a bhaint as fíordheimhniú 2-fhachtóir, rogha slándála i bhfad níos fearr ná clú bunaithe ar sheoltaí IP.

source: My antivirus or malware protection is blocking me from accessing Tor Browser.
ga: Cuireann mo bhogearra frithvíris cosc ar Bhrabhsálaí Tor.

source: If you don't see this message, it means that your relay is not reachable from the outside.
ga: Mura bhfeiceann tú an teachtaireacht seo, ciallaíonn sé nach bhfuil an t-athsheachadán insroichte ón taobh amuigh.

source: * obfs4proxy (if you use bridges)
ga: * obfs4proxy (má úsáideann tú droichid)

source: Be careful when switching back and forth between Tor and a less safe browser, because you may accidentally use the other browser for something you intended to do using Tor.
ga: Mar sin, caithfidh tú a bheith cúramach nuair a athraíonn tú anonn is anall idir Tor agus brabhsálaí eile nach bhfuil chomh slán, sa chaoi nach ndéanann tú rud éigin sa mbrabhsálaí eile a raibh tú ag iarraidh é a dhéanamh in Tor.

source: Who funds Tor?
ga: Cé atá ag maoiniú Tor?

source: Can I run multiple instances of Tor Browser?
ga: An féidir liom níos mó ná cóip amháin de Bhrabhsálaí Tor a rith?

source: Please see the <mark><a href="https://noscript.net/faq">NoScript FAQ</a></mark>.
ga: Féach na <mark><a href="https://noscript.net/faq">Ceisteanna Coitianta NoScript</a></mark>.

source: You should re-check your firewalls, check that the IP and ports you specified in your torrc are correct, etc.
ga: Ba chóir duit deimhniú gur shonraigh tú an seoladh IP, na poirt, agus na sonraí maidir le ballaí dóiteáin sa gcomhad torrc go ceart.

source: Onion services allow people to browse but also to publish anonymously, including publishing anonymous websites.
ga: Is féidir seirbhísí onion a úsáid chun brabhsáil ar ndóigh, ach is féidir iad a úsáid chun ábhar a fhoilsiú freisin, suímh Ghréasáin gan ainm san áireamh.

source: We are currently working on Tor Browser for Android, and you may see alpha releases appear over the coming months.
ga: Táimid ag obair ar Bhrabhsálaí Tor ar Android faoi láthair, agus is dócha go bhfeicfidh tú leaganacha alfa ag teacht amach sna míonna amach romhainn.

source: * Add the gpg key used to sign the packages by running the following commands:
ga: * Sainigh an eochair gpg a úsáideadh chun na pacáistí a shíniú leis na horduithe seo a leanas:

source: If you see lines like these in your Tor log, it means your Tor failed to connect to the first node in the Tor circuit.
ga: Má fheiceann tú línte den sórt seo sa logchomhad Tor, ciallaíonn sé gur theip ar Tor ceangal a bhunú leis an chéad nód sa gciorcad Tor.

source: Do you? <mark><a href="https://www.torproject.org/about/contact.html.en">Contact us</a></mark>.
ga: Céard fútsa? <mark><a href="https://www.torproject.org/about/contact.html.en">Déan teagmháil linn</a></mark>.

source: If you started having issues with your Tor Browser after an update, check out <mark><a href="https://blog.torproject.org">blog.torproject.org</a></mark> for the most recent stable Tor Browser post to see if your issue is listed.
ga: Má tá fadhbanna agat a thosaigh tar éis duit Brabhsálaí Tor a nuashonrú, féach ar an bpostáil is déanaí faoin leagan cobhsaí ar ​<mark><a href="https://blog.torproject.org">blog.torproject.org</a></mark> le féachaint an bhfuil d'fhadhb luaite ann.

source: Misc
ga: Topaicí Éagsúla

source: * obfs4proxy.exe (if you use bridges)
ga: * obfs4proxy.exe (má úsáideann tú droichid)

source: After a few hours (to give it enough time to propagate), you can query <mark><a href="https://metrics.torproject.org/rs.html#search">Metrics</a></mark> to see whether your relay has successfully registered in the network.
ga: Tar éis cúpla uair an chloig (dóthain ama chun na sonraí a bhaineann le d'athsheachadán a scaipeadh), beidh tú in ann iarratas a chur chuig <mark><a href="https://metrics.torproject.org/rs.html#search">Metrics</a></mark> le féachaint an bhfuil an t-athsheachadán cláraithe leis an líonra mar is ceart.

source: GetTor will respond with an email containing links from which you can download Tor Browser, the cryptographic signature (needed for <mark><a href="https://www.torproject.org/docs/verifying-signatures.html.en">verifying the download</a></mark>), the fingerprint of the key used to make the signature, and the package’s checksum.
ga: Tabharfaidh GetTor freagra ina bhfuil nasc íoslódála do Bhrabhsálaí Tor, síniú cripteagrafach (ag teastáil <mark><a href="https://www.torproject.org/docs/verifying-signatures.html.en">leis an íoslódáil a dheimhniú</a></mark>), méarlorg na heochrach a úsáideadh chun an síniú a dhéanamh, agus suim sheiceála an phacáiste.

source: How do I make sure that I'm using the correct packages on Ubuntu?
ga: Conas is féidir liom deimhniú go bhfuilim ag baint úsáide as na pacáistí cearta ar chóras Ubuntu?

source: The Guardian Project maintains Tor (and other privacy applications) on Android. More info can be found on the <mark><a href="https://guardianproject.info/">Guardian Project's website</a></mark>.
ga: Forbraíonn an Guardian Project Tor ar Android (agus aipeanna eile a bhaineann le príobháideachas). Is féidir leat tuilleadh eolais a fháil ar shuíomh Gréasáin an ​<mark><a href="https://guardianproject.info/">Guardian Project</a></mark>.

source: Other open tabs and windows from the same website will use the new circuit as well once they are reloaded.
ga: Úsáidfidh cluaisíní agus fuinneoga oscailte eile ón suíomh céanna an ciorcad nua freisin, chomh luath is a athlódálfar iad.

source: Instead, consider running your exit relay in a commercial facility that is supportive of Tor.
ga: Ina áit sin, ba chóir duit an t-athsheachadán amach a rith i gcomhlacht a thacaíonn le haidhmeanna Tor.

source: Please try connecting with bridges, and that should fix the problem.
ga: Ba chóir duit triail a bhaint as droichead; is dócha go réiteoidh sin an fhadhb.

source: Orfox is for web browsing, and Orbot can route other apps on your Android phone over the Tor network.
ga: Úsáidtear Orfox chun an Gréasán a bhrabhsáil, agus stiúrann Orbot trácht ó aipeanna eile ar do ghuthán Android thar an líonra Tor.

source: If it hasn't, re-check firewalls, IP and ports again.
ga: Mura bhfuil, deimhnigh an seoladh IP, na poirt, agus aon bhallaí dóiteáin arís.

source: Flash is disabled in Tor Browser, and we recommend you do not enable it.
ga: Tá Flash díchumasaithe i mBrabhsálaí Tor, agus molaimid duit gan é a chumasú.

source: If you cannot reach the onion service you desire, make sure that you have entered the 16-character onion address correctly: even a small mistake will stop Tor Browser from being able to reach the site.
ga: Murar féidir leat an tseirbhís onion atá uait a bhaint amach, deimhnigh gur chuir tú an seoladh onion 16-carachtar isteach i gceart: chuirfeadh fiú botún beag Brabhsálaí Tor ar strae agus ní bheadh Brabhsálaí Tor in ann an tseirbhís a bhaint amach.

source: There is something called the <mark><a href="https://www.torbsd.org/">TorBSD project</a></mark>, but their Tor Browser is not officially supported.
ga: Tá tionscadal darb ainm <mark><a href="https://www.torbsd.org/">TorBSD</a></mark> ann, ach ní thacóimid leis an leagan de Bhrabhsálaí Tor atá acu.

source: How can we help?
ga: Conas a d'fhéadfaimis cabhrú leat?

source: * Nederlands (nl)
ga: * Ollainnis (nl)

source: <mark><a href="https://www.torproject.org/projects/torbrowser/design/">Learn more about the design of Tor Browser</a></mark>.
ga: <mark><a href="https://www.torproject.org/projects/torbrowser/design/">Tuilleadh eolais maidir le dearadh Bhrabhsálaí Tor</a></mark>.

source: We currently offer <mark><a href="https://www.torproject.org/projects/torbrowser.html.en">Tor Browser</a></mark> in the following languages:
ga: Tá <mark><a href="https://www.torproject.org/projects/torbrowser.html.en">Brabhsálaí Tor</a></mark> ar fáil sna teangacha seo a leanas:

source: * Español (es-ES)
ga: * Spáinnis (es-ES)

source: Contact your provider and ask them if they provide 2FA.
ga: Téigh i dteagmháil le do sholáthraí seirbhíse le fáil amach an bhfuil fíordheimhniú 2-fhachtóir ar fáil.

source: Most Frequently Asked Questions
ga: Ceisteanna Is Coitianta

source: How do I uninstall Tor Browser?
ga: Conas is féidir liom Brabhsálaí Tor a dhíshuiteáil?

source: I downloaded and installed Tor Browser for Windows, but now I can't find it.
ga: D'íoslódáil agus shuiteáil mé Brabhsálaí Tor ar Windows, ach anois ní fheicim ar mo ríomhaire é.

source: * Empty your Trash.
ga: * Folmhaigh an Bruscar.

source: Can I run Tor on an iOS device?
ga: An féidir liom Tor a úsáid ar ghléas iOS?

source: How do I run Tor on Windows Phone?
ga: Conas a úsáidtear Tor ar Windows Phone?

source: A website (bank, email provider, etc..) locks me out whenever I use Tor, what can I do?
ga: Cuireann suíomh Gréasáin (banc, soláthraí r-phoist, srl.) cosc orm nuair a bhainim úsáid as Tor. Céard a dhéanfas mé?

source: How do I volunteer with Tor Project?
ga: Cén chaoi a bhféadfainn páirt a ghlacadh i dTionscadal Tor?

source: However, you should know that the privacy properties of Tor Browser will not be present in the other browser.
ga: Ach ba chóir duit a bheith ar an eolas nach mbeidh na gnéithe príobháideachais i mBrabhsálaí Tor ar fáil sa mbrabhsálaí eile.

source: There is no official version of Tor for iOS yet, though we recommend <mark><a href="https://onionbrowser.com/">Onion Browser</a></mark>.
ga: Níl aon leagan oifigiúil de Tor ar iOS fós, ach molaimid <mark><a href="https://onionbrowser.com/">Brabhsálaí Onion</a></mark>.

source: Enabling ntpd is suggested.
ga: Molaimid duit ntpd a chumasú.

source: * Run the following commands to install tor and check its signatures:
ga: * Rith na horduithe seo a leanas chun Tor a shuiteáil agus na sínithe a dheimhniú:
