Repository: torproject/support
Catalog: i18n/contents+ca.po
Languages: ca

source: problem-with-https-everywhere
ca: problema-amb-https-everywhere

source: How do I update Tor Browser?
ca: Com puc actualitzar el Navegador Tor?

source: You can update Tor Browser as soon as a new version is released.
ca: Podeu actualitzar el Navegador Tor tan bon punt es publiqui una versió nova.

source: <h4 class="card-title">Tor Browser will prompt you to update the software once a new version has been released.</h4>
ca: <h4 class="card-title">Navegador Tor us demanarà que actualitzeu el programari una vegada que s'hagi publicat una versió nova.</h4>

source: <p class="card-text">The Torbutton icon (the little green onion in the top left corner of the browser) will display a yellow triangle.</p>
ca: <p class="card-text">La icona Tor (la ceba petita en l'extrem superior esquerre del navegador) mostrarà un triangle groc.</p>

source: You may see a written indication when Tor Browser opens telling you that an update is available.
ca: Podeu veure una indicació per escrit quan el Navegador Tor s'obri indicant-vos que hi ha una actualització disponible.

source: <h4 class="card-title">Card title</h4>
ca: <h4 class="card-title">Titol de la targeta</h4>

source: <p class="card-text">Card text</p>
ca: <p class="card-text">Text de la targeta</p>

source: Tor browser will install the updates.
ca: El navegador Tor instal·larà les actualitzacions.

source: updating-tor-browser
ca: actualitzant-navegador-tor

source: How do I uninstall Tor Browser?
ca: Com puc desinstal·lar el Navegador Tor?

source: Removing Tor Browser from your system is simple:
ca: Desinstal·lar el navegador Tor del sistema operatiu és simple:

source: * Locate your Tor Browser folder or application.
ca: * Localitzeu la vostra carpeta o aplicació del navegador Tor.

source: The default location on Windows is the Desktop; on macOS it is the Applications folder (on macOS, you have to move it into the Applications folder when you complete the installation process).
ca: La ubicació predeterminada a Windows és l'escriptori; a macOS és la carpeta d'aplicacions (a macOS, heu de moure-la a la carpeta d'aplicacions quan finalitzeu el procés d'instal·lació).

source: On Linux, there is no default location, however the folder will be named "tor-browser_en-US" if you are running the English Tor Browser.
ca: En Linux, no hi ha cap ubicació per defecte, però la carpeta es dirà "tor-browser_en-US" si esteu utilitzant el navegador Tor anglès.

source: * Delete the Tor Browser folder or application.
ca: * Elimineu la carpeta o aplicació del navegador Tor.

source: * Empty your Trash.
ca: * Buida la paperera.

source: * Note that your operating system’s standard "Uninstall" utility is not used.
ca: * Tingueu en compte que la utilitat estàndard "Desinstal·lació" del vostre sistema operatiu no s'utilitza.

source: uninstall-tor-browser
ca: desinstal·lar-navegador-tor

source: Is there a way to change the IP address that Tor Browser assigns me for a particular site?
ca: Hi ha alguna manera de canviar l'adreça IP que el navegador Tor m'assigna per a un lloc concret?

source: Tor Browser has two ways to change your relay circuit — "New Identity" and "New Tor Circuit for this Site".
ca: EL Navegador Tor té dues maneres de canviar el circuit del repetidor: "Nova identitat" i "Nou circuit Tor per a aquest lloc".

source: Both options are located in the Torbutton (little green onion) menu.
ca: Ambdues opcions es troben al menú del botó de Tor (petita ceba verda).

source: ##### New Identity
ca: ##### Nova identitat

source: This option is useful if you want to prevent your subsequent browser activity from being linkable to what you were doing before.
ca: Aquesta opció és útil si voleu evitar que la vostra activitat posterior del navegador sigui vinculada al que hagueu fet abans.

source: Selecting it will close all your tabs and windows, clear all private information such as cookies and browsing history, and use new Tor circuits for all connections.
ca: Si ho seleccioneu, tanqueu totes les pestanyes i finestres, esborreu tota la informació privada, com ara les galetes i l'historial de navegació, i utilitzeu els nous circuits Tor per a totes les connexions.

source: Tor Browser will warn you that all activity and downloads will be stopped, so take this into account before clicking "New Identity".
ca: El Navegador Tor us avisarà que tota activitat i descàrregues s'aturaran, així que teniu això en compte abans de fer clic a "Nova identitat".

source: ##### New Tor Circuit for this Site
ca: ##### Nou Circuit Tor per a aquest lloc

source: This option is useful if the exit relay you are using is unable to connect to the website you require, or is not loading it properly.
ca: Aquesta opció és útil si el repetidor de sortida que utilitzeu no pot connectar-se al lloc web que necessiteu o no s'ha carregat correctament.

source: Selecting it will cause the currently-active tab or window to be reloaded over a new Tor circuit.
ca: Si ho seleccioneu, es tornarà a carregar la pestanya o la finestra actualment activa en un nou circuit Tor.

source: Other open tabs and windows from the same website will use the new circuit as well once they are reloaded.
ca: Altres pestanyes obertes i finestres del mateix lloc web també usaran el nou circuit una vegada que es tornin a carregar.

source: This option does not clear any private information or unlink your activity, nor does it affect your current connections to other websites.
ca: Aquesta opció no elimina cap informació privada o desenllaça la vostra activitat, ni afecta les vostres connexions actuals a altres llocs web.

source: <p class="card-text">Card text</div>
ca: <p class="card-text">Text de la targeta</div>

source: change-ip-address
ca: canviar-adreça-ip

source: tell-which-website-are-visited-while-using-tor-browser
ca: dir-quines-pagines-web-han-sigut-visitades-mentre-usem-navegador-tor

source: A website (bank, email provider, etc..) locks me out whenever I use Tor, what can I do?
ca: Un lloc web (banc, proveïdor de correu electrònic, etc.) em tanca cada cop que faig servir Tor, què puc fer?

source: Tor Browser often makes your connection appear as though it is coming from an entirely different part of the world.
ca: El navegador Tor sovint fa que la vostra connexió aparegui com si provingués d'una part completament diferent del món.

source: Some websites, such as banks or email providers, might interpret this as a sign that your account has been compromised, and lock you out.
ca: Alguns llocs web, com ara bancs o proveïdors de correu electrònic, poden interpretar-ho com a signe que el vostre compte s'ha vist compromès i us poden bloquejar.

source: The only way to resolve this is by following the site’s recommended procedure for account recovery, or contacting the operators and explaining the situation.
ca: L'única manera de resoldre això és seguir el procediment recomanat del lloc per a la recuperació del compte o posar-se en contacte amb els operadors i explicar la situació.

source: You may be able to avoid this scenario if your provider offers 2-factor authentication, which is a much better security option than IP-based reputations.
ca: És possible que pugueu evitar aquest escenari si el vostre proveïdor ofereix l'autenticació de doble factor, que és una opció de seguretat molt millor que la reputació basada en IP.

source: Contact your provider and ask them if they provide 2FA.
ca: Poseu-vos en contacte amb el vostre proveïdor i pregunteu-los si proporcionen 2FA. (autenticació de doble factor)

source: website-locks-torbrowser-out
ca: paginaweb-tanca-navegador-tor

source: Tor Browser is currently available on Windows, Linux and OSX.
ca: El Navegador Tor està actualment disponible a Windows, Linux i OSX.

source: which-platform-tor-browser-available
ca: quines-plataformes-navegador-tor-compatible

source: Can I set Tor Browser as my default browser?
ca: Puc configurar el navegador Tor com a navegador predeterminat?

source: There is currently no supported method for setting Tor Browser as your default browser.
ca: Actualment, no hi ha cap mètode compatible per configurar el navegador Tor com a navegador predeterminat.

source: The Tor Browser works hard to isolate itself from the rest of your system, and the steps for making it the default browser are unreliable.
ca: El navegador Tor treballa fort per aïllar-se de la resta del sistema i els passos per fer-ho navegador predeterminat no va en aquesta linea.

source: This means sometimes a website would load in the Tor Browser, and sometimes it would load in another browser, this type of behavior can be dangerous and anonymity-breaking.
ca: Això vol dir que de vegades es carregarà un lloc al navegador Tor, i de vegades es carregarà en un altre navegador, aquest tipus de comportament pot ser perillós i trencar l'anonimat.

source: setting-tor-browser-as-default
ca: configurar-navegador-tor-per-defecte

source: Does running Tor Browser make me a relay?
ca: Executar el Navegador Tor em converteix en repetidor?

source: Running Tor Browser does not make you act as a relay in the network.
ca: Executar el navegador Tor no us fa actuar com un repetidor a la xarxa.

source: This means that your computer will not be used to route traffic for others.
ca: Això significa que l'ordinador no s'utilitzarà per encaminar el trànsit per a tercers.

source: If you'd like to become a relay, please see our <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">Tor Relay Guide</a></mark>.
ca: Si voleu convertir-vos en un repetidor, consulteu la nostra <mark><a href="https://trac.torproject.org/projects/tor/wiki/TorRelayGuide">Guia de repetidors de Tor</a></mark>.

source: running-tor-browser-make-me-relay
ca: executar-navegador-tor-em-fa-ser-repetidor

source: Why does Tor Browser ship with Javascript enabled?
ca: Per què el navegador Tor navega amb Javascript activat?

source: We configure NoScript to allow JavaScript by default in Tor Browser because many websites will not work with JavaScript disabled.
ca: Configurem NoScript per permetre JavaScript de manera predeterminada al navegador Tor perquè molts llocs web no funcionen amb JavaScript desactivat.

source: Most users would give up on Tor entirely if we disabled Javascript by default because it would cause so many problems for them.
ca: La majoria dels usuaris renunciarien completament a Tor si desactivem Javascript de manera predeterminada perquè causaria molts problemes per a ells.

source: Ultimately, we want to make Tor Browser as secure as possible while also making it usable for the majority of people, so for now, that means leaving Javascript enabled by default.
ca: En definitiva, volem que el navegador de Tor sigui el més segur possible, a més de fer-lo servir per a la majoria de les persones, de moment, això vol dir que Javascript està habilitat per defecte.

source: For users who want to have Javascript disabled on all HTTP sites by default, we recommend changing your Tor Browser's security slider (in the Tor Browser Onion menu under "Security Settings").
ca: Per als usuaris que vulguin deshabilitar Javascript en tots els llocs HTTP de forma predeterminada, us recomanem que canvieu el control lliscant de seguretat del navegador Tor (al menú Ceba de navegador Tor a "Configuració de seguretat").

source: The low/default setting allows Javascript, but the medium and high levels both block Javascript on HTTP sites.
ca: La configuració baixa/predeterminada permet Javascript, però els nivells mitjà i alt bloquegen Javascript en llocs HTTP.

source: tor-browser-js-enabled-default
ca: navegador-tor-js-activat-defecte

source: Can you get rid of all the captchas?
ca: Es pot desfer-se de tots els captchas?

source: Unfortunately, some websites deliver CAPTCHAS to Tor users, and we are not able to remove CAPTCHAs from websites.
ca: Malauradament, algunes pàgines web envien CAPTCHAS als usuaris de Tor, i nosaltres no podem eliminar CAPTCHAS de les pàgines web.

source: The best thing to do in these cases is to contact the website owners, and inform them that their CAPTCHAs are preventing users such as yourself from using their services.
ca: El millor que es pot fer en aquests casos és posar-se en contacte amb els propietaris del lloc web i informar-los que els seus CAPTCHAs estan impedint que els usuaris, com vostè mateix, utilitzin els seus serveis.

source: get-rid-of-captchas
ca: desfer-se-dels-captchas

source: Can I run multiple instances of Tor Browser?
ca: Puc executar diverses instàncies del navegador Tor?

source: We do not recommend running multiple instances of Tor Browser, and may not work as anticipated on many platforms.
ca: No recomanem que executeu diverses instàncies del navegador Tor, i pot ser que no funcioni tal com s'esperava a moltes plataformes.

source: run-multible-instances-of-tor-browser
ca: executar-multiple-instancies-navegador-tor

source: I need Tor Browser in a language that's not English.
ca: Necessito el navegador de Tor en un idioma que no sigui l'anglès.

source: We currently offer Tor Browser in the following languages:
ca: Actualment oferim el navegador Tor en els idiomes següents:

source: need-tor-browser-language-not-english
ca: necessito-navegador-tor-llenguatge-no-anglés

source: Will my network admin be able to tell I'm using Tor Browser?
ca: El meu administrador de la xarxa pot dir que estic utilitzant el navegador Tor?

source: When using Tor Browser, no one can see the websites that you visit.
ca: Quan utilitzeu el navegador Tor, ningú pot veure els llocs web que visiteu.

source: However, your service provider or network admins may be able to see that you're connecting to the Tor network, though they won't know what you're doing when you get there.
ca: Tanmateix, el vostre proveïdor de serveis o administradors de xarxa poden veure que esteu connectant a la xarxa Tor, encara que no sabran què feu quan arribeu.

source: network-admin-know-i-am-using-tor
ca: administrador-xarxa-pot-saber-utilitzo-tor

source: I’m having trouble using features on Facebook, Twitter, or some other website when I’m using Tor Browser.
ca: Tinc problemes per utilitzar funcions a Facebook, a Twitter o a algun altre lloc web quan utilitzo el navegador Tor.

source: Sometimes Javascript-heavy websites can have functional issues over Tor Browser.
ca: De vegades, els llocs web amb molt contingut Javascript poden tenir problemes funcionals sobre el navegador Tor.

source: The simplest fix is to click on the "onion menu," then click on the security slider.
ca: La solució més senzilla és fer clic al "menú de la ceba" i, a continuació, feu clic al control lliscant de seguretat.

source: Set your security to "Standard".
ca: Establiu la seguretat a "Estàndard".

source: tor-browser-issues-facebook-twitter-websites
ca: navegador-tor-problemes-facebook-twitter

source: Why is Tor Browser built from Firefox and not some other browser?
ca: Per què el navegador Tor es va crear a partir de Firefox i no d'un altre navegador?

source: Tor Browser is a modified version of Firefox specifically designed for use with Tor.
ca: El Navegador Tor és una versió modificada de Firefox dissenyada específicament per al seu ús amb Tor.

source: A lot of work has been put into making the Tor Browser, including the use of extra patches to enhance privacy and security.
ca: S'ha fet un gran esforç per fer que el navegador Tor, inclòs l'ús de pegats addicionals per millorar la privadesa i la seguretat.

source: While it is technically possible to use Tor with other browsers, you may open yourself up to potential attacks or information leakage, so we strongly discourage it.
ca: Tot i que és tècnicament possible utilitzar Tor amb altres navegadors, podeu obrir-vos a possibles atacs o filtracions d'informació, de manera que us ho desaconsellem molt.

source: <mark><a href="https://www.torproject.org/projects/torbrowser/design/">Learn more about the design of Tor Browser</a></mark>.
ca: <mark><a href="https://www.torproject.org/projects/torbrowser/design/">Més informació sobre el disseny del navegador Tor.</a></mark>

source: tor-browser-is-built-from-firefox-why
ca: navegador-tor-es-construit-desde-firefox

source: Does Tor Browser use a different circuit for each website?
ca: El navegador Tor utilitza un circuit diferent per a cada lloc web?

source: In Tor Browser, every new domain gets its own circuit.
ca: Al navegador Tor, cada nou domini rep el seu propi circuit.

source: <mark><a href="https://www.torproject.org/projects/torbrowser/design/#identifier-linkability">The Design and Implementation of Tor Browser</a></mark> document further explains the thinking behind this design.
ca: En el document <mark><a href="https://www.torproject.org/projects/torbrowser/design/#identifier-linkability"> Disseny i la implementació del navegador Tor</a></mark> també expliquem el pensament darrere d'aquest disseny.

source: different-circuit-each-website
ca: diferent-circuit-per-cada-lloc-web

source: Why did my search engine switch to DuckDuckGo?
ca: Per què el meu motor de cerca canvia a DuckDuckGo?

source: With the release of Tor Browser 6.0.6, we switched to DuckDuckGo as the primary search engine.
ca: Amb la publicació del Navegador Tor 6.0.6, vam passar a DuckDuckGo com a motor de cerca principal.

source: For a while now, Disconnect has had no access to Google search results which we used in Tor Browser.
ca: Des de fa un temps, Disconnect no ha tingut accés als resultats de cerca de Google que hem utilitzat al navegador Tor.

source: Since Disconnect is more of a meta search engine which allows users to choose between different search providers, it fell back to delivering Bing search results which were basically unacceptable quality-wise.
ca: Atès que Disconnect és més que un meta motor de cerca que permet als usuaris triar entre diferents proveïdors de cerca, es va desestimar oferir resultats de cerca de Bing que eren bàsicament inacceptables de qualitat.

source: why-is-tor-using-duckduckgo
ca: perque-tor-utilitza-duckduckgo

source: Why does my Tor Browser say something about Firefox not working?
ca: Per què el meu navegador Tor diu que alguna cosa de Firefox no funciona?

source: Tor Browser is built using <mark><a href="https://www.mozilla.org/en-US/firefox/organizations/">Firefox ESR</a></mark>, so errors regarding Firefox may occur.
ca: El Navegador Tor està construït utilitzant <mark><a href="https://www.mozilla.org/en-US/firefox/organizations/">Firefox ESR</a></mark>, de manera que es poden produir errors respecte a Firefox.

source: Please be sure no other instance of Tor Browser is already running, and that you have extracted Tor Browser in a location that your user has the correct permissions for.
ca: Assegureu-vos que no hi ha cap altra instància del navegador Tor que ja s'estigui executant i que hagueu extret el navegador Tor en una ubicació que el vostre usuari tingui els permisos correctes.

source: If you are running an anti-virus, please see <mark><a href="http://support.torproject.org/#tbb-10">My antivirus/malware protection is blocking me from accessing Tor Browser</a></mark>, it is common for anti-virus / anti-malware software to cause this type of issue.
ca: Si esteu executant un antivirus, consulteu <mark><a href="http://support.torproject.org/#tbb-10">La meva protecció antivirus/malware no em permet accedir al navegador Tor</a></mark>, és habitual que el programari antivirus o antimalware produeixi aquest tipus de problema.

source: tor-browser-firefox-not-working-error
ca: error-navegador-tor-firefox-no-funciona

source: Can I still use another browser, like Chrome or Firefox, when I am using Tor Browser?
ca: Puc seguir utilitzant un altre navegador, com ara Chrome o Firefox, quan utilitzo el navegador Tor?

source: You can certainly use another browser while you are also using Tor Browser.
ca: Certament, podeu utilitzar un altre navegador mentre feu servir el Navegador Tor.

source: However, you should know that the privacy properties of Tor Browser will not be present in the other browser.
ca: Tanmateix, haureu de saber que les característiques de privadesa del navegador Tor no estaran presents a l'altre navegador.

source: Be careful when switching back and forth between Tor and a less safe browser, because you may accidentally use the other browser for something you intended to do using Tor.
ca: Aneu amb compte quan canvieu entre Tor i un navegador menys segur, ja que podeu utilitzar accidentalment l'altre navegador per a alguna cosa que voleu utilitzar amb Tor.

source: Can I make Tor Browser my default browser?
ca: Puc fer que el navegador Tor sigui el meu navegador predeterminat?

source: Unfortunately, there is no supported way to make Tor Browser your default browser.
ca: Malauradament, no hi ha cap manera de fer que el navegador Tor sigui el vostre navegador predeterminat.

source: make-tor-browser-default-browser
ca: fer-navegador-tor-navegador-defecte

source: A website I am trying to reach is blocking access over Tor.
ca: Un lloc web que estic tractant d'arribar bloqueja l'accés a Tor.

source: Sometimes websites will block Tor users because they can't tell the difference between the average Tor user and automated traffic.
ca: De vegades, els llocs web bloquegen els usuaris de Tor perquè no poden avaluar la diferència entre l'usuari Tor mitjà i el tràfic automatitzat.

source: The best success we've had in getting sites to unblock Tor users is getting users to contact the site administrators directly.
ca: La millor manera que hem tingut per que els llocs desbloquejin els usuaris de Tor és que els usuaris es posin en contacte directament amb els administradors del lloc.

source: Something like this might do the trick:
ca: Alguna cosa així podria funcionar:

source: "Hi! I tried to access your site xyz.com while using Tor Browser and discovered that you don't allow Tor users to access your site.
ca: "Hola! He intentat accedir al vostre lloc xyz.com mentre feia servir el Navegador Tor i he descobert que no permet que els usuaris de Tor accedeixin al vostre lloc.

source: I urge you to reconsider this decision; Tor is used by people all over the world to protect their privacy and fight censorship.
ca: et convido a reconsiderar aquesta decisió; Tor és utilitzat per persones de tot el món per protegir la seva intimitat i lluitar contra la censura.

source: By blocking Tor users, you are likely blocking people in repressive countries who want to use a free internet, journalists and researchers who want to protect themselves from discovery, whistleblowers, activists, and ordinary people who want to opt out of invasive third party tracking.
ca: Bloquejar els usuaris de Tor, probablement bloquejarà persones en països repressius que vulguin utilitzar una internet lliure, periodistes i investigadors que volen protegir-se de ser descoberts, denunciants, activistes i persones habituals que volen optar per un seguiment invasiu de tercers.

source: Please take a strong stance in favor of digital privacy and internet freedom, and allow Tor users access to xyz.com.
ca: Si us plau, prengui una posició forta a favor de la privadesa digital i la llibertat d'internet i permeti als usuaris de Tor accedir a xyz.com.

source: Thank you."
ca: Gràcies."

source: In the case of banks, and other sensitive websites, it is also common to see geography-based blocking (if a bank knows you generally access their services from one country, and suddenly you are connecting from an exit relay on the other side of the world, your account may be locked or suspended).
ca: En el cas dels bancs i altres llocs web sensibles, també és habitual veure bloqueig basat en la geografia (si un banc sap que en general accedeix als seus serveis d'un país i, de sobte, es connecta d'un repetidor de sortida a l'altre costat del món, el vostre compte pot estar bloquejat o suspès).
