Repository: torproject/support
Catalog: i18n/contents+tr.po
Languages: tr

source: How can we help?
tr: Nasıl yardımcı olabiliriz?

source: Most Frequently Asked Questions
tr: Sık Sorulan Sorular

source: faq
tr: sss

source: Tor Mobile
tr: Tor Mobil

source: tor-mobile
tr: tor-mobil

source: Connecting To Tor
tr: Tor Bağlantısı

source: connecting-to-tor
tr: tor-baglantisi

source: Censorship
tr: Sansür

source: censorship
tr: sansur

source: Operators
tr: İşleticiler

source: operators
tr: isleticiler

source: Onion Services
tr: Onion Hizmetleri

source: onion-services
tr: onion-hizmetleri

source: Misc
tr: Diğer

source: misc
tr: diger

source: When I use Tor Browser, will anyone be able to tell which websites I visit?
tr: Tor Browser kullandığımda, herhangi biri hangi siteleri ziyaret ettiğimi görebilir mi?

source: Tor Browser prevents people from knowing the websites you visit.
tr: Tor Browser ziyaret ettiğiniz sitelerin başkaları tarafından bilinmesini engeller.

source: Some entities, such as your Internet Service Provider (ISP), may be able to see that you're using Tor, but they won't know where you're going when you do.
tr: İnternet Hizmeti Sağlayıcınız (ISP) gibi bazı kuruluşlar Tor kullandığınızı görebilir ancak Tor üzerinden nereleri ziyaret ettiğinizi göremez.

source: will-anyone-be-able-to-tell-which-website-i-visit
tr: herhangi-biri-ziyaret-ettigim-siteleri-gorebilir-mi

source: Our website is blocked by a censor. Can Tor Browser help users access our website?
tr: Sitemiz bir sansürcü tarafından engelleniyor. Tor Browser kullanıcıların sitemize erişmelerine yardımcı olur mu?

source: Tor Browser can certainly help people access your website in places where it is blocked.
tr: Tor Browser kesinlikle sansürcülerin engellediği yerlerdeki kullanıcıların web sitenize erişmesine yardımcı olur.

source: Most of the time, simply downloading the <mark><a href="https://www.torproject.org/download/download-easy.html.en">Tor Browser</a></mark> and then using it to navigate to the blocked site will allow access.
tr: Genellikle <mark><a href="https://www.torproject.org/download/download-easy.html.en">Tor Browser</a></mark> uygulamasını indirmek ve engellenen web sitelerine erişmek için kullanmak yeterlidir.

source: In places where there is heavy censorship we have a number of censorship circumvention options available, including <mark><a href="https://www.torproject.org/docs/pluggable-transports.html.en">pluggable transports</a></mark>.
tr: Ağır sansür uygulanan yerlerde sansürden kaçınmak için <mark><a href="https://www.torproject.org/docs/pluggable-transports.html.en">takılabilir aktarımlar</a></mark> gibi çeşitli seçenekler bulunur.

source: For more information, please see the <mark><a href="https://tb-manual.torproject.org/en-US/">Tor Browser User Manual</a></mark> section on <mark><a href="https://tb-manual.torproject.org/en-US/circumvention.html">censorship</a></mark>.
tr: Ayrıntılı bilgi almak için <mark><a href="https://tb-manual.torproject.org/en-US/">Tor Browser Kullanıcı Kitabında</a></mark> bulunan <mark><a href="https://tb-manual.torproject.org/en-US/circumvention.html">sansür</a></mark> bölümüne bakabilirsiniz.

source: can-tor-help-users-access-website
tr: tor-kullanicilarin-web-sitelerine-erismesini-saglar-mi

source: Should I install a new add-on or extension in Tor Browser, like AdBlock Plus or uBlock Origin?
tr: Tor Browser üzerine, AdBlock Plus ya da uBlock Origin gibi yeni bir eklenti ya da uzantı kurmalı mıyım?

source: It's strongly discouraged to install new add-ons in Tor Browser, because they can compromise your privacy and security.
tr: Gizlilik ve güvenliğinizi tehlikeye atabileceğinden Tor Browser üzerine yeni eklentiler kurmaktan kaçınmanız önerilir.

source: Tor Browser already comes installed with two add-ons — HTTPS Everywhere and NoScript — and adding anything else could deanonymize you.
tr: Tor Browser HTTPS Everywhere ve NoScript eklentileri kurulmuş olarak gelir. Bunun dışında bir eklenti kurmak anonim kalmanızı engelleyebilir.

source: install-add-on-extension-tor-browser
tr: tor-browser-uzerine-eklenti-kurmak

source: Which platforms is Tor Browser available for?
tr: Tor Browser hangi platformlarda kullanılabilir?

source: Tor Browser is currently available on Windows, Linux and macOS (OS X).
tr: Tor Browser şu anda Windows, Linux ve macOS (OS X) üzerinde kullanılabilir.

source: For Android, The Guardian Project maintains the Tor-powered apps Orbot and Orfox.
tr: Android için, Guardian projesi Tor kullanan Orbot ve Orfox uygulamalarını geliştiriyor.

source: There is no official version of Tor for iOS yet, though we recommend Onion Browser.
tr: Henüz iOS için resmi bir Tor sürümü geliştirilmediğinden Onion tarayıcısını öneririz.

source: Can I use a VPN with Tor?
tr: Tor ile VPN kullanabilir miyim?

source: Generally speaking, we don't recommend using a VPN with Tor unless you're an advanced user who knows how to configure both in a way that doesn't compromise your privacy.
tr: Genel olarak, gizliliğinizi tehlikeye atmayacak şekilde ayarlamayı bilen uzman bir kullanıcı değilseniz, Tor ile VPN bağlantısını birlikte kullanmanızı önermiyoruz.

source: You can find more detailed information about Tor + VPN at <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/TorPlusVPN">our wiki</a></mark>.
tr: Tor + VPN hakkında ayrıntılı bilgi almak için <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/TorPlusVPN">wiki sayfamıza</a></mark> bakabilirsiniz.

source: use-vpn-with-tor
tr: tor-ile-vpn-kullanimi

source: What are the most common issues with the latest stable version of Tor Browser?
tr: Son kararlı Tor Browser sürümünde sık görülen sorunlar hangileridir?

source: Whenever we release a new stable version of Tor Browser, we write a blog post that details its new features and known issues.
tr: Yeni bir kararlı Tor Browser sürümü yayınladığımızda, yeni eklenen özellikler ve bilinen sorunlarla ilgili bir blog iletisi yazıyoruz.

source: If you started having issues with your Tor Browser after an update, check out <mark><a href="https://blog.torproject.org></a>blog.torproject.org</mark> for the most recent stable Tor Browser post to see if your issue is listed.
tr: Bir güncellemeden sonra Tor Browser ile sorun yaşarsanız, bu durumun bilinen bir sorun olup olmadığını anlamak için <mark><a href="https://blog.torproject.org></a>blog.torproject.org</mark> adresine bakabilirsiniz.

source: If your issue is not listed, please file a <mark><a href="https://trac.torproject.org">bug report</a></mark> about what you're experiencing.
tr: Sorununuz ile ilgili bir bilgi yoksa, yaşadığınız sorun hakkında bir <mark><a href="https://trac.torproject.org">hata bildirimi</a></mark> yapın.

source: most-common-issues-latest-stable-tor-browser
tr: son-kararli-tor-browser-surumunde-bilinen-sorunlar

source: My antivirus or malware protection is blocking me from accessing Tor Browser.
tr: Virüs ya da kötü amaçlı yazılımdan korunma uygulamam Tor Browser kullanmamı engelliyor.

source: Most antivirus or malware protection allows the user to "whitelist" certain processes that would otherwise be blocked.
tr: Çoğu virus ya da zararlı yazılımdan korunma uygulamasında kullanıcıların düzenleyebileceği ve izin verilecek uygulamaları belirleyen bir "beyaz liste" bulunur.

source: Please open your antivirus or malware protection software and look in the settings for a "whitelist" or something similar.
tr: Lütfen virus ya da zararlı yazılımdan korunma uygulamasını açarak "beyaz liste" (whitelist) ya da benzer bir ayar bulun.

source: Next, exclude the following processes:
tr: Ardından şu işlemleri yapın:

source: * For Windows
tr: * Windows için

source: * obfs4proxy.exe (if you use bridges)
tr: * obfs4proxy.exe (köprüleri kullanıyorsanız)

source: * For OS X
tr: * OS X için

source: * obfs4proxy (if you use bridges)
tr: * obfs4proxy (köprüleri kullanıyorsanız)

source: Finally, restart Tor Browser.
tr: Son olarak Tor Browser uygulamasını yeniden başlatın.

source: This should fix the issues you're experiencing.
tr: Bu işlem yaşadığınız sorunları çözmeli.

source: Please note that some antivirus clients, like Kaspersky, may also be blocking Tor at the firewall level.
tr: Kaspersky gibi bazı virusten korunma uygulamalarının güvenlik duvarı düzeyinde Tor ağına erişimi engelleyebileceğini unutmayın.

source: antivirus-blocking-tor
tr: tor-engelleyen-virus-korumasi

source: I downloaded and installed Tor Browser for Windows, but now I can't find it.
tr: Windows için Tor Browser uygulamasını indirdim ve kurdum. Ancak şimdi bulamıyorum.

source: The file you download and run prompts you for a destination.
tr: İndirip çalıştırdığınız dosya sizden bir hedef klasör ister.

source: If you don't remember what this destination was, it's most likely your Downloads or Desktop folder.
tr: Bu hedefin ne olduğunu hatırlamıyorsanız, genellikle İndirilenler ya da Masaüstü klasörleri kullanılır.

source: The default setting in the Windows installer also creates a shortcut for you on your Desktop, though be aware that you may have accidentally unticked the option to create a shortcut.
tr: Kurulum sırasında kısayolun oluşturulması seçeneğindeki işareti kazayla kaldırmadıysanız, Windows kurucusunun varsayılan ayarları Masaüstünde bir kısayol oluşturur.

source: If you can't find it in either of those folders, download it again and look for the prompt that asks you to choose a directory to download it in.
tr: Bu klasörlerde bulamadıysanız, yeniden indirin ve size sorulan indirme klasörünün yerine bakın.

source: Choose a directory location that you'll remember easily, and once the download finishes you should see a Tor Browser folder there.
tr: Kolay hatırlayacağınız bir klasör konumu seçin. İndirme tamamlandığında orada Tor Browser klasörünü görebilmeniz gerekir.

source: cannot-find-tor-on-windows
tr: windows-uzerinde-tor-browser-bulunamiyor

source: Can I use Flash in Tor Browser?
tr: Tor Browser üzerinde Flash kullanabilir miyim?

source: Flash is disabled in Tor Browser, and we recommend you do not enable it.
tr: Tor Browser üzerinde Flash kullanımı devre dışı bırakılmıştır ve etkinleştirilmemesi önerilir.

source: We don’t think Flash is safe to use in any browser — it's a very insecure piece of software that can easily compromise your privacy or serve you malware.
tr: Flash uygulamasının herhangi bir tarayıcıda güvenli olduğunu düşünmüyoruz. Gizliliğinizi kolayca tehlikeye atabilecek ya da kötü amaçlı yazılımların yüklenmesine neden olabilecek güvenlik açıkları çok olan bir yazılımdır.

source: Fortunately, most websites, devices, and other browsers are moving away from the use of Flash.
tr: Neyse ki çoğu web sitesi, aygıt ve diğer web tarayıcıları Flash kullanmaktan vazgeçiyor.

source: using-flash-tor-browser
tr: tor-browser-flash-kullanimi

source: Does using Tor Browser protect other applications on my computer?
tr: Tor Browser kullanmak bilgisayarımdaki diğer uygulamaları korur mu?

source: Only Tor Browser's traffic will be routed over the Tor network.
tr: Tor ağı üzerine yalnız Tor Browser trafiği yönlendirilir.

source: Any other application on your system (including other browsers) will not have their connections routed over the Tor network, and will not be protected.
tr: Sisteminizdeki diğer tüm uygulamaların (diğer web tarayıcılar dahil) bağlantıları Tor ağı üzerine yönlendirilmediğinden bu anlamda korunmaz.

source: They need to be configured separately to use Tor.
tr: Bu uygulamaların Tor kullanabilmesi için ayrı ayrı yapılandırılmaları gerekir.

source: If you need to be sure that all traffic will go through the Tor network, take a look at the <mark><a href="https://tails.boum.org/">Tails live operating system</a></mark> which you can start on almost any computer from a USB stick or a DVD.
tr: Tüm trafiğin Tor ağından geçeceğinden emin olmanız gerekiyorsa, ​<mark><a href="https://tails.boum.org/">Tails canlı işletim sistemine</a></mark> bir göz atın. Bu sistemi hemen hemen her bilgisayarda USB bellek ya da DVD üzerinden başlatabilirsiniz.

source: tor-browser-protecting-other-apps
tr: tor-browser-diger-uygulamalari-korumak

source: installing-add-on-extensions-tor-browser
tr: tor-browser-uzerine-eklenti-kurmak

source: Can I download Tor Browser for ChromeOS?
tr: ChromeOS için Tor Browser indirebilir miyim?

source: Unfortunately, we don't yet have a version of Tor Browser for ChromeOS.
tr: Maalesef, henüz ChromeOS için resmi bir Tor Browser sürümümüz yok.

source: download-tor-browser-chromeos
tr: chromeos-icin-tor-browser-indirmek

source: Can I pick which country I'm exiting from?
tr: Çıkış yapacağım ülkeyi seçebilir miyim?

source: Modifying the way that Tor creates its circuits is strongly discouraged.
tr: Tor devresi oluşturma işleminde değişiklik yapılmaması önemle önerilir.

source: You get the best security that Tor can provide when you leave the route selection to Tor; overriding the entry / exit nodes can compromise your anonymity.
tr: Yönlendirme seçiminin Tor tarafından yapılmasına izin verdiğinizde en iyi güvenliği elde edersiniz. Giriş ya da çıkış noktalarını kendiniz seçtiğinizde anonim kalma olasılığınız azalır.

source: If the outcome you want is simply to be able to access resources that are only available in one country, you may want to consider using a VPN instead of using Tor.
tr: Yalnız bir ülkenin içinden erişilebilecek kaynaklara erişmeniz gerekiyorsa, Tor yerine VPN kullanmayı düşünebilirsiniz.

source: Please note that VPNs do not have the same privacy properties as Tor, but they will help solve some geolocation restriction issues.
tr: VPN bağlantılarının TOr ile aynı düzeyde gizlilik sağlamadığını unutmayın. Ancak VPN kullanarak coğrafi konum kısıtlamalarını aşabilirsiniz.

source: pick-which-country-i-am-exiting
tr: cikis-yapacagim-ulkeyi-secebilir-miyim

source: Is it safe to run Tor Browser and another browser at the same time?
tr: Tor Browser ile başka bir web tarayıcısını aynı anda çalıştırmak güvenli midir?

source: If you run Tor Browser and another browser at the same time, it won't affect Tor's performance or privacy properties.
tr: Tor Browser ile başka bir web tarayıcısını aynı anda çalıştırırsanız, Tor başarımı ya da kişisel gizliliği koruma özellikleri etkilenmez.

source: However, be aware that your other browser is not keeping your activity private, and you may forget and accidentally use that non-private browser to do something that you intended to do in Tor Browser.
tr: Bununla birlikte diğer web tarayıcısında yapacağınız işlemlerin gizliliğin korunmayacağını unutmayın ve Tor Browser üzerinde yapmak istediğiniz bir işlemi yanlışlıkla diğer tarayıcı üzerinde yapmamaya özen gösterin.

source: run-tor-browser-and-different-browser
tr: tor-browser-ile-baska-bir-web-tarayicisini-birlikte-calistirmak

source: Is there support for *BSD?
tr: *BSD desteği var mı?

source: Sorry, but there is currently no official support for running Tor Browser on *BSD.
tr: Maalesef, henüz *BSD için resmi bir Tor Browser sürümümüz yok.

source: There is something called the TorBSD project, but their Tor Browser is not officially supported.
tr: TorBSD projesi olarak adlandırılmış bir çalışma var ancak onların hazırladığı Tor Browser uygulamasını resmi olarak desteklemiyoruz.

source: is-there-support-for-bsd
tr: bsd-destegi-var-mi

source: I can’t connect to Tor Browser, is my network censored?
tr: Tor Browser bağlantısını kuramıyorum. Ağım sansürleniyor mu?

source: You might be on a censored network, and so you should try using bridges.
tr: Sansürlenen bir ağ üzerinde olabilirsiniz. Köprüleri kullanmayı denemelisiniz.

source: Some bridges are built in to Tor Browser, and you can use those bridges by choosing "configure" (then following the prompts) in the Tor Launcher window that pops up when you open Tor Browser for the first time.
tr: Tor Browser üzerinde bazı köprüler bulunur ve bu köprüler Tor Browser ilk kez başlatıldığında açılan Tor Başlatıcı penceresindeki "yapılandırma" bölümünden (yönergeleri izleyerek) seçilebilir.

source: If you need other bridges, you can get them at our <mark><a href="https://bridges.torproject.org/">Bridges website</a></mark>.
tr: Başka köprüler kullanmanız gerekiyorsa <mark><a href="https://bridges.torproject.org/">Köprüler web sitesinden</a></mark> bilgi alabilirsiniz.

source: For more information about bridges, see the <mark><a href="https://tb-manual.torproject.org/en-US/bridges.html">Tor Browser manual</a></mark>.
tr: Köprüler hakkında ayrıntılı bilgi almak için <mark><a href="https://tb-manual.torproject.org/en-US/bridges.html">Tor Browser belgelerine</a></mark> bakabilirsiniz.

source: cannot-connect-to-tor-browser-network-censored
tr: tor-browser-baglantisi-kurulamiyor-ag-sansurlenmis

source: Why is the first IP address in my relay circuit always the same?
tr: Aktarım devremdeki ilk IP adresi neden hep aynı?

source: That is normal Tor behavior.
tr: Bu durum Tor için normaldir.

source: The first relay in your circuit is called an "entry guard" or "guard".
tr: Devrenizdeki ilk aktarıcı "giriş koruması" ya da "koruma" olarak adlandırılır.

source: It is a fast and stable relay that remains the first one in your circuit for 2-3 months in order to protect against a known anonymity-breaking attack.
tr: Bilinen anonimlik kırma saldırılarına karşı koruma sağlamak için 2-3 ay süreyle devrenizde aynı kalan hızlı ve kararlı bir aktarıcıdır.

source: The rest of your circuit changes with every new website you visit, and all together these relays provide the full privacy protections of Tor.
tr: Devrenin kalanı her yeni web sitesini ziyaret ettiğinizde değişir ve bu aktarıcılar hep birlikte Tor için tam gizlilik korumasını sağlar.

source: For more information on how guard relays work, see this <mark><a href="https://blog.torproject.org/improving-tors-anonymity-changing-guard-parameters">blog post</a></mark> and <mark><a href="https://www-users.cs.umn.edu/~hoppernj/single_guard.pdf">paper</a></mark> on entry guards.
tr: Koruma aktarıcılarının çalışması ile ilgili ayrıntılı bilgi almak için <mark><a href="https://blog.torproject.org/improving-tors-anonymity-changing-guard-parameters">günlük iletisine</a></mark> ve giriş korumaları ile ilgili bilgi almak için <mark><a href="https://www-users.cs.umn.edu/~hoppernj/single_guard.pdf">yayına</a></mark> bakabilirsiniz.

source: first-address-relay-circuit
tr: aktarim-devresi-ilk-adresi

source: Tor Browser won't connect, but it doesn’t seem to be an issue with censorship.
tr: Tor Browser bağlantısı kurulamıyor, ancak bir sansürleme var gibi görünmüyor.

source: One of the most common issues that causes connection errors in Tor Browser is an incorrect system clock.
tr: En sık karşılaşılan Tor Browser bağlantı sorunlarından biri sistem saatinin hatalı olmasıdır.

source: Please make sure your system clock and timezone are set accurately.
tr: Lütfen sistem saati ve saat diliminin tam olarak doğru olduğundan emin olun.

source: If this doesn't fix the problem, see the Troubleshooting page on the <mark><a href="https://tb-manual.torproject.org/en-US/bridges.html">Tor Browser manual</a></mark>.
tr: Sorun çözülmezse, <mark><a href="https://tb-manual.torproject.org/en-US/bridges.html">Tor Browser Belgelerinde</a></mark> Sorun Çözme bölümüne bakabilirsiniz.

source: tor-browser-will-not-connect-no-censorship
tr: tor-browser-baglantisi-kurulamiyor-ag-sansurlenmemis

source: How do I view Tor Browser message log?
tr: Tor Browser ileti günlüğünü nasıl görüntülerim?

source: Click the button labelled "Copy Tor Log To Clipboard" that appears in the dialog window when Tor Browser is first connecting to the network.
tr: Tor Browser ilk kez ağa bağlantığında görüntülenen penceredeki "Tor Günlüğünü Panoya Kopyala" düğmesine tıklayın.

source: If Tor Browser is already open, click on the Torbutton icon (the small green onion at the top-left of the screen), then "Open Network Settings", then "Copy Tor Log To Clipboard".
tr: Tor Browser zaten açıksa Torbutton simgesine tıklayın (ekranın sol üst bölümündeki küçük yeşil soğan) ve "Ağ Ayarlarını Aç" üzerine tıklayıp "Tor Günlüğünü Panoya Kopyala" üzerine tıklayın.

source: Once you have copied the log, you will be able to paste it into a text editor or email client.
tr: Günlüğü kopyaladıktan sonra bir metin düzenleyici ya da e-posta istemcisine yapıştırabilirsiniz.

source: view-tor-browser-message-log
tr: tor-browser-ileti-gunlugunu-goruntule

source: How can I make Tor run faster? Is Tor Browser slower than other browsers?
tr: Tor daha hızlı çalışabilir mi? Tor Browser diğer web tarayıcılarından daha mı yavaş?

source: Using Tor Browser can sometimes be slower than other browsers.
tr: Tor Browser bazen diğer web tarayıcılarından daha yavaş olabilir.

source: The Tor network has over a million daily users, and just over 6000 relays to route all of their traffic, and the load on each server can sometimes cause latency.
tr: Tor ağını günlük olarak bir milyondan fazla kullanıcı kullanıyor ve tüm trafiği yönlendiren 6.000 üzerinde aktarıcı var. Sunucular üzerindeki yük bazen gecikmelere neden olabiliyor.

source: You can help improve the speed of the network by running your own relay, or encouraging others to do so.
tr: Kendi aktarıcınızı işleterek ya da başkalarını bu konuda yüreklendirerek ağ hızının artmasına katkıda bulunabilirsiniz.

source: That said, Tor is much faster than it used to be and you may not actually notice any change in speed from other browsers.
tr: Böylece Tor daha önce olduğundan çok daha hızlı çalışabilir ve diğer web tarayıcıları ile bir hız farkı hissetmezsiniz.

source: make-tor-faster
tr: tor-daha-hizli-calisabilir-mi

source: What search engine comes with Tor Browser and how does it protect my privacy?
tr: Tor Browser ile hangi arama motoru kullanılıyor ve gizliliğim nasıl korunuyor?

source: DuckDuckGo is the default search engine in Tor Browser.
tr: Tor Browser için varsayılan arama motoru olarak DuckDuckGo kullanılıyor.

source: DuckDuckGo does not track its users nor does it store any data about user searches.
tr: DuckDuckGo kullanıcılarını izlemez ya da kullanıcı aramaları ile ilgili herhangi bir veriyi kaydetmez.

source: search-engine-tor-browser
tr: tor-browser-arama-motoru

source: I'm having a problem with DuckDuckGo.
tr: DuckDuckGo ile ilgili bir sorun yaşıyorum.

source: Please see the <mark><a href="https://duck.co/help">DuckDuckGo support portal</a></mark>.
tr: <mark><a href="https://duck.co/help">DuckDuckGo destek portaline</a></mark> bakabilirsiniz.

source: If you believe this is a Tor Browser issue, please report it on our <mark><a href="https://trac.torproject.org/">bug tracker</a></mark>.
tr: Sorunun Tor Browser ile ilgili olduğunu düşünüyorsanız <mark><a href="https://trac.torproject.org/">hata izleyici</a></mark> üzerinden bildirin.

source: problem-with-duckduckgo
tr: dukduckgo-sorunu

source: I'm having a problem with NoScript.
tr: NoScript ile ilgili bir sorun yaşıyorum.

source: Please see the <mark><a href="https://noscript.net/faq">NoScript FAQ</a></mark>.
tr: <mark><a href="https://noscript.net/faq">NoScript SSS</a></mark> bölümüne bakabilirsiniz.

source: problem-noscript
tr: noscript-sorunu

source: I'm having a problem with HTTPS Everywhere.
tr: HTTPS Everywhere ile ilgili bir sorun yaşıyorum.

source: Please see the <mark><a href="https://www.eff.org/https-everywhere/faq">HTTPS Everywhere</a></mark>.
tr: <mark><a href="https://www.eff.org/https-everywhere/faq">HTTPS Everywhere SSS</a></mark> bölümüne bakabilirsiniz.

source: problem-with-https-everywhere
tr: https-everywhere-sorunu

source: How do I update Tor Browser?
tr: Tor Browser nasıl güncellenir?

source: You can update Tor Browser as soon as a new version is released.
tr: Yeni bir Tor Browser sürümü yayınlandığında güncelleyebilirsiniz.
