Repository: torproject/support
Catalog: i18n/contents+ga.po
Languages: ga

source: Modifying the way that Tor creates its circuits is strongly discouraged.
ga: Molaimid go láidir duit gan athrú a dhéanamh ar an gcaoi a gcruthaíonn Tor a chuid ciorcad.

source: However, be aware that your other browser is not keeping your activity private, and you may forget and accidentally use that non-private browser to do something that you intended to do in Tor Browser.
ga: Mar sin féin, ba chóir duit a bheith ar an eolas nach mbeidh na gnéithe príobháideachais céanna ar fáil sa mbrabhsálaí eile. Mar sin, caithfidh tú a bheith cúramach gan an brabhsálaí eile a úsáid chun rud éigin a dhéanamh a bhí tú ag iarraidh a dhéanamh i mBrabhsálaí Tor.

source: We do not recommend using Tor with BitTorrent.
ga: Ní mholaimid duit Tor a úsáid le BitTorrent.

source: This could mean that you’re on a network that’s censored.
ga: Seans go gciallaíonn sé seo go bhfuil do líonra faoi chinsireacht.

source: * Français (fr)
ga: * Fraincis (fr)

source: In the case of banks, and other sensitive websites, it is also common to see geography-based blocking (if a bank knows you generally access their services from one country, and suddenly you are connecting from an exit relay on the other side of the world, your account may be locked or suspended).
ga: I gcás bancanna nó suímh íogaire eile, feictear blocáil bunaithe ar thíreolaíocht (má tá a fhios ag an mbanc a úsáideann tú a chuid seirbhísí ó thír amháin de ghnáth, agus má fheiceann siad go bhfuil tú ag ceangal ó thír ar an taobh eile den domhan, seans go gcuirfeadh an banc do chuntas faoi ghlas nó ar fionraí).

source: Tor prevents eavesdroppers from learning sites that you visit.
ga: Cuireann Tor cosc ar chúléisteoirí na suímh a dtugann tú cuairt orthu a fheiceáil.

source: Since Disconnect is more of a meta search engine which allows users to choose between different search providers, it fell back to delivering Bing search results which were basically unacceptable quality-wise.
ga: Is inneall meiteachuardaigh é Disconnect a ligeann dá chuid úsáideoirí torthaí ó sholáthraithe cuardaigh éagsúla a roghnú. Mar sin, b'éigean dó dul i muinín ar thorthaí ó Bing nach raibh thar mholadh beirte.

source: * Edit /usr/local/etc/tor/torrc to look like the following:
ga: * Cuir /usr/local/etc/tor/torrc in eagar mar seo a leanas:

source: How can I donate to Tor Project?
ga: Conas is féidir liom airgead a bhronnadh ar Thionscadal Tor?

source: * Locate your Tor Browser folder or application.
ga: * Aimsigh an fillteán nó feidhmchlár do Bhrabhsálaí Tor ar do chóras.

source: The Tor network has over a million daily users, and just over 6000 relays to route all of their traffic, and the load on each server can sometimes cause latency.
ga: Tá thart ar mhilliún duine ag baint úsáide as líonra Tor gach uile lá, gan ach 6000 athsheachadán leis an trácht go léir a láimhseáil. Tagann moill ar an líonra mar gheall ar an lód mór ar gach freastalaí.

source: The low/default setting allows Javascript, but the medium and high levels both block Javascript on HTTP sites.
ga: Ceadaítear JavaScript ag an leibhéal íseal/réamhshocraithe, ach cuireann an meánleibhéal agus an t-ardleibhéal cosc ar JavaScript ar shuímh HTTP.

source: Something like this might do the trick:
ga: Seans go ndéanfadh rud éigin mar seo an beart:

source: I am having trouble connecting to Tor, and I can’t figure out what’s wrong.
ga: Ní féidir liom ceangal le líonra Tor, agus ní thuigim cad é an fhadhb.

source: A bridge is just a normal relay with a slightly different configuration.
ga: Is gá cumraíocht rud beag difriúil a dhéanamh le droichid.

source: Our website is blocked by a censor. Can Tor Browser help users access our website?
ga: Rinneadh cinsireacht ar ár suíomh Gréasáin. An féidir lenár gcuid úsáideoirí Brabhsálaí Tor a úsáid chun teacht air?

source: Please be sure no other instance of Tor Browser is already running, and that you have extracted Tor Browser in a location that your user has the correct permissions for.
ga: Ba chóir duit deimhniú nach bhfuil aon chóip eile de Bhrabhsálaí Tor ar siúl, agus gur dhíphacáil tú Brabhsálaí Tor áit éigin ina bhfuil na ceadanna cearta agat.

source: * Delete the Tor Browser folder or application.
ga: * Scrios an feidhmchlár nó an fillteán ina bhfuil Brabhsálaí Tor.

source: It's strongly discouraged to install new add-ons in Tor Browser, because they can compromise your privacy and security.
ga: Molaimid go láidir duit gan breiseáin nua a shuiteáil i mBrabhsálaí Tor, ar eagla go gcuirfidís do phríobháideachas agus do shlándáil i gcontúirt.

source: For users who want to have Javascript disabled on all HTTP sites by default, we recommend changing your Tor Browser's security slider (in the Tor Browser Onion menu under "Security Settings").
ga: Dóibh siúd ar mhaith leo JavaScript a dhíchumasú ar gach suíomh HTTP de réir réamhshocraithe, molaimid an sleamhnán slándála i mBrabhsálaí Tor a úsáid (sa roghchlár Onion faoi "Socruithe Slándála").

source: These services use the special-use tld .onion (instead of .com,.net,.org,etc..) and are only accessible through the Tor network.
ga: Baineann na seirbhísí seo úsáid as an bhfearann barrleibhéil speisialta .onion (in áit .com, .net, .org, srl.) agus is trí líonra Tor amháin gur féidir teacht orthu.

source: A website I am trying to reach is blocking access over Tor.
ga: Ba mhaith liom cuairt a thabhairt ar shuíomh Gréasáin ach cuireann sé cosc ar líonra Tor.

source: Does Tor keep logs?
ga: An gcoinníonn Tor logchomhaid?

source: There is currently no supported method for running Tor on Windows Phone.
ga: Níl aon bhealach oifigiúil ann faoi láthair chun Tor a úsáid ar Windows Phone.

source: What is a .onion or what are onion services?
ga: Cad é .onion, agus cad iad seirbhísí onion?

source: For sharing files through Tor, <mark><a href="https://onionshare.org/">OnionShare</a></mark> is a good option.
ga: Chun comhaid a roinnt trí Tor, molaimid <mark><a href="https://onionshare.org/">OnionShare</a></mark>.

source: No.
ga: Ní bheadh.

source: Unfortunately, we don't yet have a version of Tor Browser for ChromeOS.
ga: Ní féidir, faraor. Níl aon leagan de Bhrabhsálaí Tor ar ChromeOS faoi láthair.

source: <img class="" src="/static/images/image5.png" alt="New release alert">
ga: <img class="" src="/static/images/image5.png" alt="Leagan nua ar fáil">

source: The files on my computer have been locked, and someone is demanding I download Tor Browser to pay a ransom for my files!
ga: Chuir duine éigin na comhaid ar mo ríomhaire faoi ghlas, agus tá sé nó sí ag éileamh go n-úsáidfinn Brabhsálaí Tor chun airgead fuascailte a íoc!

source: Many exit nodes are configured to block certain types of file sharing traffic, such as BitTorrent.
ga: Cumraítear go leor athsheachadán le cosc a chur ar chineálacha áirithe tráchta a bhaineann le comhroinnt comhad, mar shampla BitTorrent.

source: Tor requires an accurate clock to work: please check your time, timezone, and date settings.
ga: Teastaíonn clog beacht ó Tor le feidhmiú mar is ceart; deimhnigh go bhfuil an t-am, an crios ama, agus an dáta socraithe i gceart.

source: For further details, please see our <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">blog post on the subject</a></mark>.
ga: Chun tuilleadh eolais a fháil, féach ar <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">​phostáil bhlag</a></mark> a bhaineann leis an ábhar seo.

source: Check out a list of all <mark><a href="https://www.torproject.org/about/sponsors.html.en">our sponsors</a></mark> and a series of <mark><a href="https://blog.torproject.org/category/tags/form-990">blog posts</a></mark> on our financial reports.
ga: Féach <mark><a href="https://www.torproject.org/about/sponsors.html.en">liosta ár gcuid urraitheoirí</a></mark> chomh maith le sraith <mark><a href="https://blog.torproject.org/category/tags/form-990">postálacha blag</a></mark> maidir lenár dtuarascálacha airgeadais.

source: If a SOCKS proxy is required for your network setup, then please make sure you’ve entered your proxy details correctly.
ga: Má theastaíonn seachfhreastalaí SOCKS uait ar do líonra, deimhnigh gur chuir tú mionsonraí an fhreastalaí isteach go ceart.

source: If you run Tor Browser and another browser at the same time, it won't affect Tor's performance or privacy properties.
ga: Má úsáideann tú Brabhsálaí Tor agus brabhsálaí eile san am gcéanna, níl aon éifeacht ar fheidhmíocht Tor nó ar a ghnéithe príobháideachais.

source: Tor Browser can certainly help people access your website in places where it is blocked.
ga: Is féidir. Chabhródh Brabhsálaí Tor le daoine do shuíomh Gréasáin a bhaint amach aon áit ina bhfuil cosc air.

source: How do I view Tor Browser message log?
ga: Conas is féidir liom an logchomhad teachtaireachtaí i mBrabhsálaí Tor a scrúdú?

source: * Deutsch (de)
ga: * Gearmáinis (de)

source: Thank you for your support!
ga: Go raibh maith agat as tacú le Tor!

source: If you need other bridges, you can get them at our <mark><a href="https://bridges.torproject.org/">Bridges website</a></mark>.
ga: Má theastaíonn droichid eile uait, is féidir leat iad a fháil <mark><a href="https://bridges.torproject.org/">ón suíomh seo</a></mark>.

source: * Polish (pl)
ga: * Polainnis (pl)

source: Tor Browser is currently available on Windows, Linux and OSX.
ga: Tá Brabhsálaí Tor ar fáil ar Windows, Linux, agus OS X faoi láthair.

source: For <mark><a href="https://www.torproject.org/docs/android.html.en">Android</a></mark>, <mark><a href="https://guardianproject.info/">The Guardian Project</a></mark> maintains the Tor-powered apps <mark><a href="https://guardianproject.info/apps/orbot/">Orbot</a></mark> and <mark><a href="https://guardianproject.info/apps/orfox/">Orfox</a></mark>.
ga: Ar <mark><a href="https://www.torproject.org/docs/android.html.en">Android</a></mark>, cuireann <mark><a href="https://guardianproject.info/">Tionscadal Guardian</a></mark> aipeanna a bhfuil Tor taobh thiar díobh ar fáil, <mark><a href="https://guardianproject.info/apps/orbot/">Orbot</a></mark> agus <mark><a href="https://guardianproject.info/apps/orfox/">Orfox</a></mark>.

source: However, your service provider or network admins may be able to see that you're connecting to the Tor network, though they won't know what you're doing when you get there.
ga: É sin ráite, beidh do sholáthraí seirbhíse Idirlín nó riarthóirí do líonra in ann feiceáil go bhfuil tú ag baint úsáide as Tor, ach ní bheidh siad in ann na suímh a dtugann tú cuairt orthu a fheiceáil.

source: * Make sure tor starts on boot by running "sysrc tor_enable=YES" (as root)
ga: * Deimhnigh go dtosóidh Tor ag am thosú an ríomhaire trí "sysrc tor_enable=YES" a rith (mar root)

source: There may be a temporary connection issue, or the site operators may have allowed it to go offline without warning.
ga: B'fhéidir go bhfuil fadhb shealadach leis an líonra, nó b'fhéidir gur lig stiúrthóirí an tsuímh dó dul as líne gan rabhadh.

source: No, the Tor Project does not offer hosting services.
ga: Ní chuireann.

source: There is no official version of Tor for iOS yet, though we recommend Onion Browser.
ga: Níl aon leagan oifigiúil de Tor ar iOS fós, ach molaimid Brabhsálaí Onion.

source: You can help improve the speed of the network by running your own relay, or encouraging others to do so.
ga: Is féidir leat luas an líonra a fheabhsú trí athsheachadán de do chuid féin a rith, nó daoine eile a spreagadh chun é seo a dhéanamh.

source: You may see a written indication when Tor Browser opens telling you that an update is available.
ga: Anois is arís feicfidh tú fógra nuair a thosaíonn Brabhsálaí Tor a deir go bhfuil nuashonrú ar fáil.

source: You can update Tor Browser as soon as a new version is released.
ga: Is féidir leat Brabhsálaí Tor a nuashonrú chomh luath agus go bhfuil leagan nua ar fáil.

source: <img class="" src="/static/images/padlock-onion.png" alt="Green onion with a padlock">
ga: <img class="" src="/static/images/padlock-onion.png" alt="Oinniún glas le glas fraincín">

source: Sorry, but there is currently no official support for running Tor Browser on *BSD.
ga: Ní thacaíonn, go hoifigiúil.

source: * For OS X
ga: * Ar OS X

source: Once you have copied the log, you will be able to paste it into a text editor or email client.
ga: Chomh luath agus a bheidh an logchomhad cóipeáilte agat, beidh tú in ann é a ghreamú isteach in eagarthóir téacs nó i gcliant rphoist.

source: * Run "pkg install tor" (as root).
ga: * Rith "pkg install tor" (mar root).

source: Onion Services
ga: Seirbhísí Onion

source: If law enforcement becomes interested in traffic from your exit relay, it's possible that officers will seize your computer.
ga: Dá gcuirfeadh na gardaí spéis sa trácht atá ag dul trí d'athsheachadán amach, bheadh contúirt ann go ngabhfaidís seilbh ar do ríomhaire.

source: See our page on <mark><a href="https://www.torproject.org/docs/pluggable-transports.html.en">pluggable transports</a></mark> for more info.
ga: Gheobhaidh tú tuilleadh eolais ar an leathanach a bhaineann le <mark><a href="https://www.torproject.org/docs/pluggable-transports.html.en">córais iompair ionphlugáilte</a></mark>.

source: Who is the Guardian Project?
ga: Cad é an Guardian Project?

source: If you are still unable to connect to the onion service, please try again later.
ga: Mura bhfuil tú in ann ceangal a bhunú leis an tseirbhís onion fós, bain triail eile as ar ball.

source: However, Apple requires browsers on iOS to use something called Webkit, which prevents Onion Browser from having the same privacy protections as Tor Browser.
ga: Éilíonn Apple go n-úsáidfidh gach brabhsálaí ar iOS an t-inneall Webkit, agus dá bharr sin níl Onion Browser chomh héifeachtach le Brabhsálaí Tor ó thaobh príobháideachais.

source: They need to be configured separately to use Tor.
ga: Caithfidh tú cumrú speisialta a dhéanamh chun Tor a úsáid leo.

source: You should see one of these common log errors (look for the following lines in your Tor log):
ga: Is dócha go bhfeicfidh tú ceann de na hearráidí coitianta seo (cuardaigh na línte seo a leanas sa logchomhad Tor):

source: Most of the time, simply downloading the <mark><a href="https://www.torproject.org/download/download-easy.html.en">Tor Browser</a></mark> and then using it to navigate to the blocked site will allow access.
ga: An chuid is mó den am, is leor <mark><a href="https://www.torproject.org/download/download-easy.html.en">Brabhsálaí Tor</a></mark> a íoslódáil agus a úsáid le dul go dtí an suíomh coiscthe.

source: We hate that there are some people who use Tor to do terrible things, but we can't do anything to get rid of them without also undermining the human rights activists, journalists, abuse survivors, and other people who use Tor for good things.
ga: Is fuath linn go ndéanann daoine áirithe rudaí uafásacha ar líonra Tor, ach ní féidir linn bata is bóthar a thabhairt dóibh gan go leor gníomhaíoch, iriseoirí, agus daoine a tháinig slán ó dhroch-íde a chur i gcontúirt.

source: Is it safe to run Tor Browser and another browser at the same time?
ga: An bhfuil sé sábháilte Brabhsálaí Tor agus brabhsálaí eile a úsáid san am gcéanna?

source: If you can't download Tor through our <mark><a href="https://www.torproject.org">website</a></mark>, you can get a copy of Tor delivered to you via GetTor.
ga: Mura bhfuil tú in ann Tor a íoslódáil ónár ​<mark><a href="https://www.torproject.org">suíomh Gréasáin</a></mark>, is féidir leat Tor a fháil trí sheirbhís GetTor.

source: We configure NoScript to allow JavaScript by default in Tor Browser because many websites will not work with JavaScript disabled.
ga: Rinneamar cumraíocht ar NoScript sa chaoi go gceadaíonn sé JavaScript i mBrabhsálaí Tor de réir réamhshocraithe toisc nach bhfeidhmíonn go leor suíomh Gréasáin gan JavaScript sa lá atá inniu ann.

source: In places where there is heavy censorship we have a number of censorship circumvention options available, including <mark><a href="https://www.torproject.org/docs/pluggable-transports.html.en">pluggable transports</a></mark>.
ga: Cuirimid uirlisí eile ar fáil a chabhraíonn le daoine in áiteanna faoi chinsireacht throm an córas cinsireachta a sheachaint, mar shampla ​<mark><a href="https://www.torproject.org/docs/pluggable-transports.html.en">córais iompair ionphlugáilte</a></mark>.

source: * Run "service tor start" (as root)
ga: * Rith "service tor start" (mar root)

source: * Run "apt-get install tor" (as root).
ga: * Rith "apt-get install tor" (mar root).

source: * Vietnamese (vi)
ga: * Vítneaimis (vi)

source: Can I use Tor with BitTorrent?
ga: An féidir liom Tor a úsáid in éindí le BitTorrent?

source: Tor is funded by a number of different sponsors including US federal agencies, private foundations, and individual donors.
ga: Tá Tor á mhaoiniú ag urraitheoirí éagsúla, gníomhaireachtaí rialtais SAM, fondúireachtaí príobháideacha, agus daoine aonair san áireamh.

source: Some bridges are built in to Tor Browser, and you can use those bridges by choosing "configure" (then following the prompts) in the Tor Launcher window that pops up when you open Tor Browser for the first time.
ga: Tá roinnt droichead ionsuite i mBrabhsálaí Tor, agus is féidir leat iad siúd a úsáid trí "Cumraigh" a roghnú (agus na treoracha a leanúint) sa bhfuinneog Tor Launcher a osclaíonn an chéad uair a úsáideann tú Brabhsálaí Tor.

source: If you believe this is a Tor Browser issue, please report it on our <mark><a href="https://trac.torproject.org/">bug tracker</a></mark>.
ga: Má chreideann tú go mbaineann an fhadhb le Brabhsálaí Tor, is féidir leat tuairisc a dhéanamh ar ár <mark><a href="https://trac.torproject.org/">rianaire fabhtanna</a></mark>.

source: Is there support for *BSD?
ga: An dtacaíonn Brabhsálaí Tor le *BSD?

source: I can’t connect to Tor Browser, is my network censored?
ga: Ní féidir liom ceangal le Brabhsálaí Tor. An bhfuil mo líonra faoi chinsireacht?

source: There is currently no supported method for setting Tor Browser as your default browser.
ga: Níl aon bhealach oifigiúil ann faoi láthair le Brabhsálaí Tor a úsáid mar bhrabhsálaí réamhshocraithe.

source: Set your security to "Standard".
ga: Roghnaigh an gnáthleibhéal slándála.

source: The default location on Windows is the Desktop; on macOS it is the Applications folder (on macOS, you have to move it into the Applications folder when you complete the installation process).
ga: Is é an Deasc an suíomh réamhshocraithe ar Windows, agus an fillteán Applications ar MacOS (ar MacOS, ní mór duit é a bhogadh go dtí an fillteán Applications tar éis duit an próiseas suiteála a chur i gcrích).

source: Can I use the Tor logo in my product?
ga: An bhfuil cead agam lógó Tor a úsáid i dtáirge de mo chuid?

source: If you see lines like this in your Tor log, it means that Tor failed to complete a TLS handshake with the directory authorities.
ga: Má fheiceann tú línte den sórt seo i do logchomhad Tor, ciallaíonn sé gur theip ar Tor croitheadh láimhe TLS leis na húdaráis a chur i gcrích.

source: For more information about bridges, see the <mark><a href="https://tb-manual.torproject.org/en-US/bridges.html">Tor Browser manual</a></mark>.
ga: Chun tuilleadh eolais maidir le droichid a fháil, féach ar <mark><a href="https://tb-manual.torproject.org/en-US/bridges.html">lámhleabhar Bhrabhsálaí Tor</a></mark>.

source: We don’t think Flash is safe to use in any browser — it's a very insecure piece of software that can easily compromise your privacy or serve you malware.
ga: Creidimid go bhfuil sé contúirteach Flash a úsáid i mbrabhsálaí ar bith — is bogearra an-neamhshlán é a chuireann do phríobháideachas agus do ríomhaire i gcontúirt.

source: You can access these websites by using Tor Browser.
ga: Is féidir leat Brabhsálaí Tor a úsáid chun teacht ar na suímh seo.

source: Can I run Tor on an Android device?
ga: An féidir liom Tor a úsáid ar ghléas Android?

source: Consider if you'd like to switch to the <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/ReducedExitPolicy">Reduced exit policy</a></mark>.
ga: B'fhéidir gur mhaith leat athrú go dtí <mark><a href="https://trac.torproject.org/projects/tor/wiki/doc/ReducedExitPolicy">an polasaí éalaithe laghdaithe</a></mark>.

source: Can I still use another browser, like Chrome or Firefox, when I am using Tor Browser?
ga: An féidir liom brabhsálaí eile, ar nós Chrome nó Firefox, a úsáid le linn dom Brabhsálaí Tor a úsáid?

source: Tor Mobile
ga: Tor Soghluaiste

source: How can I share files anonymously through Tor?
ga: Conas is féidir liom comhaid a roinnt trí Tor gan m'aitheantas a nochtadh?

source: ##### Common log error #4: Clock skew
ga: ##### Earráid choitianta #4 sa logchomhad: Clog ar sceabha

source: Both options are located in the Menu, but you can also access the New Circuit option inside the site information menu, in the URL bar.
ga: Gheobhaidh tú an dá rogha seo sa Roghchlár, agus is féidir teacht ar an rogha Ciorcad Nua sa roghchlár a thugann eolas faoin suíomh, sa mbarra URL.

source: Using bridges will likely fix this.
ga: Is dócha go réiteoidh droichead an fhadhb seo.

source: ## If you control multiple relays, include them in the family
ga: ## Má tá tú i gceannas ar níos mó ná athsheachadán amháin, cuir le clann amháin iad

source: You can read all about that on our <mark><a href="https://www.torproject.org/docs/trademark-faq.html">Trademark faq page</a></mark>.
ga: Tá tuilleadh eolais faoi seo ar fáil sna <mark><a href="https://www.torproject.org/docs/trademark-faq.html">Ceisteanna Coitianta maidir le Trádmharcanna</a></mark>.

source: * فارسى (fa)
ga: * Fairsis (fa)

source: Using Tor Browser can sometimes be slower than other browsers.
ga: Uaireanta bíonn Brabhsálaí Tor níos moille ná brabhsálaithe eile.

source: * Make sure your clock, date, and timezone are set correctly. Install the ntp or openntpd (or similar) package to keep it that way.
ga: * Deimhnigh go bhfuil an clog, an dáta, agus an crios ama socraithe mar is ceart ar do ríomhaire. Suiteáil ntp nó openntpd (nó pacáiste eile den sórt seo) chun an t-am cheart a choinneáil.

source: Which platforms is Tor Browser available for?
ga: Cad iad na hardáin a bhfuil Brabhsálaí Tor ar fáil orthu?

source: Tor on Android is provided by The Guardian Project.
ga: Is é Tionscadal Guardian a fhorbraíonn Tor ar Android.

source: If you are unable to connect to an onion service, please see <a href="/#onionservices-3">I cannot reach X.onion!</a>
ga: Mura bhfuil tú in ann ceangal a bhunú le seirbhís onion, féach <a href="/#onionservices-3">Nílim in ann teacht ar X.onion!</a>

source: Several countries, including China and Iran, have found ways to detect and block connections to Tor bridges.
ga: Tá roinnt tíortha, an tSín agus an Iaráin san áireamh, in ann ceangail trí dhroichead Tor a aimsiú agus cosc a chur orthu.

source: Then paste the Tor log into a text file or other document.
ga: Ansin, greamaigh an logchomhad Tor isteach i dtéacschomhad nó i gcáipéis eile.

source: We do take some safe measurements of how the network functions, which you can check out at <mark><a href="https://metrics.torproject.org/">Tor Metrics</a></mark>.
ga: Ní dhéanaimid ach tomhas rialta ar fheidhmiú an líonra, agus tá na huimhreacha sin ar fáil ar <mark><a href="https://metrics.torproject.org/">​Meadaracht Tor</a></mark>.

source: Please see the <mark><a href="https://www.eff.org/https-everywhere/faq">HTTPS Everywhere FAQ</a></mark>.
ga: Féach na ceisteanna coitianta ar shuíomh <mark><a href="https://www.eff.org/https-everywhere/faq">HTTPS Everywhere</a></mark>.

source: Most users would give up on Tor entirely if we disabled Javascript by default because it would cause so many problems for them.
ga: Thréigfeadh go leor úsáideoirí Tor dá mbeadh JavaScript díchumasaithe de réir réamhshocraithe mar gheall ar an líon fadhbanna a tharlódh.
