{
    "censorship-1": {
	"id": "#censorship-1",
	"control": "censorship-1",
	"title": "Unsere Website wird blockiert. Kann Tor Browser den Benutzern helfen, die Website trotzdem zu erreichen?",
	"description": "<p class=\"mb-3\">Tor Browser kann dabei helfen Menschen Zugang zu deiner Webseite an Orten zu verschaffen, wo diese blockiert wird. In den meisten Fällen genügt es <mark><a href=\"https://www.torproject.org/download/download-easy.html.en\">Tor Browser</a></mark> herunterzuladen und mit ihm zur blockierten Seite zu navigieren um Zugang zu erhalten. Für Orte mit aufwändigen Zensurmaßnahmen verfügen wir über einen Satz an Zensurumgehungsoptionen, einschließlich <mark><a href=\"https://www.torproject.org/docs/pluggable-transports.html.en\">austauschbarer Übertragungsarten</a></mark>. Für weitere Informationen dazu öffne die <mark><a href=\"https://tb-manual.torproject.org/en-US/\">Tor Browser-Benutzeranleitung</a></mark> im Abschnitt <mark><a href=\"https://tb-manual.torproject.org/en-US/circumvention.html\">Zensur</a></mark>.</p>"
    },
    "censorship-2": {
	"id": "#censorship-2",
	"control": "censorship-2",
	"title": "Meine Lieblingswebsite blockiert die Verbindung über Tor.",
	"description": "<p class=\"mb-3\">Schade, dass Sie die gewünschte Internetseite nicht besuchen können! Manchmal blockieren Webseiten Tor-Nutzer weil sie den Unterschied zwischen regulären Tor-Nutzern und automatisierten Besuchern nicht erkennen können. Den meisten Erfolg hatten wir indem wir die Webseitenbetreiber direkt kontaktieren um die Blockade aufzuheben. Manchmal hilft dies:<br />\"Hallo! Ich habe versucht Ihre Webseite xyz.com mit dem Tor Browser zu besuchen und habe festgestellt, dass Sie Tor-Nutzern nicht erlauben Ihre Webseite zu besuchen. I bitte Sie diese Entscheidung zu überdenken; Tor wird von Menschen auf der ganzen Welt genutzt um deren Privatsphäre zu beschützen und Zensur zu bekämpfen. Indem Sie Tor-Nutzer blockieren, blockieren Sie auch Nutzer in repressiven Staaten, die ein freies Internet nutzen wollen, Journalisten und Wissenschaftler die sich vor einer Erkennung schützen wollen, Whistleblowers, Aktivisten, und gewöhnliche Menschen die invasives Tracking durch Dritte nicht akzeptieren. Bitte beziehen Sie Stellung für digitale Bürgerrechte und Internetfreiheit, und erlauben Sie Tor-Nutzern den Zugriff auf xyz.com. Vielen Dank\"<br />Im Falle von Banken und anderen sensitiven Webseiten sind auch ortsbasierte Blockaden üblich (wenn eine Bank weiß, dass Sie üblicherweise von einem bestimmen Land aus zugreifen, und plötzlich von einem Exit-Server auf der anderen Seite der Welt zugreifen, könnte Ihre Konto (zeitweilig) gesperrt werden). Wenn Sie einen Onion-Dienst nicht erreichen können, sehen Sie hier nach: <a href=\"#onionservices-3\">Ich kann X.onion nicht erreichen!</a></p>"
    },
    "censorship-3": {
	"id": "#censorship-3",
	"control": "censorship-3",
	"title": "Wie kann ich Tor herunterladen, wenn torproject.org blockiert ist?",
	"description": "<p class=\"mb-3\">Wenn du Tor über unsere <mark><a href=\"https://www.torproject.org\">Website</a></mark> nicht herunterladen kannst, ist es möglich sich einen alternativen Download-Link von Tor über GetTor zusenden zu lassen. GetTor ist ein Dienst der automatisch auf Nachrichten mit Links zur aktuellsten Version des Tor Browsers antwortet, die an verschiedenen Orten wie Dropbox, Google Drive und GitHub gehostet werden.</p>"
    },
    "censorship-4": {
	"id": "#censorship-4",
	"control": "censorship-4",
	"title": "Ich kann mich nicht mit Tor Browser verbinden, ist mein Netzwerk zensiert?",
	"description": "<p class=\"mb-3\">Du befindest dich möglicherweise in einem zensierten Netzwerk und solltes daher versuchen Brücken zu verwenden. Einige Brücken sind in Tor Browser eingebaut und du kannst sie im Tor Browser-Startfenster, das erscheint, wenn du Tor Browser das erste Mal startest, über \"Konfigurieren\" (und die folgende Dialoge) auswählen. Wenn du andere Brücken benötigst, kannst du diese auf unserer <mark><a href=\"https://bridges.torproject.org/\">Brücken-Website</a></mark> erhalten. Für weitere Informationen über Brücken, lies den Abschnitt in der <mark><a href=\"https://tb-manual.torproject.org/en-US/bridges.html\">Tor Browser-Anleitung</a></mark>.</p>"
    },
    "censorship-5": {
	"id": "#censorship-5",
	"control": "censorship-5",
	"title": "Ich habe Probleme mich mit Tor zu verbinden und kann die Ursache nicht finden.",
	"description": "<p class=\"mb-3\">Wenn du Verbindungsprobleme hast, wähle bitte die Option \"Tor-Protokoll in die Zwischenablage kopieren\" aus. Füge dann das Tor-Protokoll in eine Textdatei oder ein anderes Dokument ein. Du solltest nun einen der folgenden verbreiteten Fehlereinträge sehen (suche nach foldenden Zeilen in deinem Tor-Protokoll):</p><h5>Üblicher Fehlereintrag #1: Proxy connection failure</h5><p class=\"mb-3\"><pre><code>"
    },
    "censorship-6": {
	"id": "#censorship-6",
	"control": "censorship-6",
	"title": "Ich kann mich nicht mit Tor Browser verbinden, ist mein Netzwerk zensiert?",
	"description": "<p class=\"mb-3\">Du befindest dich möglicherweise in einem zensierten Netzwerk und solltes daher versuchen Brücken zu verwenden. Einige Brücken sind in Tor Browser eingebaut und du kannst sie im Tor Browser-Startfenster, das erscheint, wenn du Tor Browser das erste Mal startest, über \"Konfigurieren\" (und die folgende Dialoge) auswählen. Wenn du andere Brücken benötigst, kannst du diese auf unserer <mark><a href=\"https://bridges.torproject.org/\">Brücken-Website</a></mark> erhalten. Für weitere Informationen über Brücken, lies den Abschnitt in der <mark><a href=\"https://tb-manual.torproject.org/en-US/bridges.html\">Tor Browser-Anleitung</a></mark>.</p>"
    }


}
