{
    "censorship-1": {
	"id": "# সেন্সরশিপ-1",
	"control": "সেন্সরশিপ-1",
	"title": "আমাদের ওয়েবসাইট একটি সেন্সর দ্বারা অবরুদ্ধ হয়। টর ব্রাউজার কি আমাদের ওয়েবসাইট অ্যাক্সেস করতে ব্যবহারকারীদের সাহায্য করতে পারেন?",
	"description": "<p class=\"mb-3\">টর ব্রাউজার অবশ্যই  মানুষকে সাহায্য করতে পারে আপনার ওয়েবসাইটে অ্যাক্সেস করতে যেখানে এটি অবরুদ্ধ রয়েছে।বেশিরভাগ সময়,<mark><a href=\"https://www.torproject.org/download/download-easy.html.en\"> টর ব্রাউজার ডাউনলোড করা </a></mark>এবং তারপর এটি ব্লক করা সাইটে নেভিগেট করার জন্য অ্যাক্সেসের অনুমতি দেবে।  যে জায়গায় প্রচুর সেন্সরশিপ রয়েছে, তা  অ্যাক্সেসের জন্য আমাদের কাছে প্রচুর পরিমাণে সেন্সরশিপ  প্রতারণা বিকল্প আছে, <mark><a href=\"https://www.torproject.org/docs/pluggable-transports.html.en\">প্ল্যাগেবল ট্রান্সপোর্টগুলি সহ এমন</a></mark>।আরো তথ্যের জন্য, দেখুন টর ব্রাউজার ইউজার ম্যানুয়াল<a href=\"https://tb-manual.torproject.org/en-US/\"><mark> বিভাগ<mark><a href=\"https://tb-manual.torproject.org/en-US/circumvention.html\"> সেন্সরশিপের উপর</a></mark>।</p>"
    },
    "censorship-2": {
	"id": "# সেন্সরশিপ-2",
	"control": "সেন্সরশিপ-2",
	"title": "আমার প্রিয় ওয়েবসাইট টর পর্যন্ত অ্যাক্সেস অবরুদ্ধ করছে",
	"description": "<p class=\"mb-3\">শুনে দুঃখিত যে আপনি যে ওয়েবসাইটটি চান তা দেখতে পারবেন না! কখনও কখনও ওয়েবসাইট টর ব্যবহারকারীদের অবরোধ করবে কারণ তারা গড় টর ব্যবহারকারী এবং স্বয়ংক্রিয় ট্র্যাফিকের মধ্যে পার্থক্য বলতে পারে না। টর ব্যবহারকারীদের অবরোধ করা সাইটগুলোতে আমরা যে সফলতা পেয়েছি তা ব্যবহারকারীদের সাইটে সরাসরি প্রশাসকের সাথে যোগাযোগ করতে পারে। এই ধরণের কিছু হয়তো এই কৌশলটি করতে পারে: \"হাই! আমি টায়ার ব্রাউজার ব্যবহার করার সময় আপনার সাইট xyz.com অ্যাক্সেস করার চেষ্টা করেছি এবং আবিষ্কার করেছি যে আপনি টর ব্যবহারকারীদের আপনার সাইট অ্যাক্সেস করার অনুমতি দিচ্ছেন না। আমি আপনাকে এই সিদ্ধান্তের পুনর্বিবেচনা করার অনুরোধ করছি; সারা বিশ্বের মানুষ তাদের গোপনীয়তা রক্ষা এবং সেন্সরশিপের বিরুদ্ধে লড়াই করে। টর ব্যবহারকারীদের ব্লক করে, আপনি সম্ভবত দমনমূলক দেশগুলিতে লোকেদেরকে ব্লক করে দিচ্ছেন যারা একটি ফ্রি ইন্টারনেট, সাংবাদিক এবং গবেষক যারা নিজেদের আবিষ্কার, হুইসল ব্লোয়ার, অ্যাক্টিভিস্ট, এবং সাধারণ মানুষ যারা আক্রমণাত্মক তৃতীয় পক্ষের ট্র্যাকিং থেকে অপ্ট আউট করতে চান দয়া করে ডিজিটাল গোপনীয়তা এবং ইন্টারনেট স্বাধীনতার পক্ষে দৃঢ় অবস্থান নিন এবং টর ব্যবহারকারীদের xyz.com অ্যাক্সেসের অনুমতি দিন। ধন্যবাদ। \"ব্যাংকগুলির ক্ষেত্রে এবং অন্যান্য সংবেদনশীল ওয়েবসাইটগুলি, এটি ভূগোল-ভিত্তিক ব্লকিং দেখতে সাধারণ (যদি একটি ব্যাংক জানে যে আপনি সাধারণত এক দেশ থেকে তাদের পরিষেবাগুলি অ্যাক্সেস করেন, এবং হঠাৎ আপনি বিশ্বের অন্য প্রান্তে একটি প্রস্থান রিলে থেকে সংযোগ করছেন, আপনার অ্যাকাউন্ট লক করা হতে পারে বাস্থগিত). যদি আপনি একটি পেঁয়াজ পরিষেবা সাথে সংযোগ করতে অক্ষম হন, তবে দয়া করে দেখুন আমি X.onion তে পৌঁছাতে পারি না!"
    },
    "censorship-3": {
	"id": "#সেন্সরশিপ-3",
	"control": "সেন্সরশিপ-3",
	"title": "Torproject.org ব্লক করলে আমি কিভাবে টর ডাউনলোড করব?",
	"description": "<p class=\"mb-3\">যদি আপনি আমাদের<mark><a href=\"https://www.torproject.org\"> ওয়েবসাইটের মাধ্যমে</a></mark> টর ডাউনলোড করতে না পারেন, আপনি GetTor এর মাধ্যমে আপনাকে বিতরণ করা টর একটি কপি পেতে পারেন। GetTor হল একটি পরিষেবা যা স্বয়ংক্রিয়ভাবে টর ব্রাউজারের সর্বশেষ সংস্করণে লিংকযুক্ত বার্তাগুলিতে প্রতিক্রিয়া দেয়, বিভিন্ন স্থানে অবস্থান নেয় যা সেন্সর হওয়ার সম্ভাবনা কম থাকে, যেমন ড্রপবক্স, Google ড্রাইভ, এবং জিথাব।</p>"
    },
    "censorship-4": {
	"id": "# সেন্সরশিপ -4",
	"control": "সেন্সরশিপ -4",
	"title": "আমি টর ব্রাউজারে সংযোগ করতে পারছি না, আমার নেটওয়ার্ক সেন্সর করা হয়েছে?",
	"description": "<p class=\"mb-3\">আপনি একটি সেন্সর নেটওয়ার্কে হতে পারেন, এবং তাই আপনার সেতু ব্যবহার করে চেষ্টা করা উচিত। কিছু ব্রিজ টর ব্রাউজার এর মধ্যে নির্মিত হয়, এবং আপনি টর লঞ্চার উইন্ডোতে \"কনফিগার\" (তারপর প্রম্পট অনুসরণ) নির্বাচন করে সেতু ব্যবহার করতে পারেন যা আপনি যখন প্রথমবারের জন্য টর ব্রাউজার খুলেন তখন পপ-আপ হিসেবে আসে। আপনার যদি অন্যান্য সেতুর প্রয়োজন হয়, তাহলে আপনি <mark><a href=\"https://bridges.torproject.org/\">আমাদের ব্রিজেস ওয়েবসাইটে </a></mark>তাদের পেতে পারেন। সেতু সম্পর্কে আরও তথ্যের জন্য, <mark><a href=\"https://tb-manual.torproject.org/en-US/bridges.html\">টর ব্রাউজার ম্যানুয়াল দেখুন</a></mark>।</p>"
    },
    "censorship-5": {
	"id": "# সেন্সরশিপ-5",
	"control": "সেন্সরশিপ-5",
	"title": "আমি টর সংযোগে সমস্যা হচ্ছে, এবং আমি কি ভুল বুঝতে পারছি না।",
	"description": "<p class=\"mb-3\">যদি আপনার সংযোগের সমস্যা হয় তবে দয়া করে \"টর লগ ক্লিপবোর্ডে কপি করুন\" বিকল্পটি নির্বাচন করুন। এরপর টর  লগ একটি পাঠ্য ফাইল বা অন্য নথিতে পেস্ট করুন। আপনি এই সাধারণ লগ ত্রুটিগুলির একটি দেখতে পাবেন (আপনার টর লগগুলিতে নিম্নলিখিত লাইনগুলি দেখুন): <h5>সাধারণ লগ ত্রুটি # 1: প্রক্সি সংযোগ ব্যর্থতা 2017-10-29 09:23:40.800 [বিজ্ঞপ্তি] 127.0.0.1:9150 এর উপর সক্স লিসেনার আরম্ভ করুন\n2017-10-29 09: 23: 47.900 [বিজ্ঞপ্তি] বুটস্ট্র্যাপ 5%: ডিরেক্টরি সার্ভারে সংযুক্ত হচ্ছে\n 2017-10-29 09: 23: 47.900 [বিজ্ঞপ্তি] বুটস্ট্র্যাপ করা 10%: ডিরেক্টরি সার্ভারের সাথে হ্যান্ডশেকিং সমাপ্ত করা \n2017- 10-29 09: 24: 08.900 [ওয়ার্ন] প্রক্সি ক্লায়েন্ট: xx..xxx..xxx.xx: xxxxx (\"সাধারণ সকস সার্ভার ব্যর্থতা\") সাথে সংযুক্ত করতে অক্ষম। 2017-10-29 09: 24: 08.900 [ওয়ার্ড ] প্রক্সি ক্লায়েন্ট: xx..xxx..xxx.xx: XXXxx এর(\"সাধারণ SOCKS সার্ভার ব্যর্থতা\")সাথে সংযুক্ত করতে অক্ষম।\n2017-10-29 09: 24: 08.900 [ওয়ার্ন] প্রক্সি ক্লায়েন্ট: xxx..xxx.xx: xxxxx (\"সাধারণ SOCKS সার্ভার ব্যর্থতা\")<code><pre><p class=\"mb-3\"><p class=\"mb-3\">এর সাথে সংযুক্ত করতে অক্ষম। যদি আপনি আপনার টর ​​লগে এরকম লাইন দেখতে পান তবে এর মানে হল আপনি একটি SOCKS প্রক্সিতে সংযোগ করতে ব্যর্থ। আপনার নেটওয়ার্ক সেটআপের জন্য একটি সক্স প্রক্সি প্রয়োজন হলে, দয়া করে নিশ্চিত করুন যে আপনি আপনার প্রক্সি বিশদগুলি সঠিকভাবে লিখেছেন। যদি একটি সক্স প্রক্সির প্রয়োজন না হয় , অথবা আপনি নিশ্চিত নন, তবে সক্স প্রক্সি ছাড়া টর নেটওয়ার্কে সংযোগের চেষ্টা করুন। <p><h5>সাধারণ লগ ত্রুটি # 2: গার্ড রিলে পৌঁছতে পারে না</h5><p class=\"mb-3\"><pre><code> 11/1/2011 21:11:43 PM .500 [বিজ্ঞপ্তি] 127.0.0.1:9150  এর উপর সক্স লিসেনার আরম্ভ করুন\n11/1/2017 21:11:44 PM.300 [বিজ্ঞপ্তি] বুটস্ট্র্যাপ 80%: টর নেটওয়ার্কে সংযুক্ত হচ্ছে 11/1/2011 21:11: 44 PM.300 [ওয়ার্ন] আমাদের পথের হপ 0 এর জন্য নোড খুঁজে পাওয়া ব্যর্থ হয়েছে। এই সার্কিটটি খারিজ।\n11/1/2017 21:11:44 PM.500 [বিজ্ঞপ্তি] বুটস্ট্র্যাপ 85%: প্রথম হপ নিয়ে হ্যান্ডশেক সম্পন্ন হয়েছে\n11/1/2017 21:11:45 PM300 [ওয়ার্ন] পথের হপ 0 এর জন্য নোড খুঁজে পাওয়া ব্যর্থ হয়েছে।এই সার্কিটটি খারিজ।</code></pre></p><p class=\"mb-3\">যদি আপনি আপনার টর ​​লগে এরকম লাইন দেখতে পান তবে এটি আপনার টর সার্কিটের প্রথম নোডের সাথে সংযোগ করতে ব্যর্থ। এর মানে হল যে আপনি সেন্সর করা একটি নেটওয়ার্কের উপর আছেন। দয়া করে সেতুগুলির সাথে সংযোগ স্থাপন করার চেষ্টা করুন, এবং এটি সমস্যার সমাধান করা উচিত।</p><h5> সাধারণ লগ ত্রুটি # 3: TLS হ্যান্ডশেক সম্পূর্ণ করতে ব্যর্থ</h5><p class=\"mb-3\"><pre><code> 13-11-17 19: 52: 24.300 [বিজ্ঞপ্তি] বুটস্ট্র্যাপ 10%: ডিরেক্টরি সার্ভারের সাথে হ্যান্ডশেক সমাপ্ত ।(সম্পন্ন হয়ে গেছে; সম্পন্ন হয়ে গেছে ; গণনা 10; সুপারিশ সতর্কতা; হোস্ট [হোস্ট] xxx.xxx.xxx.xx: xxx-এ)\n13-11 -17 19: 53: 49.300 [ওয়ার্ন] সমস্যা বুটস্ট্র্যাপিং। 10% এ আটকে আছে: ডিরেক্টরি সার্ভারের সাথে হ্যান্ডশেক শেষ হচ্ছে।\n13-11-17 19: 53: 49.300 [ওয়ার্ন] 10 সংযোগ ব্যর্থ হয়েছে: 13-11- 17 19: 53: 49.300 [ওয়ার্ন] 9 টি সংযোগের মৃত্যু ঘটে স্টেট হ্যান্ডসেকিং-এ (TLS) এসএসএল স্টেট SSLv2 / v3 হ্যালো A সার্ভারের হ্যান্ডশেক পড়ুন \n13-11-17 19: 53: 49.300 [ওয়ার্ন] স্টেট সংযোগে 1 টি সংযোগের মৃত্যু () এসএসএল স্টেট (কোন SSL অবজেক্ট নয়) </code></pre></p><p class=\"mb-3\">\nযদি আপনি আপনার টর লগে এরকম লাইন দেখতে পান, তার মানে টর ডিরেক্টরী কর্তৃপক্ষের সঙ্গে TLS হ্যান্ডশেক সম্পন্ন করতে ব্যর্থ । ব্রিজগুলি ব্যবহার করে সম্ভবত এটি ঠিক হবে। </p><h5>সাধারণ লগ ত্রুটি # 4 : ক্লক স্কু</h5><p class=\"mb-3\"><pre><code> 19.11.2017 00:04:47.400 [বিজ্ঞপ্তি] 127.0.0.1:9150 এর উপর সক্স লিসেনার আরম্ভ করুন\n19.11.2017 00:04:48.000 [বিজ্ঞপ্তি] বুটস্ট্র্যাপ 5%: ডাইরেক্টরি সার্ভারে সংযুক্ত হচ্ছে\n19.11.2017 00:04:48.200 [বিজ্ঞপ্তি] বুটস্ট্র্যাপ 10%: ডাইরেক্টরি সার্ভারের সাথে হ্যান্ডশেক শেষ হচ্ছে\n19.11.2017 00:04:48.800 [ওয়ার্ন] স্কিউড সময়ের সাথে গৃহীত NETINFO সেল (OR: xxx.xx.x.xx.xxxx: হাতের):\nমনে হচ্ছে আমাদের ঘড়িটা 1 দিন, 0 ঘন্টা, 1 মিনিট বা পিছনের দিকে চলে গেছে বা তাদেরটি এগিয়ে আছে।\nটর কাজ করার জন্য একটি সঠিক ঘড়ি প্রয়োজন: দয়া করে আপনার সময়, সময়জোন এবং তারিখ সেটিংস চেক করুন। </code></pre></p><p class=\"mb-3\">যদি আপনি আপনার টর ​​লগে এরকম লাইন দেখতে পান তবে আপনার সিস্টেম ঘড়িটি ভুল। অনুগ্রহ করে নিশ্চিত করুন যে আপনার ঘড়ির সঠিক সময় নির্ধারণ করা হয়েছে, সঠিক টাইমজোন সহ। তারপর টর্চ পুনরায় আরম্ভ করুন।</p>"
    },
    "censorship-6": {
	"id": "# সেন্সরশিপ -6",
	"control": "সেন্সরশিপ -6",
	"title": "আমি টর ব্রাউজারে সংযোগ করতে পারছি না, আমার নেটওয়ার্ক সেন্সর করা হয়েছে?",
	"description": "<p class=\"mb-3\">আপনি একটি সেন্সর নেটওয়ার্কে হতে পারেন, এবং তাই আপনার সেতু ব্যবহার করে চেষ্টা করা উচিত। কিছু ব্রিজ টর ব্রাউজার এর মধ্যে নির্মিত হয়, এবং আপনি টর লঞ্চার উইন্ডোতে \"কনফিগার\" (তারপর প্রম্পট অনুসরণ) নির্বাচন করে সেতু ব্যবহার করতে পারেন যা আপনি যখন প্রথমবারের জন্য টর ব্রাউজার খুলেন তখন পপ-আপ হিসেবে আসে। আপনার যদি অন্যান্য সেতুর প্রয়োজন হয়, তাহলে আপনি আমাদের <mark><a href=\"https://bridges.torproject.org/\">ব্রিজেস ওয়েবসাইটে </a></mark>তাদের পেতে পারেন। সেতু সম্পর্কে আরও তথ্যের জন্য, <mark><a href=\"https://tb-manual.torproject.org/en-US/bridges.html\">টর ব্রাউজার ম্যানুয়াল দেখুন</a></mark>। </p>"
    }


}
