{
    "censorship-1": {
	"id": "#censure-1",
	"control": "censure-1",
	"title": "Notre site Web est bloqué par un censeur. Le navigateur Tor peut-il aider les utilisateurs à accéder à notre site Web ?",
	"description": "<p class=\"mb-3\">Le navigateur Tor peut certainement aider les utilisateurs à accéder à votre site Web où il est bloqué. La plupart du temps, il suffira de télécharger le <mark><a href=\"https://www.torproject.org/download/download-easy.html.en\">navigateur Tor</a></mark>et de l’utiliser pour naviguer vers le site bloqué pour y accéder. Pour les endroits soumis à une censure forte, de nombreuses options de contournement sont offertes, dont les ​<mark><a href=\"https://www.torproject.org/docs/pluggable-transports.html.en\">transports enfichables</a></mark>. Pour de plus amples renseignements, veuillez consulter la rubrique sur la <mark><a href=\"https://tb-manual.torproject.org/fr/circumvention.html\">censure</a></mark> du <mark><a href=\"https://tb-manual.torproject.org/fr/\">​guide d’utilisation du navigateur Tor</a></mark>.</p>"
    },
    "censorship-2": {
	"id": "#censure-2",
	"control": "censure-2",
	"title": "Mon site Web préféré bloque l’accès à partir de Tor.",
	"description": "<p class=\"mb-3\">Nous sommes désolés d’apprendre que vous ne pouvez pas visiter le site Web que vous souhaitez ! Un site Web bloquera parfois les utilisateurs de Tor parce qu’ils ne peuvent pas faire la différence entre l’utilisateur de Tor moyen et le trafic automatisé. Les meilleurs résultats pour débloquer l’accès des utilisateurs de Tor à un site donné ont été obtenus en demandant aux utilisateurs de contacter directement les administrateurs dudit site. Ce qui suit pourrait suffire :<br />« Bonjour ! J’ai essayé d’accéder à votre site xyz.com tout en utilisant le navigateur Tor et j’ai découvert que vous ne permettez pas aux utilisateurs de Tor d’y accéder. Je vous demande instamment de reconsidérer votre décision ; Tor est utilisé partout dans le monde par des personnes souhaitant protéger leurs renseignements personnels tout en combattant la censure. En bloquant les utilisateurs de Tor, vous bloquez vraisemblablement des personnes se trouvant dans des pays où règne la répression et qui souhaitent utiliser un Internet libre, des journalistes et des chercheurs qui ne veulent pas être découverts, des lanceurs d’alerte, des activistes et des personnes ordinaires qui ne veulent pas être suivies à la trace par des tiers invasifs. Veuillez adopter une position ferme privilégiant la confidentialité numérique et la liberté sur Internet, et permettre aussi aux utilisateurs de Tor d’accéder à xyz.com. Merci.<br />Voici le même message en anglais : <br />\"Hi! I tried to access your site xyz.com while using Tor Browser and discovered that you don't allow Tor users to access your site. I urge you to reconsider this decision; Tor is used by people all over the world to protect their privacy and fight censorship. By blocking Tor users, you are likely blocking people in repressive countries who want to use a free internet, journalists and researchers who want to protect themselves from discovery, whistleblowers, activists, and ordinary people who want to opt out of invasive third party tracking. Please take a strong stance in favor of digital privacy and internet freedom, and allow Tor users access to xyz.com. Thank you.\"<br />Dans le cas de banques ou autres sites Web délicats, il est aussi habituel de constater un blocage d’après la position géographique (si une banque sait que vous accédez habituellement à ses services à partir d’un pays et que vous vous connectez soudainement à partir d’un relais de sortie situé de l’autre côté de la planète, votre compte pourrait être verrouillé ou suspendu). Si vous ne pouvez pas vous connecter à un service oignon, veuillez consulter <a href=\"#onionservices-3\">Je ne peux pas accéder à X.onion !</a></p>"
    },
    "censorship-3": {
	"id": "#censure-3",
	"control": "censure-3",
	"title": "Comment puis-je télécharger Tor si torproject.org est bloqué ?",
	"description": "<p class=\"mb-3\">Si vous ne pouvez pas télécharger Tor à partir de notre <mark><a href=\"https://www.torproject.org\">site Web</a></mark>, une exemplaire de Tor peut vous être livré par GetTor. GetTor est un service qui répond automatiquement aux messages en incluant des liens vers la dernière version du navigateur Tor, hébergée en divers endroits tels que Dropbox, Google Disque et GitHub.</p>"
    },
    "censorship-4": {
	"id": "#censure-4",
	"control": "censure-4",
	"title": "Je n'arrive pas à me connecter au navigateur Tor, mon réseau est-il censuré ?",
	"description": "<p class=\"mb-3\">Il se peut que vous soyez sur un réseau censuré et que vous deviez tenter d’utiliser des ponts. Des ponts sont intégrés au navigateur Tor et vous pouvez utiliser ces ponts en choisissant « Configurer » (puis en suivant les indications) dans la fenêtre du lanceur Tor qui surgit quand vous ouvrez le navigateur Tor pour la première fois. S’il vous faut d’autres ponts, vous pouvez en obtenir sur notre ​<mark><a href=\"https://bridges.torproject.org/\">site Web BridgeDB</a></mark>. Pour de plus amples renseignements concernant les ponts, consulter le <mark><a href=\"https://tb-manual.torproject.org/fr/bridges.html\">​guide d’utilisation du navigateur Tor</a></mark>.</p>\n"
    },
    "censorship-5": {
	"id": "#censure-5",
	"control": "censure-5",
	"title": "J’éprouve des difficultés à me connecter à Tor et je n’arrive pas à comprendre ce qui ne va pas.",
	"description": "<p class=\"mb-3\">Si vous éprouvez des difficultés à vous connecter, veuillez sélectionner l’option « Copier le journal de Tor dans le presse-papiers ». Collez ensuite le journal de Tor dans un fichier texte ou un autre document. Vous devriez trouver l’une de ces erreurs de journal habituelles (cherchez les lignes suivantes dans votre journal de Tor) : </p><h5>Erreur habituelle de journal no 1 : échec de connexion au mandataire</h5><p class=\"mb-3\"><pre><code> 2017-10-29 09:23:40.800 [NOTICE] Opening Socks listener on 127.0.0.1:9150\n2017-10-29 09:23:47.900 [NOTICE] Bootstrapped 5%: Connecting to directory server\n2017-10-29 09:23:47.900 [NOTICE] Bootstrapped 10%: Finishing handshake with directory server\n2017-10-29 09:24:08.900 [WARN] Proxy Client: unable to connect to xx..xxx..xxx.xx:xxxxx (\"general SOCKS server failure\")\n2017-10-29 09:24:08.900 [WARN] Proxy Client: unable to connect to xx..xxx..xxx.xx:xxxxx (\"general SOCKS server failure\")\n2017-10-29 09:24:08.900 [WARN] Proxy Client: unable to connect toxx..xxx..xxx.xx:xxxxx (\"general SOCKS server failure\")</code></pre></p><p class=\"mb-3\">Si vous rencontrez de telles lignes dans votre journal de Tor, cela signifie que vous n’arrivez pas à vous connecter à un mandataire SOCKS. Si un mandataire SOCKS est nécessaire à la configuration de réseau, veuillez alors vous assurer d’avoir bien saisi les renseignements concernant le mandataire. Si un mandataire SOCKS n’est pas nécessaire ou si vous ne savez pas, veuillez tenter de vous connecter au réseau Tor sans mandataire SOCKS.<p><h5>Erreur habituelle de journal no 2 : impossible d’atteindre les relais gardes</h5><p class=\"mb-3\"><pre><code> 11/1/2017 21:11:43 PM.500 [NOTICE] Opening Socks listener on 127.0.0.1:9150\n11/1/2017 21:11:44 PM.300 [NOTICE] Bootstrapped 80%: Connecting to the Tor network\n11/1/2017 21:11:44 PM.300 [WARN] Failed to find node for hop 0 of our path. Discarding this circuit.\n11/1/2017 21:11:44 PM.500 [NOTICE] Bootstrapped 85%: Finishing handshake with first hop\n11/1/2017 21:11:45 PM.300 [WARN] Failed to find node for hop 0 of our path. Discarding this circuit.</code></pre></p><p class=\"mb-3\">Si vous rencontrez de telles lignes dans votre journal de Tor, cela signifie que vous n’arrivez pas à vous connecter au premier nœud du circuit Tor. Cela pourrait signifier que vous êtes sur un réseau qui est censuré. Tentez de vous connecter avec des ponts, ce qui devrait corriger la situation.</p><h5>Erreur habituelle de journal no 3 : échec d’établissement d’une liaison TLS</h5><p class=\"mb-3\"><pre><code> 13-11-17 19:52:24.300 [NOTICE] Bootstrapped 10%: Finishing handshake with directory server\n13-11-17 19:53:49.300 [WARN] Problem bootstrapping. Stuck at 10%: Finishing handshake with directory server. (DONE; DONE; count 10; recommendation warn; host [host] at xxx.xxx.xxx.xx:xxx)\n13-11-17 19:53:49.300 [WARN] 10 connections have failed:\n13-11-17 19:53:49.300 [WARN] 9 connections died in state handshaking (TLS) with SSL state SSLv2/v3 read server hello A in HANDSHAKE\n13-11-17 19:53:49.300 [WARN] 1 connections died in state connect()ing with SSL state (No SSL object)</code></pre></p><p class=\"mb-3\"> Si vous rencontrez de telles lignes dans votre journal de Tor, cela signifie que Tor n'a pas réussi à établir une liaison TLS avec les autorités d'annuaire. L’utilisation de ponts corrigera certainement cette situation.</p><h5>Erreur habituelle de journal no 4 : décalage d’horloge</h5><p class=\"mb-3\"><pre><code> 19.11.2017 00:04:47.400 [NOTICE] Opening Socks listener on 127.0.0.1:9150\n19.11.2017 00:04:48.000 [NOTICE] Bootstrapped 5%: Connecting to directory server\n19.11.2017 00:04:48.200 [NOTICE] Bootstrapped 10%: Finishing handshake with directory server\n19.11.2017 00:04:48.800 [WARN] Received NETINFO cell with skewed time (OR:xxx.xx.x.xx:xxxx): It seems that our clock is behind by 1 days, 0 hours, 1 minutes, or that theirs is ahead.\nTor requires an accurate clock to work: please check your time, timezone, and date settings.</code></pre></p><p class=\"mb-3\">\nSi vous rencontrez de telles lignes dans votre journal de Tor, cela signifie que votre horloge système n’est pas juste. Veuillez vous assurer que votre horloge est réglée avec précision, fuseau horaire inclus, puis redémarrez Tor. </p>"
    },
    "censorship-6": {
	"id": "#censure-6",
	"control": "censure-6",
	"title": "Je n'arrive pas à me connecter au navigateur Tor, mon réseau est-il censuré ?",
	"description": "<p class=\"mb-3\">Il se peut que vous soyez sur un réseau censuré et que vous deviez tenter d’utiliser des ponts. Des ponts sont intégrés au navigateur Tor et vous pouvez utiliser ces ponts en choisissant « Configurer » (puis en suivant les indications) dans la fenêtre du lanceur Tor qui surgit quand vous ouvrez le navigateur Tor pour la première fois. S’il vous faut d’autres ponts, vous pouvez en obtenir sur notre ​<mark><a href=\"https://bridges.torproject.org/\">site Web BridgeDB</a></mark>. Pour de plus amples renseignements concernant les ponts, consulter le <mark><a href=\"https://tb-manual.torproject.org/fr/bridges.html\">​guide d’utilisation du navigateur Tor</a></mark>.</p>"
    }


}
