{
    "censorship-1": {
	"id": "#censuur-1",
	"control": "censuur-1",
	"title": "Onze website wordt geblokkeerd door een censor. Kan Tor Browser gebruikers helpen toegang tot onze website te krijgen?",
	"description": "<p class=\"mb-3\">Tor Browser kan mensen zeker helpen toegang te krijgen tot uw website op plaatsen waar deze is geblokkeerd. Meestal gewoon downloaden van de <mark><a href=\"https://www.torproject.org/download/download-easy.html.en\">Tor Browser</a></mark> en dan gebruik het om te navigeren naar de geblokkeerde site en zal toegang toestaan. Op plaatsen waar sprake is van zware censuur hebben we een aantal opties voor censuurontwijking beschikbaar, waaronder <mark><a href=\"https://www.torproject.org/docs/pluggable-transports.html.en\">inplugbare transports</a></mark>. Voor meer informatie, zie de <mark><a href=\"https://tb-manual.torproject.org/en-US/\"> Tor Browser Gebruiker Manual</a></mark> hoofdstuk over <mark><a href=\"https://tb-manual.torproject.org/en-US/circumvention.html\">censorship</a></mark>.</p>"
    },
    "censorship-2": {
	"id": "#censuur-2",
	"control": "censuur-2",
	"title": "Mijn favoriete website blokkeert de toegang via Tor.",
	"description": "<p class=\"mb-3\">Sorry om te horen dat je de website die je wilde niet kunt bezoeken! Soms blokkeren websites Tor-gebruikers omdat ze niet het verschil kunnen zien tussen de gemiddelde Tor-gebruiker en automatisch verkeer. Het beste succes dat we hebben gehad bij het ontgrendelen van Tor-gebruikers, is ervoor te zorgen dat gebruikers rechtstreeks contact opnemen met de sitebeheerders. Zoiets zou de slag kunnen slaan: <br /> \"Hallo! Ik probeerde toegang tot uw site xyz.com te krijgen tijdens het gebruik van Tor Browser en ontdekte dat u Tor gebruikers geen toegang tot uw site verleent. Ik dring er bij u op aan om deze beslissing opnieuw te overwegen; gebruikt door mensen over de hele wereld om hun privacy te beschermen en censuur te bestrijden. Door Tor-gebruikers te blokkeren, blokkeert u waarschijnlijk mensen in repressieve landen die een gratis internet willen gebruiken, journalisten en onderzoekers die zichzelf willen beschermen tegen ontdekking, klokkenluiders, activisten en gewone mensen die willen opteren voor invasieve tracking door derden. Stel u ten stelligste voor ten gunste van digitale privacy en internetvrijheid en geef Tor-gebruikers toegang tot xyz.com. Dank u. \"<br />In het geval van banken en andere gevoelige websites, is het ook gebruikelijk om op geografie gebaseerde blokkering te zien (als een bank weet dat u over het algemeen toegang hebt tot hun services vanuit het ene land en plotseling verbinding maakt via een uitgaande relais aan de andere kant van de wereld, is uw account mogelijk vergrendeld Of geschorst). Als u geen verbinding kunt maken met een onion service, raadpleegt u <a href=\"#onionservices-3\">Ik kan X.onion niet bereiken! </a></p>"
    },
    "censorship-3": {
	"id": "#censuur-3",
	"control": "censuur-3",
	"title": "Hoe kan ik Tor downloaden als het torproject.org is geblokkeerd?",
	"description": "<p class=\"mb-3\">Als u Tor niet via onze <mark><a href=\"https://www.torproject.org\">website</a></mark> kunt downloaden, kunt u via GetTor een exemplaar van Tor aan u laten bezorgen. GetTor is een service die automatisch reageert op berichten met links naar de nieuwste versie van Tor Browser, gehost op verschillende locaties die minder vaak worden gecensureerd, zoals Dropbox, Google Drive en Github.</p>"
    },
    "censorship-4": {
	"id": "#censuur-4",
	"control": "censuur-4",
	"title": "Ik kan geen verbinding maken met de Tor-browser, wordt mijn netwerk gecensureerd?",
	"description": "<p class=\"mb-3\">Mogelijk bevindt u zich op een gecensureerd netwerk en moet u dus proberen bruggen te gebruiken. Sommige bruggen zijn ingebouwd in Tor Browser en u kunt die bruggen gebruiken door \"configure\" te kiezen (gevolgd door de aanwijzingen) in het Tor Launcher-venster dat verschijnt wanneer u Tor Browser voor de eerste keer opent. Als u andere bruggen nodig heeft, kunt u ze vinden op onze <mark><a href=\"https://bridges.torproject.org/\">Bridges-website</a></mark>.Voor meer informatie over bruggen, zie de <mark><a href=\"https://tb-manual.torproject.org/en-US/bridges.html\"> Tor Browser-handleiding</a></mark>.</p>"
    },
    "censorship-5": {
	"id": "#censuur-5",
	"control": "censuur-5",
	"title": "Ik ondervind problemen bij het verbinding maken met Tor, en ik vind maar niet wat er fout gaat.",
	"description": "<p class=\"mb-3\">Als u problemen ondervindt bij het verbinden, selecteert u de optie om \"Tor log naar klembord te kopiëren\". Plak vervolgens het Tor-log in een tekstbestand of een ander document. U zou een van deze Vaak voorkomend logfouten moeten zien (kijk naar de volgende regels in uw Tor-logboek): </p><h5>Vaak voorkomend logboekfout # 1: Proxy-verbindingsfout</h5><p class=\"mb-3\"><pre><code> 2017-10-29 09: 23: 40.800 [LET OP] Opening Socks luisteraar op 127.0.0.1 : 9150 \n 2017-10-29 09: 23: 47.900 [LET OP] Bootstrapped 5%: verbinden met directoryserver \n 2017-10-29 09: 23: 47.900 [LETICE] Bootstrap 10%: handshake beëindigen met directoryserver \n 09-10-09 09: 24: 08.900 [WARN] Proxy-client: kan geen verbinding maken met xx..xxx..xxx.xx: xxxxx (\"algemene SOCKS-serverstoring\") \n 09-10-09 09: 24: 08.900 [WARN] Proxy-client: kan geen verbinding maken met xx..xxx..xxx.xx: xxxxx (\"algemene SOCKS-serverstoring\") \n 09-10-09 09: 24: 08.900 [WARN] Proxy-client: kan toxx..xxx..xxx.xx: xxxxx niet verbinden (\"algemene SOCKS-serverstoring\") </code></pre></p><p class=\"mb-3\">Als u dergelijke lijnen in uw Tor-logboek ziet, is dit betekent dat u geen verbinding kunt maken met een SOCKS-proxy. Als een SOCKS-proxy vereist is voor uw netwerkconfiguratie, moet u ervoor zorgen dat u uw proxy-gegevens correct hebt ingevoerd. Als een SOCKS-proxy niet vereist is, of als u het niet zeker weet, probeer dan verbinding te maken met het Tor-netwerk zonder een SOCKS-proxy.<p><h5>Gebruikslog fout # 2: Kan relais niet bereiken</h5><p class=\"mb-3\"><pre><code> 11/1/2017 21:11:43 PM .500 [LET OP] Luisteraar luisterpositie openen op 127.0.0.1:9150 \n 11/1/2017 21:11:44 PM.300 [LET OP] Bootstrapped 80%: Verbinding maken met het Tor-netwerk \n 11/1/2017 21:11:44 PM.300 [WARN] Kan knooppunt voor hop 0 van ons pad niet vinden. Dit circuit weggooien. \n 11/1/2017 21:11:44 PM.500 [LET OP] Bootstrap 85%: Handshake beëindigen met eerste hop \n 11/1/2017 21:11:45 PM.300 [WARN] Kan knooppunt niet vinden voor hop 0 van ons pad. Dit circuit verwijderen.</code></pre></p><p class=\"mb-3\">Als u dergelijke lijnen in uw Tor-logboek ziet, betekent dit dat uw Tor geen verbinding kon maken met het eerste knooppunt in het Tor-circuit. Dit kan betekenen dat u zich op een netwerk bevindt dat gecensureerd is. Probeer te verbinden met bruggen, en dat zou het probleem moeten verhelpen.</p><h5> Algemene logfout # 3: Kan TLS-handshake niet voltooien</h5><p class=\"mb-3\"><pre><code> 13-11-17 19: 52: 24.300 [LET OP] Bootstrap 10%: handshake beëindigen met directoryserver \n 13-11-17 19: 53: 49.300 [WARN] Probleem met bootstrappen. Vastgelopen met 10%: handshake beëindigen met directoryserver. (GEDAAN, GEDAAN, aantal 10; advieswaarschuwing; host [host] op xxx.xxx.xxx.xx: xxx) \n 13-11-17 19: 53: 49.300 [WARN] 10 verbindingen zijn mislukt: \n 13-11-17 19: 53: 49.300 [WARN] 9 verbindingen stierven in staatshandshaking (TLS) met SSL-status SSLv2 / v3 lezen server hallo A in HANDSHAKE \n 13-11-17 19: 53: 49.300 [WARN] 1 verbindingen zijn overleden in state connect () ing met SSL-staat (No SSL-object) </code></pre></p><p class=\"mb-3\">Als u dergelijke lijnen in uw Tor-logboek ziet, betekent dat Tor een TLS-handshake niet kon voltooien met de directory-autoriteiten. Het gebruik van bruggen lost dit waarschijnlijk op.</p><h5>Veel logboekfout # 4: Klok skew</h5><p class=\"mb-3\"><pre><code> 19.11.2017 00: 04: 47.400 [LET OP] Opening Socks luisteraar op 127.0.0.1:9150 \n  19.11.2017 00: 04: 48.000 [LET OP] Bootstrap 5%: verbinding maken met directoryserver \n  19.11.2017 00: 04: 48.200 [LET OP] Bootstrap 10%: handshake beëindigen met directoryserver \n  19.11.2017 00: 04: 48.800 [WARN] NETINFO-cel ontvangen met scheve tijd (OF: xxx.xx.x.xx: xxxx): het lijkt erop dat onze klok 1 dag, 0 uur, 1 minuut achterloopt, of die van hen liggen voor de deur. \n  Tor vereist een nauwkeurige klok om te werken: controleer uw tijd-, tijdzone- en datuminstellingen.</code></pre></p><p class=\"mb-3\">Als u lijnen zoals deze in uw Tor-logboek ziet, betekent dit dat uw systeemklok onjuist is. Zorg ervoor dat uw klok correct is ingesteld, inclusief de juiste tijdzone. Start dan Tor opnieuw. </p>"
    },
    "censorship-6": {
	"id": "#censuur-6",
	"control": "censuur-6",
	"title": "Ik kan geen verbinding maken met de Tor-browser, wordt mijn netwerk gecensureerd?",
	"description": "<p class=\"mb-3\">Mogelijk bevindt u zich op een gecensureerd netwerk en moet u dus proberen bruggen te gebruiken. Sommige bruggen zijn ingebouwd in Tor Browser en u kunt die bruggen gebruiken door \"configure\" te kiezen (gevolgd door de aanwijzingen) in het Tor Launcher-venster dat verschijnt wanneer u Tor Browser voor de eerste keer opent. Als u andere bruggen nodig heeft, kunt u ze vinden op onze <mark><a href=\"https://bridges.torproject.org/\">Bridges-website</a></mark>.Voor meer informatie over bruggen, zie de <mark><a href=\"https://tb-manual.torproject.org/en-US/bridges.html\"> Tor Browser-handleiding</a></mark>.</p>"
    }


}
