{
    "censorship-1": {
	"id": "#censorship-1",
	"control": "censorship-1",
	"title": "Situs kami diblokir sensor. Apakah Tor Browser dapat membantu pengguna kami dalam mengakses situs kami?",
	"description": "<p class=\"mb-3\">Tor Browser dapat membantu dalam akses situs web Anda dari tempat yang terblokir. Umumnya hanya unduh <mark><a href=\"https://www.torproject.org/download/download-easy.html.en\">Tor Browser </a></mark>dan gunakannya untuk membuka akses situs yang terblokir. Di tempat-tempat yang mengalami sensor berat, tersedia beberapa pilihan yang mengatasinya, termasuk <mark><a href=\"https://www.torproject.org/docs/pluggable-transports.html.en\">pluggable transport </a></mark>. Untuk info lebih lanjut, silakan baca bagian <mark><a href=\"https://tb-manual.torproject.org/en-US/\">Tor Browser Manual </a></mark>di bagian <mark><a href=\"https://tb-manual.torproject.org/en-US/circumvention.html\">censorship</a></mark>.</p>"
    },
    "censorship-2": {
	"id": "#censorship-2",
	"control": "censorship-2",
	"title": "Situs web favorit saya memblokir akses melalui Tor.",
	"description": "<p class=\"mb-3\">Kami turut prihatin atas Anda tidak dapat melakukan akses ke situs web yang Anda inginkan! Kadang beberapa situs web memblokir pengguna Tor karena tidak dapat membedakan pengguna Tor biasa dan lalu-lintas otomatos. Hal terbaik yang dapat dilakukan adalah pengguna menghubungi langsung admin situsnya. Ini mungkin dapat menjadi contoh: <br />\"Halo! Saya berusaha melakukan akses terhadap situs xyz.com Anda melalui Tor Browser dan ternyata Anda tidak mengizinkan pengguna Tor untuk melakukan akses terhadap situs Anda. Saya mohon dengan sangat untuk mempertimbangkan hal ini; Tor digunakan orang-orang di seluruh dunia untuk melindungi privasi mereka dan melawan sensor. Dengan memblokir pengguna Tor, Anda akan memblokir orang-orang di negara-negara represif yang ingin menggunakan Internet secara bebas, wartawan, dan peneliti yang ingin melindungi diri sendiri dari penemuan, termasuk whistleblower, aktivis, dan orang-orang biasa yang ingin terbebas dari pelacakan menyeluruh yang dilakukan pihak lain. Mohon dukungan penuh terhadap privasi digital dan kebebasan Internet, dan  izinkan pengguna Tor untuk melakukan akses ke xyz.com. Terima kasih.\"<br />Untuk situs web perbankan dan situs web lain yang sensitif, umumnya ada pemblokiran berdasarkan wilayah geografis (jika bank Anda mengetahui Anda biasanya melakukan akses terhadap jasa mereka dari suatu negara dan jika tiba-tiba Anda membuka situs web mereka dari exit relay di negara lain, akun Anda mungkin akan dikunci atau dibekukan). Jika Anda tidak dapat terhubung ke sebuah onion service, silakan lihat <a href=\"#onionservices-3\">Saya tidak dapat menghubungi X.onion!</a></p>"
    },
    "censorship-3": {
	"id": "#censorship-3",
	"control": "censorship-3",
	"title": "Bagaimana cara mengunduh Tor jika torproject.org diblokir?",
	"description": "<p class=\"mb-3\">Jika Anda tidak dapat mengunduh Tor dari <mark><a href=\"https://www.torproject.org\">situs kami</a></mark>, Tor dapat dikirim kepada Anda melalui GetTor. GetTor adalah service yang yang otomatis merespon pesan berisi tautan ke versi terakhir Tor Browser, yang dihosting di lokasi beragam sehingga kemungkinan kecil disensor, seperti Dropbox, Google Drive, dan Github.</p>"
    },
    "censorship-4": {
	"id": "#censorship-4",
	"control": "censorship-4",
	"title": "Saya tidak bisa terhubung ke Tor Browser, apakah jaringan saya terkena sensor?",
	"description": "<p class=\"mb-3\">Anda mungkin berada di jaringan yang terdampak sensor, sehingga Anda seharusnya menggunakan bridge yang terintegrasi di Tor Browser. Anda dapat menggunakannya dengan memilih \"configure\" (lalu setelah beberapa pemberitahuan) di jendela launcher Tor yang muncul setelah Anda menjalankan Tor Browser. Jika Anda memerlukan bridge lain, Anda dapat memperolehnya di <mark><a href=\"https://bridges.torproject.org/\">situs web bridge kami </a></mark>. Untuk info lebih lanjut tentang bridge, silakan baca <mark><a href=\"https://tb-manual.torproject.org/en-US/bridges.html\">petunjuk Tor Browser </a></mark>.</p>"
    },
    "censorship-5": {
	"id": "#censorship-5",
	"control": "censorship-5",
	"title": "Saya mengalami masalah dalam terhubung ke Tor, dan saya tidak dapat mengetahui apa yang salah.",
	"description": "<p class=\"mb-3\">Jika Anda mendapat masalah dalam terhubung ke Jaringan Tor, silakan pilih \"copy Tor Log ke clipboard.\" Lalu, salin ke Notepad atau program dokumen lain. Anda seharusnya dapat melihat log error umum seperti ini (cari baris-baris seperti di bawah ini):</p><h5>Common log error #1: Proxy connection failure</h5><p class=\"mb-3\"><pre><code> 2017-10-29 09:23:40.800 [NOTICE] Opening Socks listener on 127.0.0.1:9150 \n 2017-10-29 09:23:47.900 [NOTICE] Bootstrapped 5%: Connecting to directory server \n 2017-10-29 09:23:47.900 [NOTICE] Bootstrapped 10%: Finishing handshake with directory server \n 2017-10-29 09:24:08.900 [WARN] Proxy Client: unable to connect to xx..xxx..xxx.xx:xxxxx (\"general SOCKS server failure\") \n 2017-10-29 09:24:08.900 [WARN] Proxy Client: unable to connect to xx..xxx..xxx.xx:xxxxx  (\"general SOCKS server failure\") \n 2017-10-29 09:24:08.900 [WARN] Proxy Client: unable to connect toxx..xxx..xxx.xx:xxxxx  (\"general SOCKS server failure\")</code></pre></p><p class=\"mb-3\">Jika Anda melihat baris seperti ini, Anda gagal terkoneksi ke proxy SOCKS. Jika proxy SOCKS diperlukan di pengaturan jaringan Anda, silakan pastikan Anda telah memasukkan detail proxy dengan akurat. Jika proxy SOCKS tidak diperlukan, atau Anda tidak yakin bahwa proxy SOCKS diperlukan, silakan coba tanpa proxy SOCKS.<p><h5>Common log error #2: Can’t reach guard relays</h5><p class=\"mb-3\"><pre><code> 11/1/2017 21:11:43 PM.500 [NOTICE] Opening Socks listener on 127.0.0.1:9150 \n 11/1/2017 21:11:44 PM.300 [NOTICE] Bootstrapped 80%: Connecting to the Jaringan Tor \n 11/1/2017 21:11:44 PM.300 [WARN] Failed to find node for hop 0 of our path. Discarding this circuit. \n 11/1/2017 21:11:44 PM.500 [NOTICE] Bootstrapped 85%: Finishing handshake with first hop \n 11/1/2017 21:11:45 PM.300 [WARN] Failed to find node for hop 0 of our path. Discarding this circuit.</code></pre></p><p class=\"mb-3\">Jika Anda melihat baris seperti ini, Tor gagal tersambung ke node pertama di Tor circuit. Ini mungkin artinya Anda berada di jaringan yang terkena sensor pihak lain. Silakan coba gunakan bridge.</p><h5>Common log error #3: Failed to complete TLS handshake</h5><p class=\"mb-3\"><pre><code> 13-11-17 19:52:24.300 [NOTICE] Bootstrapped 10%: Finishing handshake with directory server \n 13-11-17 19:53:49.300 [WARN] Problem bootstrapping. Stuck at 10%: Finishing handshake with directory server. (DONE; DONE; count 10; recommendation warn; host [host] at xxx.xxx.xxx.xx:xxx) \n 13-11-17 19:53:49.300 [WARN] 10 connections have failed: \n 13-11-17 19:53:49.300 [WARN]  9 connections died in state handshaking (TLS) with SSL state SSLv2/v3 read server hello A in HANDSHAKE \n 13-11-17 19:53:49.300 [WARN]  1 connections died in state connect()ing with SSL state (No SSL object)</code></pre></p><p class=\"mb-3\">Jika Anda melihat baris seperti ini, artinya Tor gagal melakukan TLS handshake dengan otoritas directory. Gunakan bridge untuk masalah ini.</p><h5>Common log error #4: Clock skew</h5><p class=\"mb-3\"><pre><code> 19.11.2017 00:04:47.400 [NOTICE] Opening Socks listener on 127.0.0.1:9150 \n 19.11.2017 00:04:48.000 [NOTICE] Bootstrapped 5%: Connecting to directory server \n 19.11.2017 00:04:48.200 [NOTICE] Bootstrapped 10%: Finishing handshake with directory server \n 19.11.2017 00:04:48.800 [WARN] Received NETINFO cell with skewed time (OR:xxx.xx.x.xx:xxxx): It seems that our clock is behind by 1 days, 0 hours, 1 minutes, or that theirs is ahead. \n Tor requires an accurate clock to work: please check your time, timezone, and date settings.</code></pre></p><p class=\"mb-3\">If you see lines like this in your Tor log, it means your system clock is incorrect. Please make sure your clock is set accurately, including the correct timezone. Then restart Tor. </p>"
    },
    "censorship-6": {
	"id": "#censorship-6",
	"control": "censorship-6",
	"title": "Saya tidak bisa terhubung ke Tor Browser, apakah jaringan saya terkena sensor?",
	"description": "<p class=\"mb-3\">Anda mungkin berada di jaringan yang terdampak sensor, sehingga Anda seharusnya menggunakan bridge yang terintegrasi di Tor Browser. Anda dapat menggunakannya dengan memilih \"configure\" (lalu setelah beberapa pemberitahuan) di jendela launcher Tor yang muncul setelah Anda buka Tor Browser. Jika Anda memerlukan bridge lain, Anda dapat memperolehnya di <mark><a href=\"https://bridges.torproject.org/\">situs web bridge kami </a></mark>. Untuk info lebih lanjut tentang bridge, silakan baca <mark><a href=\"https://tb-manual.torproject.org/en-US/bridges.html\">petunjuk Tor Browser </a></mark>.</p>"
    }


}
