{
    "censorship-1": {
	"id": "#censorship-1",
	"control": "censorship-1",
	"title": "Nuestro sitio web está bloqueado por un censor. ¿El Navegador Tor puede ayudar a los usuarios a acceder a nuestro sitio web?",
	"description": "<p class=\"mb-3\">El Navegador Tor ciertamente puede ayudar a que la gente acceda a tu sitio web desde lugares donde está bloqueado. La mayoría de las veces se logrará el acceso simplemente descargando el Navegador Tor y luego usándolo para navegar hacia el sitio bloqueado. En lugares donde hay una fuerte censura, tenemos distintas opciones de elusión disponibles, incluyendo transportes intercambiables. Para más información, por favor lee la sección sobre elusión de la censura del Manual de Usuario del Navegador Tor.</p>"
    },
    "censorship-2": {
	"id": "#censorship-2",
	"control": "censorship-2",
	"title": "Mi sitio web favorito está bloqueando el acceso a través de Tor.",
	"description": "<p class=\"mb-3\">¡Sentimos oír que no puede visitar el sitio web que quería! A veces los sitios web bloquearán a los usuarios de Tor porque no puede diferenciar entre el usuario corriente de Tor y el tráfico automatizado. El mayor éxito que hemos tenido en lograr que los sitios desbloqueen a los usuarios de Tor es hacer que los usuarios contacten con los administradores del sitio directamente. Algo como esto podría funcionar:<br />\"¡Hola! Traté de acceder a su sitio xyz.com mientras usaba el Navegador Tor, y descubrí que no permite que los usarios de Tor accedan a su sitio. Le insto a reconsiderar esta decisión; Tor es usado por personas por todo el mundo para proteger su privacidad y luchar contra la censura. Al bloquear a los usuarios de Tor, probablemente está bloqueando a personas en países represivos que quieren usar una Internet libre, periodistas e investigadores que quieren protegerse a si mismos de ser identificados, informantes, activistas, y gente ordinaria que quiere optar por evitar el rastreo invasivo de terceros. Por favor, adopte una postura fuerte en favor de la privacidad digital y la libertad en Internet, y permita a los usuarios de Tor acceder a xyz.com. Gracias.\"<br />Probablemente pueda evitar barreras idiomáticas si lo hace en inglés:<br />\"Hi! I tried to access your site xyz.com while using Tor Browser and discovered that you don't allow Tor users to access your site. I urge you to reconsider this decision; Tor is used by people all over the world to protect their privacy and fight censorship. By blocking Tor users, you are likely blocking people in repressive countries who want to use a free internet, journalists and researchers who want to protect themselves from discovery, whistleblowers, activists, and ordinary people who want to opt out of invasive third party tracking. Please take a strong stance in favor of digital privacy and internet freedom, and allow Tor users access to xyz.com. Thank you.\"<br />En el caso de bancos, y otros sitios web sensibles, también es común ver bloqueos en base a la ubicación geográfica (si un banco sabe que generalmente accede a sus servicios desde un país, y de repente está conectando desde un repetidor de salida de Tor en la otra parte del mundo, su cuenta puede ser bloqueada o suspendida). Si no puede conectar a un servicio onion, por favor, vea <a href=\"#onionservices-3\">¡No puedo alcanzar X.onion!</a></p>"
    },
    "censorship-3": {
	"id": "#censorship-3",
	"control": "censorship-3",
	"title": "¿Cómo descargo Tor si torproject.org está bloqueada?",
	"description": "<p class=\"mb-3\">Si no puedes descargar Tor a través de nuestro ​<mark><a href=\"https://www.torproject.org\">sitio web</a></mark>, puedes obtener una copia de Tor que se te entregará vía GetTor. GetTor es un servicio que responde automáticamente a los mensajes con enlaces a la versión más reciente del Navegador Tor, alojada en distintas ubicaciones, que es menos probable que estén censuradas, como Dropbox, Google Drive, y GitHub.</p>"
    },
    "censorship-4": {
	"id": "#censorship-4",
	"control": "censorship-4",
	"title": "No puedo conectar al Navegador Tor, ¿está censurada mi red?",
	"description": "<p class=\"mb-3\">Podrías estar en una red censurada, así que deberías intentar usar puentes. Algunos puentes van incorporados al Navegador Tor, y puedes usar esos puentes seleccionando \"configurar\" (y luego siguiendo las instrucciones) en la ventana del Arranque de Tor que aparece cuando abres el Navegador Tor por primera vez. Si necesitas otros puentes, puedes obtenerlos en nuestro ​<mark><a href=\"https://bridges.torproject.org/\">sitio web de puentes</a></mark>. Para más información acerca de los puentes, lee el <mark><a href=\"https://tb-manual.torproject.org/es-ES/bridges.html\">​manual del Navegador Tor</a></mark>.</p>"
    },
    "censorship-5": {
	"id": "#censorship-5",
	"control": "censorship-5",
	"title": "Estoy teniendo problemas conectando a Tor, y no logro averiguar qué es lo que está mal.",
	"description": "<p class=\"mb-3\"><p class=\"mb-3\">Si está teniendo problemas para conectar, por favor seleccione la opción para \"copiar registro de Tor al portapapeles\". Luego pegue el registro de Tor en un fichero de texto u otro documento. Debería ver uno de estos errores comunes de registro (busque las siguientes líneas en su registro de Tor):</p><h5>Error común de registro nº 1: Fallo de conexión proxy</h5><p class=\"mb-3\"><pre><code> 2017-10-29 09:23:40.800 [NOTICE] Opening Socks listener on 127.0.0.1:9150 \n 2017-10-29 09:23:47.900 [NOTICE] Bootstrapped 5%: Connecting to directory server \n 2017-10-29 09:23:47.900 [NOTICE] Bootstrapped 10%: Finishing handshake with directory server \n 2017-10-29 09:24:08.900 [WARN] Proxy Client: unable to connect to xx..xxx..xxx.xx:xxxxx (\"general SOCKS server failure\") \n 2017-10-29 09:24:08.900 [WARN] Proxy Client: unable to connect to xx..xxx..xxx.xx:xxxxx  (\"general SOCKS server failure\") \n 2017-10-29 09:24:08.900 [WARN] Proxy Client: unable to connect toxx..xxx..xxx.xx:xxxxx  (\"general SOCKS server failure\")</code></pre></p><p class=\"mb-3\">Si ve líneas como estas en su registro de Tor, significa que no está pudiendo conectar a un proxy SOCKS. Si se requiere un proxy SOCKS para la configuración de su red, entonces, por favor, asegúrese de que ha introducido los detalles de su proxy correctamente. Si no se requiere un proxy SOCKS o no está seguro, por favor, trate de conectar a la red Tor sin un proxy SOCKS.<p><h5>Error común de registro nº 2: No se puede conectar a los repetidores guardián</h5><p class=\"mb-3\"><pre><code> 11/1/2017 21:11:43 PM.500 [NOTICE] Opening Socks listener on 127.0.0.1:9150 \n 11/1/2017 21:11:44 PM.300 [NOTICE] Bootstrapped 80%: Connecting to the Tor network \n 11/1/2017 21:11:44 PM.300 [WARN] Failed to find node for hop 0 of our path. Discarding this circuit. \n 11/1/2017 21:11:44 PM.500 [NOTICE] Bootstrapped 85%: Finishing handshake with first hop \n 11/1/2017 21:11:45 PM.300 [WARN] Failed to find node for hop 0 of our path. Discarding this circuit.</code></pre></p><p class=\"mb-3\">Si ve líneas como estas en su registro de Tor, significa que su Tor no pudo conectar al primer nodo en el circuito Tor. Esto podría significar que se encuentra en una red que está censurada. Por favor, trate de conectar con puentes, y eso debería corregir el problema.</p><h5>Error común de registro nº 3: No se pudo completar la negociación TLS</h5><p class=\"mb-3\"><pre><code> 13-11-17 19:52:24.300 [NOTICE] Bootstrapped 10%: Finishing handshake with directory server \n 13-11-17 19:53:49.300 [WARN] Problem bootstrapping. Stuck at 10%: Finishing handshake with directory server. (DONE; DONE; count 10; recommendation warn; host [host] at xxx.xxx.xxx.xx:xxx) \n 13-11-17 19:53:49.300 [WARN] 10 connections have failed: \n 13-11-17 19:53:49.300 [WARN]  9 connections died in state handshaking (TLS) with SSL state SSLv2/v3 read server hello A in HANDSHAKE \n 13-11-17 19:53:49.300 [WARN]  1 connections died in state connect()ing with SSL state (No SSL object)</code></pre></p><p class=\"mb-3\">Si vé líneas como estas en su registro de Tor, significa que Tor no pudo completar una negociación TLS con las autoridades de directorio. Usar puentes probablemente corregirá esto.</p><h5>Error común de registro nº 4: Desfase de reloj</h5><p class=\"mb-3\"><pre><code> 19.11.2017 00:04:47.400 [NOTICE] Opening Socks listener on 127.0.0.1:9150 \n 19.11.2017 00:04:48.000 [NOTICE] Bootstrapped 5%: Connecting to directory server \n 19.11.2017 00:04:48.200 [NOTICE] Bootstrapped 10%: Finishing handshake with directory server \n 19.11.2017 00:04:48.800 [WARN] Received NETINFO cell with skewed time (OR:xxx.xx.x.xx:xxxx): It seems that our clock is behind by 1 days, 0 hours, 1 minutes, or that theirs is ahead. \n Tor requires an accurate clock to work: please check your time, timezone, and date settings.</code></pre></p><p class=\"mb-3\">Si ve líneas como esta en su registro de Tor, significa que su reloj de sistema no está ajustado correctamente. Por favor, asegúrese de que su reloj está ajustado de forma precisa, incluyendo la zona horaria correcta. Luego reinicie Tor. </p>"
    },
    "censorship-6": {
	"id": "#censorship-6",
	"control": "censorship-6",
	"title": "No puedo conectar al Navegador Tor, ¿está censurada mi red?",
	"description": "<p class=\"mb-3\">Podría estar en una red censurada, y por tanto debería intentar usar puentes. Algunos puentes están integrados en el Navegador Tor, y puede usarlos seleccionando \"configurar\" (y siguiendo las instrucciones) en la ventana del Arranque de Tor que aparece cuando abre  el Navegador Tor por primera vez. Si necesita otros puentes, puede obtenerlos en nuestro ​<mark><a href=\"https://bridges.torproject.org/\">sitio web de puentes</a></mark>. Para más información sobre los puentes, vea el <mark><a href=\"https://tb-manual.torproject.org/es-ES/bridges.html\">Manual del Navegador ​Tor</a></mark>.</p>"
    }


}
