{
    "connecting-1": {
	"id": "#connecting-1",
	"control": "connecting-1",
	"title": "El Navegador Tor no conecta, pero no parece ser un problema con la censura.",
	"description": "<p class=\"mb-3\">Uno de los problemas más habituales que causa errores de conexión en el Navegador Tor es un reloj del sistema incorrectamente ajustado. Por favor, asegúrate de que el reloj de tu sistema y tu zona horaria están configurados correctamente. Si esto no soluciona tu problema, dirígete a la página de Solución de Problemas en el <mark><a href=\"https://tb-manual.torproject.org/es-ES/bridges.html\">manual del Navegador Tor</a></mark></p>"
    },
    "connecting-2": {
	"id": "#connecting-2",
	"control": "connecting-2",
	"title": "Estoy teniendo problemas conectando a Tor, y no logro averiguar qué es lo que está mal.",
	"description": "Si tienes problemas para conectarte, por favor selecciona la opción \"copiar el registro de Tor al portapapeles\". Luego pega el registro Tor en un archivo de texto u otro documento. Deberías ver uno de estos errores comunes de registro (busca las siguientes líneas en tu registro Tor): Error común de registro #1: Fallo de conexión proxy 2017-10-29 09:23:40.800[NOTICE] Abriendo socks en 127.0.0.1:9150\n2017-10-29 09:23:47.900[NOTICE] Bootstrapped 5%: Conexión al servidor de directorios\n2017-10-29 09:23:47.900[NOTICE] Bootstrapped 10%: Finaliza hankshake con el servidor de directorios\n2017-10-29 09:24:08.900[ADVERTENCIA] Cliente proxy: incapaz de conectarse a xx... xxx... xxx. xx: xxxxx (\"fallo general del servidor SOCKS\")\n2017-10-29 09:24:08.900[ADVERTENCIA] Cliente proxy: incapaz de conectarse a xx... xxx... xxx. xx: xxxxx (\"fallo general del servidor SOCKS\")\n2017-10-29 09:24:08.900[ADVERTENCIA] Cliente proxy: incapaz de conectar toxx.. xxx.. xxx. xx: xxxxxxx (\"fallo general del servidor SOCKS\") Si ves líneas como estas en tu registro Tor, significa que no te estás conectando a un proxy SOCKS. Si se requiere un proxy SOCKS para la configuración de red, asegúrate de introducir correctamente los datos del proxy. Error de registro común #2: No se puede llegar a los relés de guardia 11/1/2017 21:11:43 PM. 500[AVISO] Abriendo el socks en 127.0.0.1:9150\n11/1/2017 21:11:44 PM. 300[AVISO] Bootstrapped 80%: Conexión a la red Tor\n11/1/2017 21:11:44 PM. 300[ADVERTENCIA] No encontramos nodo para el salto 0 de nuestro camino. Descartar este circuito.\n11/1/2017 21:11:44 PM. 500[AVISO] Bootstrapped 85%: Acabando el  handshake con el primer salto\n11/1/2017 21:11:11:45 PM. 300[ADVERTENCIA] No se ha encontrado nodo para el salto 0 de nuestra ruta. Descartando este circuito: si ves líneas como estas en tu registro Tor, significa que tu Tor no se conectó al primer nodo del circuito Tor. Esto podría significar que estás en una red censurada. Error de registro común #3: No se pudo completar el handshake TLS 13-11-17 19:52:24:24.300[ATENCIÓN) Bootstrapped 10%: Finalizar handshake con el servidor de directorios\n13-11-17 19:53:49.300[ADVERTENCIA] Problema con el bootstrapping. Atascado al 10%: Acabando handshake con el servidor de directorios. (HECHO; HECHO; conteo 10; recomendación; host[host] en xxx. xxx. xxx. xxx. xx: xxx)\n13-11-17 19:53:49.300[ATENCIÓN] 10 conexiones han fallado:\n13-11-17 19:53:49.300[ADVERTENCIA] 9 conexiones caidas en estado handshaking (TLS) con estado SSL SSLv2/v3 lea servidor hola A en HANDSHAKE\n13-11-17 19:53:49.300[ADVERTENCIA] 1 conexiones muertas en estado connect()ing con estado SSL (sin objeto SSL) Si ves líneas como esta en tu registro de Tor, significa que Tor no pudo completar un handshake TLS con las competencias del directorio. Error de registro común #4: Desviación del reloj 19.11.2017 00:04:47.400[ATENCIÓN] Intérprete de socks de apertura en 127.0.0.0.1:9150\n19.11.2017 00:04:48.000[ADVERTENCIA] Bootstrapped 5%: Conexión al servidor de directorios\n19.11.2017 00:04:48.200[ADVERTENCIA] Bootstrapped 10%: Finalizando el handshake con el servidor de directorios\n19.11.2017 00:04:48.800[ADVERTENCIA] Celda de NETINFO recibida con tiempo sesgado (OR: xxx. xx. xx. xx: xxxx): Parece que nuestro reloj está atrasado 1 día, 0 horas, 1 minutos, o que el suyo está adelantado.\nTor requiere un reloj preciso para funcionar: por favor, comprueba tus ajustes de hora, zona horaria y fecha Si ves líneas como esta en tu registro Tor, significa que el reloj de tu sistema es incorrecto. Asegúrate de que tu reloj está ajustado correctamente, incluyendo la zona horaria. A continuación, reinicia Tor."
    },
    "connecting-3": {
	"id": "#connecting-3",
	"control": "connecting-3",
	"title": "¡No puedo conectar a X.onion!",
	"description": "<p class=\"mb-3\">Si no puede alcanzar el servicio onion que desea, asegúrese de que ha introducido correctamente la dirección onion de 16 caracteres: incluso un pequeño error evitará que el Navegador Tor logre alcanzar el sitio. Si aún así no puede conectar al servicio onion, por favor, inténtelo de nuevo más tarde. Puede haber un problema temporal con la conexión, o los operadores del sitio pueden haberle permitido desconectar sin avisar.</p><p class=\"mb-3\">También puede asegurarse de que es capaz de acceder a otros servicios onion conectando al servicio onion de <a href=\"http://3g2upl4pq6kufc4m.onion\">DuckDuckGo</a>.</p>"
    }
}
