{
    "faq-1": {
	"id": "#faq-1",
	"control": "faq-1",
	"title": "Видит ли кто-нибудь какие сайты я посещаю с Тор Браузер? ",
	"description": "<p class=\"mb-3\">Tor Browser не позволяет увидеть какие сайты Вы посещаете. Некоторые инстанции, как например Ваш провайдер (ISP), видят, что Вы пользуетесь Tor.</p>"
    },
    "faq-2": {
	"id": "#faq-2",
	"control": "faq-2",
	"title": "Наш сайт заблокирован цензурой. Смогут ли пользователи получить доступ к сайту через Tor Browser?",
	"description": "<p class=\"mb-3\">Tor Browser конечно может помочь людям с дотупом к Вашему сайту в теь местах, где он заблокирован. В большинстве случаев, для доступа достаточно просто установить Tor Browser и смотреть в нем. При более серьезной цензуре, выбирайте одну из наших технологий обхода цензуры в Интернете, включая Pluggable Transports. Обратитесь к секции о цензуре в инструкции пользователя Tor Browser для дополнительной информации."
    },
    "faq-3": {
	"id": "#faq-3",
	"control": "faq-3",
	"title": "Следует ли устанавливать новые надстройки или расширения в Tor Browser, например AdBlock Plus или uBlock Origin?",
	"description": "<p class=\"mb-3\">Крайне не рекомендуется устанавливать надстройки в Tor Browser, т.к. они могут создать угрозу Вашей приватности и безопасности. Кроме этого, Tor Browser уже содержит две надстройки, HTTPS Everywhere и NoScript, предоставляющие Вам дополнительную защиту.</p>"
    },
    "faq-4": {
	"id": "#faq-4",
	"control": "faq-4",
	"title": "На каких платформах работает Tor Browser?",
	"description": "<p class=\"mb-3\">На данный момент Tor Browser работает на Windows, Linux и macOS (OS X). The Guardian Project предоставляет основанные на Tor приложения Orbot and Orfox для Android . Пока не существует офицальной версии Tor для iOS, хотя мы рекомендуем Onion Browser.</p>"
    },
    "faq-5": {
	"id": "#faq-5",
	"control": "faq-5",
	"title": "Могу ли я использовать Tor и VPN совместно?",
	"description": "<p class=\"mb-3\">Использовать Tor и VPN совместно рекомендуется только продвинутому пользователю, который знает как сделать правильную настройку, не нарушая анонимности. Читать далее о Tor + VPN.</p>"
    }
}
