{
    "faq-1": {
	"id": "#faq-1",
	"control": "faq-1",
	"title": "Saat menggunakan Tor Browser, apakah pihak lain dapat mengetahui situs web yang saya kunjungi?",
	"description": "<p class=\"mb-3\">Tor Browser mencegah pihak lain mengetahui situs web yang Anda kunjungi. Beberapa pihak seperti Penyedia Jasa Internet (Internet Service Provider, ISP) mungkin akan mengetahui Anda sedang menggunakan Tor.</p>"
    },
    "faq-2": {
	"id": "#faq-2",
	"control": "faq-2",
	"title": "Situs web kami diblokir sensor. Apakah Tor Browser dapat membantu pengguna kami dalam meng-akses situs web kami?",
	"description": "<p class=\"mb-3\">Tor Browser dapat membantu dalam akses situs web Anda dari tempat yang terblokir. Umumnya hanya unduh Tor Browser dan gunakannya untuk membuka akses situs yang terblokir. Di tempat-tempat yang mengalami sensor berat, tersedia beberapa pilihan yang mengatasinya, termasuk pluggable transport. Untuk info lebih lanjut, silakan baca bagian Tor Browser Manual di bagian censorship.</p>"
    },
    "faq-3": {
	"id": "#faq-3",
	"control": "faq-3",
	"title": "Apakah saya harus memasang add-on atau extension baru di Tor Browser, seperti AdBlock Plus atau uBlock Origin?",
	"description": "<p class=\"mb-3\">Sangat tidak disarankan untuk memasang add-on baru di Tor Browser karena ini dapat menurunkan privasi dan keamanan. Selain itu, Tor Browser sudah terpasang dua add-on — HTTPS Everywhere dan NoScript — yang memberikan tambahan perlindungan. </p>"
    },
    "faq-4": {
	"id": "#faq-4",
	"control": "faq-4",
	"title": "Tor Browser tersedia di platform atau sistem operasi apa saja?",
	"description": "<p class=\"mb-3\">Saat ini Tor Browser tersedia untuk Windows, Linux, dan MacOS (OS X). Untuk Android, The Guardian Project memelihara aplikasi yang menggunakan jaringan Tor seperti Orbot dan Orfox. Belum ada versi resmi untuk iOS, walau kami menyarankan peramban Onion Browser.</p>"
    },
    "faq-5": {
	"id": "#faq-5",
	"control": "faq-5",
	"title": "Apa saya dapat menggunakan VPN dengan Tor?",
	"description": "<p class=\"mb-3\">Umumnya kami tidak menyarankan VPN dengan Tor kecuali Anda adalah pengguna tingkat lanjut yang dapat mengatur keduanya sehingga tidak mengurangi privasi Anda. Silakan cari tahu lebih tentang menggabungkan Tor + VPN. </p>"
    }
}
