{
    "faq-1": {
	"id": "#faq-1",
	"control": "faq-1",
	"title": "When I use Tor Browser, will anyone be able to tell which websites I visit?",
	"description": "<p class=\"mb-3\">Tor Browser prevents people from knowing the websites you visit. Some entities, such as your Internet Service Provider (ISP), may be able to see that you're using Tor.</p>"
    },
    "faq-2": {
	"id": "#faq-2",
	"control": "faq-2",
	"title": "Our website is blocked by a censor. Can Tor Browser help users access our website?",
	"description": "<p class=\"mb-3\">Tor Browser can certainly help people access your website in places where it is blocked. Most of the time, simply downloading the ​Tor Browser and then using it to navigate to the blocked site will allow access. In places where there is heavy censorship, we have a number of censorship circumvention options available, including ​pluggable transports. For more information, please see the ​Tor Browser User Manual section on censorship.</p>"
    },
    "faq-3": {
	"id": "#faq-3",
	"control": "faq-3",
	"title": "Should I install a new add-on or extension in Tor Browser, like AdBlock Plus or uBlock Origin?",
	"description": "<p class=\"mb-3\">It's strongly discouraged to install new add-ons in Tor Browser, because they can compromise both your privacy and your security. Plus, Tor Browser already comes installed with two add-ons — HTTPS Everywhere and NoScript — which give you added protection.</p>"
    },
    "faq-4": {
	"id": "#faq-4",
	"control": "faq-4",
	"title": "Which platforms is Tor Browser available for?",
	"description": "<p class=\"mb-3\">Tor Browser is currently available on Windows, Linux and macOS (OS X). For Android, The Guardian Project maintains the Tor-powered apps Orbot and Orfox. There is no official version of Tor for iOS yet, though we recommend Onion Browser.</p>"
    },
    "faq-5": {
	"id": "#faq-5",
	"control": "faq-5",
	"title": "Can I use a VPN with Tor?",
	"description": "<p class=\"mb-3\">Generally speaking, we don't recommend using a VPN with Tor unless you're an advanced user who knows how to configure both in a way that doesn't compromise your privacy. Learn more about combining Tor + VPN.</p>"
    }
}
