{
    "faq-1": {
	"id": "#faq-1",
	"control": "faq-1",
	"title": "Quand j’utilise le navigateur Tor, quelqu’un peut-il savoir quel site Web je visite ?",
	"description": "<p class=\"mb-3\">Le navigateur Tor empêche quiconque de savoir quel site Web vous visitez. Certaines entités telles que votre fournisseur d'accès Internet (FAI) pourraient voir que vous utilisez Tor.</p>"
    },
    "faq-2": {
	"id": "#faq-2",
	"control": "faq-2",
	"title": "Notre site Web est bloqué par un censeur. Le navigateur Tor peut-il aider les utilisateurs à accéder à notre site Web ?",
	"description": "<p class=\"mb-3\">Le navigateur Tor peut certainement aider les utilisateurs à accéder à votre site Web où il est bloqué. La plupart du temps, il suffira de télécharger le navigateur Tor et de l’utiliser pour naviguer vers le site bloqué pour y accéder. Pour les endroits soumis à une censure forte, de nombreuses options de contournement sont offertes, dont les transports enfichables. Pour de plus amples renseignements, veuillez consulter la rubrique sur la censure du guide d’utilisation du navigateur Tor.</p>"
    },
    "faq-3": {
	"id": "#faq-3",
	"control": "faq-3",
	"title": "Devrais-je installer une nouvelle extension dans le navigateur Tor, comme AdBlock Plus or uBlock Origin ?",
	"description": "<p class=\"mb-3\">Il est fortement déconseillé d'installer de nouvelles extensions dans le navigateur Tor, car elles peuvent compromettre à la fois vos renseignements personnels et votre sécurité. De plus, deux extensions sont déjà préinstallées dans le navigateur Tor, HTTPS partout et NoScript, pour une protection accrue.</p>"
    },
    "faq-4": {
	"id": "#faq-4",
	"control": "faq-4",
	"title": "Sur quelles plateformes le navigateur Tor est-il proposé ?",
	"description": "<p class=\"mb-3\">Le navigateur Tor est actuellement proposé pour Windows, Linux et macOS (OS X). Pour Android, le Projet Guardian maintient les applis Orbot et Orfox propulsées par Tor. Il n’y a pas encore de version officielle de Tor pour iOS, bien que nous recommandions le navigateur Onion.</p>"
    },
    "faq-5": {
	"id": "#faq-5",
	"control": "faq-5",
	"title": "Puis-je utiliser un RPV avec Tor ?",
	"description": "<p class=\"mb-3\">De manière générale, nous ne recommandons pas d’utiliser un RPV avec Tor à moins que vous ne soyez un utilisateur expérimenté qui sait comment configurer l’un et l’autre sans compromettre la confidentialité. Apprenez-en davantage sur la combinaison Tor + RPV.</p>"
    }
}
