{
    "faq-1": {
	"id": "#faq-1",
	"control": "faq-1",
	"title": "Kann jemand feststellen welche Webseiten ich besuche wenn ich Tor Browser verwende?",
	"description": "<p class=\"mb-3\">Tor Browser verhindert, dass ihr Surfverhalten verfolgt werden kann. Einige Gesellschaften, wie Ihr Internet Service Provider (ISP, z.B. die Deutsche Telekom, 1&1 oder Vodafone), können jedoch erkennen ob Sie Tor verwenden.</p>"
    },
    "faq-2": {
	"id": "#faq-2",
	"control": "faq-2",
	"title": "Unsere Website wird blockiert. Kann Tor Browser den Benutzern helfen, die Website trotzdem zu erreichen?",
	"description": "<p class=\"mb-3\">Tor Browser kann dabei helfen Menschen Zugang zu deiner Webseite an Orten zu verschaffen, wo diese blockiert wird. In den meisten Fällen genügt es, Tor Browser herunterzuladen und mit ihm zur blockierten Seite zu navigieren um Zugang zu erhalten. Für Orte mit aufwändigen Zensurmaßnahmen verfügen wir über einen Satz an Zensurumgehungsoptionen, einschließlich austauschbarer Übertragungsarten. Für weitere Informationen dazu öffne die Tor Browser-Benutzeranleitung im Abschnitt Zensur.</p>"
    },
    "faq-3": {
	"id": "#faq-3",
	"control": "faq-3",
	"title": "Soll ich neue Add-Ons oder Erweiterungen wie AdBlock Plus oder uBlock Origin im Tor Browser installieren?",
	"description": "<p class=\"mb-3\">Es wird dringend davon abgeraten zusätzliche Erweiterungen in Tor Browser zu installieren, da diese sowohl deine Privatsphäre als auch deine Sicherheit untergraben können. Außerdem sind zwei Erweiterungen in Tor Browser bereits enthalten - HTTP Everywhere und NoScript - welche dir erweiterten Schutz bieten.</p>"
    },
    "faq-4": {
	"id": "#faq-4",
	"control": "faq-4",
	"title": "Auf welchen Plattformen ist Tor Browser verfügbar?",
	"description": "<p class=\"mb-3\">Tor Browser ist gegenwärtig unter Windows, Linux und macOS (OS X) verfügbar. Für Android betreut das The Guardian Project die Tor-basierten Apps Orbot und Orfox. Es gibt bisher keine offizielle Tor-Version für iOS, daher empfehlen wir Onion Browser.</p>"
    },
    "faq-5": {
	"id": "#faq-5",
	"control": "faq-5",
	"title": "Kann ich ein VPN mit Tor verwenden?",
	"description": "<p class=\"mb-3\">Wir empfehlen es generell nicht ein VPN mit Tor zu verwenden, es sei den Sie haben genug Expertise um beide Systeme entsprechend zu konfigurieren, ohne Ihre Privatsphäre zu gefährden. Erfahre mehr um Tor + VPN zu kombinieren.</p>"
    }
}
