{
    "faq-1": {
	"id": "#faq-1",
	"control": "faq-1",
	"title": "Ao usar o Navegador Tor, alguém tem como saber quais websites eu visito?",
	"description": "<p class=\"mb-3\">O Navegador Tor impede que outras pessoas saibam quais sites você visita. Alguns organismos, como o seu Provedor de Serviço de Internet (ISP), conseguem saber se você usa Tor.</p>"
    },
    "faq-2": {
	"id": "#faq-2",
	"control": "faq-2",
	"title": "Nosso website está bloqueado por um censor. O Navegador Tor pode ajudar as pessoas que desejem acessar nosso website?",
	"description": "<p class=\"mb-3\">O Tor Browser pode certamente ajudar as pessoas a acessar seu website em lugares onde é bloqueado. Na maior parte das vezes, apenas fazer o download do Tor Browser e usá-lo para navegar até o site bloqueado vai fazer com que o acesso seja permitido. Em lugares onde há censura mais pesada, nós temos uma série de opções para contornar essa censura, inclusive plugs transportáveis. Para mais informações, por favor ver a seção sobre censura no Manual do Usuário do Tor Browser."
    },
    "faq-3": {
	"id": "#faq-3",
	"control": "faq-3",
	"title": "Eu deveria instalar um novo add-on ou extensão no Tor Browser, como o AdBlock Plus ou uBlock Origin?",
	"description": "<p class=\"mb-3\">Desencorajamos fortemente a instação de novos add-ons no Tor Browser, porque eles podem comprometer ambas sua privacidade e sua segurança. Além disso, Tor Browser já vem com dois add-ons instalados - HTTPS Everywhere e NoScript - que te dão proteção adicionais. </p>"
    },
    "faq-4": {
	"id": "#faq-4",
	"control": "faq-4",
	"title": "Para quais sistemas operacionais o Tor Browser está disponível?",
	"description": "<p class=\"mb-3\">O Tor Browser está atualmente disponível para Windows, Linux e macOS (OS X). Para Androoid, The Guardian Project mantém os aplicativos providos pelo Tor chamados Orbot e Orfox. Não há nenhuma versão oficial do Tor para iOS ainda, apesar de recomendarmos o Onion Browser. </p>"
    },
    "faq-5": {
	"id": "#faq-5",
	"control": "faq-5",
	"title": "Eu posso utilizar VPN com o Tor?",
	"description": "<p class=\"mb-3\">Em geral, não recomendamos usar um VPN com Tor ao menos que você seja um usuário avançado que sabe como configurar ambos de forma a não comprometer sua privacidade. Aprenda mais sobre compinar Tor e VPN. </p>"
    }
}
