{
    "faq-1": {
	"id": "#ЧАП-1",
	"control": "ЧАП-1",
	"title": "Коли я використовую браузер Tor, чи зможе хтось дізнатись, які веб-сайти я відвідую?",
	"description": "<p class=\"mb-3\">Браузер Tor забороняє людям знати які веб-сайти ви відвідуєте. Деякі суб'єкти, такі як ваш Інтернет-провайдер (ISP), можуть бачити, що ви використовуєте Tor.</p>"
    },
    "faq-2": {
	"id": "#ЧАП-2",
	"control": "ЧАП-2",
	"title": "Наш веб-сайт заблокований цензором. Чи може браузер Tor допомогти користувачам отримати доступ до нашого веб-сайту?",
	"description": "<p class=\"mb-3\">Браузер Tor, безумовно, може допомогти людям отримати доступ до вашого веб-сайту в місцях, де він заблокований. Переважно, просте завантаження браузера Tor і використання його для переходу на заблокований сайт, надає доступ. У місцях, де є жорстка цензура, у нас є ряд варіантів обходу цензури, включаючи засоби сполучення, які можна підключати. Щоб отримати додаткові відомості, перегляньте розділ Посібник користувача браузера Tor щодо цензури.</p>"
    },
    "faq-3": {
	"id": "#ЧАП-3",
	"control": "ЧАП-3",
	"title": "Чи можу я встановлювати нові застосунки чи розширення у браузері Tor, наприклад AdBlock Plus або uBlock Origin?",
	"description": "<p class=\"mb-3\">Настійно не рекомендується встановлювати нові надбудови у браузер Tor, оскільки вони можуть поставити під загрозу як вашу конфіденційність, так і вашу безпеку. Крім того, браузер Tor вже встановлений з двома надбудовами — HTTPS Everywhere та NoScript — що дають вам додатковий захист.</p>"
    },
    "faq-4": {
	"id": "#ЧАП-4",
	"control": "ЧАП-4",
	"title": "Які платформи доступні для браузера Tor?",
	"description": "<p class=\"mb-3\">Браузер Tor наразі доступний у Windows, Linux та macOS (OS X). Для Андроїда, The Guardian Project підтримує Tor-ові застосунки Orbot і Orfox. Ще немає офіційної версії Tor для iOS, хоча ми рекомендуємо браузер Onion.</p>"
    },
    "faq-5": {
	"id": "#ЧАП-5",
	"control": "ЧАП-5",
	"title": "Чи можу я використовувати VPN з Tor?",
	"description": "<p class=\"mb-3\">Загалом, ми не рекомендуємо використовувати VPN з Tor, якщо ви не досвідчений користувач, який знає, як налаштувати обидва пристрої таким чином, щоб це не поставило під загрозу вашу конфіденційність. Дізнайтеся більше про поєднання Tor + VPN.</p>"
    }
}
