{
    "faq-1": {
	"id": "#faq-1",
	"control": "faq-1",
	"title": "Quan utilitzo el Tor Browser, podrà algú veure quins llocs web visito?",
	"description": "<p class=\"mb-3\">El Tor Browser evita que la gent sàpiga quins llocs web visiteu. Alguns ens, com per exemple el vostre Proveïdor de Serveis d'Internet (ISP en anglès), podrien saber que esteu utilitzant el Tor.</p>"
    },
    "faq-2": {
	"id": "#faq-2",
	"control": "faq-2",
	"title": "Han censurat el nostre lloc web. Pot el Tor Browser ajudar els usuaris a accedir-hi?",
	"description": "<p class=\"mb-3\">Per descomptat, el Tor Browser pot ajudar els usuaris a accedir el vostre lloc web en ubicacions on s'ha blocat. En la major part dels casos, podreu accedir-hi simplement baixant el Tor Browser i utilitzant-lo per a navegar al lloc web blocat. En ubicacions on hi ha una censura forta, tenim un bon nombre d'opcions per a evadir la censura, incloent-hi transports connectables. Per a més informació, mireu la secció sobre censura del Manual d'Usuari del Tor Browser.</p>"
    },
    "faq-3": {
	"id": "#faq-3",
	"control": "faq-3",
	"title": "Hauria d'instal·lar algun altre complement o extensió al Tor Browser, com l'AdBlock Plus o l'uBlock Origin?",
	"description": "<p class=\"mb-3\">Us recomanem encaridament no instal·lar complements nous al Tor Browser, perquè poden comprometre tant la vostra privadesa com la seguretat. A més, el Tor Browser ja inclou dos complements, l'HTTPS Everywhere i el NoScript, que us proporcionen protecció afegida."
    },
    "faq-4": {
	"id": "#faq-4",
	"control": "faq-4",
	"title": "Per què plataformes es troba disponible el Tor Browser?",
	"description": "<p class=\"mb-3\">El Tor Browser es troba disponible actualment per al Windows, Linux i macOS (OS X). Per a l'Android, The Guardian Project manté les aplicacions basades en el Tor anomenades Orbot i Orfox. Encara no hi ha cap versió oficial del Tor per a l'iOS, encara que recomanem l'Onion Browser.</p>"
    },
    "faq-5": {
	"id": "#faq-5",
	"control": "faq-5",
	"title": "Puc utilitzar una VPN amb el Tor?",
	"description": "<p class=\"mb-3\">En general, no recomanem utilitzar una VPN amb el Tor, a no ser que sigueu un usuari avançat i sapigueu com configurar ambdues de forma que la vostra privadesa no es vegi compromesa. Apreneu més sobre com combinar Tor + VPN.</p>"
    }
}
