{
    "gettor-1": {
	"id": "#отриматитор-1",
	"control": "отриматитор-1",
	"title": "Як завантажити Tor, якщо torproject.org заблокований?",
	"description": "<p class=\"mb-3\">Якщо ви не можете завантажити Tor через наший <mark><a href=\"https://www.torproject.org\">веб-сайт</a></mark>, ви можете отримати копію Tor, доставлену вам через GetTor. GetTor — це служба, яка автоматично відповідає на повідомлення з посиланнями на останню версію браузера Tor, що розміщується в різних місцях, які, як правило, не підлягають цензурі, таких як Dropbox, Google Диск і Github.</p>"
    },
    "gettor-2": {
	"id": "#отриматитор-2",
	"control": "отриматитор-2",
	"title": "Щоб скористатися GetTor електронною поштою:",
	"description": "<p class=\"mb-3\">Надішліть електронний лист на gettor@torproject.org. Напишіть свою операційну систему (наприклад, Windows, MacOS (OS X) або Linux) у тілі повідомлення та відправте. GetTor відповість електронним листом, що містить посилання, з якого можна завантажити Браузер Tor, криптографічний підпис (необхідний для перевірки завантаження) [посилання на термінологічне визначення криптографічного підпису; вказівки для верифікації], відбиток, який використовується для підпису, та контрольна сума пакета. Вам може запропоновано вибрати \"32-розрядне\" або \"64-розрядне\" програмне забезпечення: це залежить від моделі комп'ютера, який ви використовуєте; Проконсультуйтеся з документацією про свій комп'ютер, щоб дізнатись більше.</p>"
    },
    "gettor-3": {
	"id": "#отриматитор-3",
	"control": "отриматитор-3",
	"title": "Щоб скористатися GetTor через Twitter:",
	"description": "<p class=\"mb-3\">Щоб отримати посилання для завантаження браузера Tor, надішліть пряме повідомлення на <mark><a href=\"https://twitter.com/get_tor\">@get_tor</a></mark> з одним із наведених нижче кодів (вам не потрібно слідкувати за обліковим записом):</p><p class=\"mb-3\"><ul><li>Linux</li><li>MacOS (OS X)</li><li>Windows</li></ul></p>"
    },
    "gettor-4": {
	"id": "#отриматитор-4",
	"control": "отриматитор-4",
	"title": "Щоб скористатися GetTor через XMPP (Tor Messenger, Jitsi, CoyIM).",
	"description": "<p class=\"mb-3\">Щоб отримати посилання для завантаження браузера Tor, надішліть повідомлення на gettor@toproject(dot)org з одним із наведених нижче кодів:</p><p class=\"mb-3\"><ul><li>Linux</li><li>MacOS (OS X)</li><li>Windows</li></ul></p>"
    }
}
