{
    "gettor-1": {
	"id": "#gettor-1",
	"control": "gettor-1",
	"title": "Bagaimana saya boleh memuat turun Tor jika torproject.org telah disekat?",
	"description": "<p class=\"mb-3\">Jika anda tidak boleh memuat turun Tor melalui ​<mark><a href=\"https://www.torproject.org\">laman sesawang</a></mark> kami, anda boleh dapatkan satu salinan Tor yang dihantar terus menerusi GetTor. GetTor merupakan servis yang membalas secara automatik mesej dengan pautan ke versi terkini Pelayar Tor, telah dihos dengan pada pelbagai lokasi yang berkemungkinan tidak ditapis, seperti Dropbox, Google Drive, dan Github.</p>"
    },
    "gettor-2": {
	"id": "#gettor-2",
	"control": "gettor-2",
	"title": "Menggunakan GetTor melalui emel.",
	"description": "<p class=\"mb-3\">Hantar emel kepada gettor@torproject.org. Tulis sistem pengoperasian anda (seperti windows, MacOS (OS X), atau linux) dalam badan teks kemudian hantar. GetTor akan membalas emel yang mengandungi pautan yang boleh memuat turun Pelayar Tor, tandatangan kriptografik (diperlukan untuk memuat turun) [pautan ke definasi glosari bagi tandatangan kriptografik; arahan untuk pengesahan], capjari kunci yang digunakan untuk membuat tandatangan, dan hasil tambah semak pakej. Anda mungkin ditawarkan sama ada perisian \"32-bit\" atau \"64-bit\": ia bergantung pada model komputer yang anda guna; rujuk dokumentasi berkenaan komputer untuk mengetahuinya dengan lebih lanjut.</p>"
    },
    "gettor-3": {
	"id": "#gettor-3",
	"control": "gettor-3",
	"title": "Menggunakan GetTor melalui Twitter.",
	"description": "<p class=\"mb-3\">Untuk mendapatkan pautan muat turun Pelayar Tor, hantar mesej kepada ​<mark><a href=\"https://twitter.com/get_tor\">@get_tor</a></mark> dengan salah satu kod berikut di dalamnya (anda tidak perlu mengikuti akaun):</p><p class=\"mb-3\"><ul><li>Linux</li><li>MacOS (OS X)</li><li>Windows</li></ul></p>"
    },
    "gettor-4": {
	"id": "#gettor-4",
	"control": "gettor-4",
	"title": "Menggunakan GetTor melalui XMPP (Tor Messenger, Jitsi, CoyIM).",
	"description": "<p class=\"mb-3\">Untuk mendapatkan pautan muat turun Pelayar Tor, hantar mesej kepada gettor@toproject(dot)org dengan salah satu kod berikut di dalamnya:</p><p class=\"mb-3\"><ul><li>Linux</li><li>MacOS (OS X)</li><li>Windows</li></ul></p>"
    }
}
