{
    "gettor-1": {
	"id": "#gettor-1",
	"control": "gettor-1",
	"title": "How do I download Tor if the torproject.org is blocked?",
	"description": "<p class=\"mb-3\">If you can't download Tor through our ​<mark><a href=\"https://www.torproject.org\">website</a></mark>, you can get a copy of Tor delivered to you via GetTor. GetTor is a service that automatically responds to messages with links to the latest version of Tor Browser, hosted at a variety of locations that are less likely to be censored, such as Dropbox, Google Drive, and Github.</p>"
    },
    "gettor-2": {
	"id": "#gettor-2",
	"control": "gettor-2",
	"title": "To use GetTor via email.",
	"description": "<p class=\"mb-3\">Send an email to gettor@torproject.org. Write your operating system (such as windows, osx, or linux) in the body of the message and send. GetTor will respond with an email containing links from which you can download Tor Browser, the cryptographic signature (needed for verifying the download) [link to glossary definition of cryptographic signature; instructions for verification], the fingerprint of the key used to make the signature, and the package’s checksum. You may be offered a choice of “32-bit” or “64-bit” software: this depends on the model of the computer you are using; consult documentation about your computer to find out more.</p>"
    },
    "gettor-3": {
	"id": "#gettor-3",
	"control": "gettor-3",
	"title": "To use GetTor via Twitter.",
	"description": "<p class=\"mb-3\">To get links for downloading Tor Browser, send a direct message to ​<mark><a href=\"https://twitter.com/get_tor\">@get_tor</a></mark> with one of the following codes in it (you don't need to follow the account):</p><p class=\"mb-3\"><ul><li>Linux</li><li>OSX</li><li>Windows</li></ul></p>"
    },
    "gettor-4": {
	"id": "#gettor-4",
	"control": "gettor-4",
	"title": "To use GetTor via XMPP (Tor Messenger, Jitsi, CoyIM).",
	"description": "<p class=\"mb-3\">To get links for downloading Tor Browser, send a message to gettor@toproject(dot)org with one of the following codes in it:</p><p class=\"mb-3\"><ul><li>Linux</li><li>OSX</li><li>Windows</li></ul></p>"
    }
}
