{
    "gettor-1": {
	"id": "#gettor-1",
	"control": "gettor-1",
	"title": "Conas is féidir Tor a íoslódáil má tá cosc ar torproject.org?",
	"description": "<p class=\"mb-3\">Mura bhfuil tú in ann Tor a íoslódáil ónár ​<mark><a href=\"https://www.torproject.org\">suíomh Gréasáin</a></mark>, is féidir leat Tor a fháil trí sheirbhís GetTor. Is éard atá ann ná seirbhís a thugann freagra ar theachtaireachtaí le nascanna leis an leagan is déanaí de Bhrabhsálaí Tor, óstáilte in áiteanna nach ndéantar cinsireacht orthu rómhinic, mar shampla Dropbox, Google Drive, nó Github.</p>"
    },
    "gettor-2": {
	"id": "#gettor-2",
	"control": "gettor-2",
	"title": "Le GetTor a úsáid trí ríomhphost.",
	"description": "<p class=\"mb-3\">Seol teachtaireacht r-phoist chuig gettor@torproject.org. Cuir ainm do chóras oibriúcháin (mar shampla, Windows, MacOS (OS X), nó Linux) i gcorp na teachtaireachta. Tabharfaidh GetTor freagra ina bhfuil nasc íoslódála do Bhrabhsálaí Tor, síniú cripteagrafach (ag teastáil leis an íoslódáil a dheimhniú) [gluais], méarlorg na heochrach a úsáideadh chun an síniú a dhéanamh, agus suim sheiceála an phacáiste. Seans go mbeidh rogha agat idir leagan \"32-bit\" nó \"64-bit\"; braitheann sé sin ar an sórt ríomhaire atá agat.  Féach ar dhoiciméadú do ríomhaire chun tuilleadh eolais a fháil.</p>"
    },
    "gettor-3": {
	"id": "#gettor-3",
	"control": "gettor-3",
	"title": "Le GetTor a úsáid trí Twitter.",
	"description": "<p class=\"mb-3\">Le nasc íoslódála do Bhrabhsálaí Tor a fháil, seol teachtaireacht dhíreach chuig ​<mark><a href=\"https://twitter.com/get_tor\">@get_tor</a></mark> a bhfuil ceann de na cóid seo a leanas inti (ní gá duit an cuntas a leanúint):</p><p class=\"mb-3\"><ul><li>Linux</li><li>MacOS (OS X)</li><li>Windows</li></ul></p>"
    },
    "gettor-4": {
	"id": "#gettor-4",
	"control": "gettor-4",
	"title": "Le GetTor a úsáid trí XMPP (Tor Messenger, Jitsi, CoyIM).",
	"description": "<p class=\"mb-3\">Le nasc íoslódála do Bhrabhsálaí Tor a fháil, seol teachtaireacht r-phoist chuig  gettor@toproject(ponc)org a bhfuil ceann de na cóid seo a leanas inti:</p><p class=\"mb-3\"><ul><li>Linux</li><li>MacOS (OS X)</li><li>Windows</li></ul></p>"
    }
}
