{
    "gettor-1": {
	"id": "#gettor-1",
	"control": "gettor-1",
	"title": "Como eu baixo Tor caso torproject.org esteja bloqueado?",
	"description": "<p class=\"mb-3\">Se você não conseguir fazer download do Tor usando nosso <mark><a href=\"https://www.torproject.org\">website</a></mark>,  é possível obter uma cópia do Tor via GetTor. GetTor é um serviço que responde automaticamente a mensagens com links para a última versão do Navegador Tor, hospedado em diversas localidades menos censuradas, como Dropbox, Google Drive e GitHub.</p>"
    },
    "gettor-2": {
	"id": "#gettor-2",
	"control": "gettor-2",
	"title": "Usar GetTor via e-mail.",
	"description": "<p class=\"mb-3\">Envie um e-mail para gettor@torproject.org. Informe seu sistema operacional (como Windows, macOS (OS X) ou Linux) no corpo da mensagem e envie. GetTor irá responder com um e-mail contendo links a partir dos quais você poderá fazer o download do Navegador Tor, da assinatura critpográfica (necessária para verificação do download) [link para a definição do glossário de assinatura criptográfica; instruções para verificação], a impressão digital da chave utilizada para fazer a assinatura e a checksum do pacote. É possível que lhe peçam para escolher entre o software \"32-bit\" ou \"64-bit\": isso depende do modelo do computador que você estiver utilizando. Consulte a documentação sobre seu computador para saber mais. </p>"
    },
    "gettor-3": {
	"id": "#gettor-3",
	"control": "gettor-3",
	"title": "Usar GetTor via Twitter.",
	"description": "<p class=\"mb-3\">Para conseguir links para o download do Tor Browser, envie uma mensagem direta para <mark><a href=\"https://twitter.com/get_tor\">@get_tor</a></mark> contendo um dos códigos seguintes (você não precisa seguir a conta no twitter): </p><p class=\"mb-3\"><ul><li>Linux</li><li>MacOS (OS X)</li><li> Windows </li></ul></p>"
    },
    "gettor-4": {
	"id": "#gettor-4",
	"control": "gettor-4",
	"title": "Usar GetTor via XMPP (Tor Messenger, Jitsi, CoyIM).",
	"description": "<p class=\"mb-3\">Para obter links para o download do Navegador Tor envie uma mensagem direta para gettor@torproject(dot)org contendo um dos códigos seguintes:</p><p class=\"mb-3\"><ul><li>Linux</li><li>MacOS (OS X)</li><li>Windows</li></ul></p>"
    }
}
