{
    "misc-1": {
	"id": "#misc-1",
	"control": "misc-1",
	"title": "Tengo una razón imperiosa para trazar a un usuario de Tor. ¿Me puede ayudar?",
	"description": "<p class=\"mb-3\">No hay nada que los desarrolladores de Tor puedan hacer para trazar a los usuarios de Tor. Las mismas protecciones que evitan que indeseables rompan el anonimato de Tor nos impiden a nosotros rastrear usuarios.</p>"
    },
    "misc-2": {
	"id": "#misc-2",
	"control": "misc-2",
	"title": "¿Por qué no evitan que gente indeseable haga maldades cuando usa Tor?",
	"description": "<p class=\"mb-3\">Tor está diseñado para defender los derechos humanos y la privacidad evitando que cualquiera censure cosas, incluso nosotros. Aborrecemos que haya algunas personas que usen Tor para hacer cosas terribles, pero no podemos hacer nada para librarnos de ellos sin socavar también los activistas pro derechos humanos, periodistas, supervivientes de abuso, y otras personas que usan Tor para cosas buenas. Si queremos evitar que ciertas personas usen Tor, básicamente estaríamos añadiendo una puerta trasera al software, lo que dejaría vulnerables a nuestros usuarios a ataques de regímenes opresivos y otros adversarios.</p>"
    },
     "misc-3": {
	"id": "#misc-3",
	"control": "misc-3",
	"title": "¿Quién financia Tor?",
	"description": "<p class=\"mb-3\">Tor está financiado por varios patrocinadores distintos, incluyendo agencias federales de EEUU, fundaciones privadas, y donantes individuales. Revise la lista completa de <mark><a href=\"https://www.torproject.org/about/sponsors.html.en\">nuestros patrocinadores</a></mark> y una serie de <mark><a href=\"https://blog.torproject.org/category/tags/form-990\">artículos del blog</a></mark> sobre nuestros informes financieros.</p><p class=\"mb-3\">Sentimos que hablar abiertamente sobre quienes nos financian y nuestro modelo de financiación es la mejor forma de mantener la confianza con nuestra comunidad. Siempre estamos buscando más diversidad para nuestras fuentes de financiación, especialmente desde fundaciones y personas a título individual.</p>"
     },
     "misc-4": {
	"id": "#misc-4",
	"control": "misc-4",
	"title": "¿Puedo usar Tor con bittorrent?",
	"description": "<p class=\"mb-3\">No recomendamos usar Tor con bittorrent. Para más detalles lee nuestro <mark><a href=\"https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea\">artículo del blog sobre este tema</a></mark>.</p>"
     },
     "misc-5": {
	"id": "#misc-5",
	"control": "misc-5",
	"title": "¡Los archivos de mi equipo han sido bloqueados, y alguien me está exigiendo que descargue el Navegador Tor para pagar un rescate por mis archivos!",
	"description": "<p class=\"mb-3\">Lo sentimos mucho, pero ha sido infectado por malware. The Tor Project no ha creado este malware. Los autores de este malware le están urgiendo a que descargue el Navegador Tor presumiblemente para que contacte con ellos de forma anónima con el rescate que le están exigiendo. Si este es su primer contacto con el Navegador Tor, entendemos que pueda pensar que somos unos indeseables que facultamos a gente todavía más indeseable. Pero, por favor, considere que nuestro software es usado cada día por una amplia variedad de propósitos por activistas pro derechos humanos, periodistas, supervivientes de violencia doméstica, informantes, agentes de la ley, y muchos otros. Desafortunadamente, la protección que puede proporcionar nuestro software a estos grupos de personas también puede ser abusada por criminales y autores de malware. The Tor Project no apoya ni excusa el uso de nuestro software para propósitos maliciosos.</p>"
     },
    "misc-6": {
	"id": "#misc-6",
	"control": "misc-6",
	"title": "¿Tor conserva registros?",
	"description": "<p class=\"mb-3\">Tor no conserva ningún registro que pueda identificar a un usuario concreto. Tomamos algunas mediciones seguras acerca de cómo funciona la red, que puede revisar en <mark><a href=\"https://metrics.torproject.org/\">​Tor Metrics</a></mark>.</p>"
    },
    "misc-7": {
	"id": "#misc-7",
	"control": "misc-7",
	"title": "¿Tor Project ofrece servicio de correo electrónico u otros servicios web protectores de la privacidad?",
	"description": "<p class=\"mb-3\">No, no proporcionamos ningún servicio en línea. Puedes leer una lista de todos nuestros proyectos de software en la <mark><a href=\"https://www.torproject.org/projects/projects.html.en\">​página de nuestro proyecto</a></mark>.</p>"
    },
    "misc-8": {
	"id": "#misc-8",
	"control": "misc-8",
	"title": "¿Puedo usar el logotipo de Tor en mi producto?",
	"description": "<p class=\"mb-3\">Puedes leer todo lo relacionado con eso en nuestra <mark><a href=\"https://www.torproject.org/docs/trademark-faq.html\">​página de preguntas frecuentes sobre marca registrada</a></mark>.</p>"
    },
    "misc-9": {
	"id": "#misc-9",
	"control": "misc-9",
	"title": "Estoy teniendo un problema actualizando o usando Vidalia.",
	"description": "<p class=\"mb-3\">Vidalia ya no es mantenido ni está soportado. Una gran porción de las características que ofrecía Vidalia ahora están integradas en el propio Navegador Tor.</p>"
    },
    "misc-10": {
	"id": "#misc-10",
	"control": "misc-10",
	"title": "¿Tor Project ofrece alojamiento?",
	"description": "<p class=\"mb-3\">No, Tor Project no ofrece servicios de alojamiento.</p>"
    },
    "misc-11": {
	"id": "#misc-11",
	"control": "misc-11",
	"title": "¿Puedo cambiar el número de saltos que usa Tor?",
	"description": "<p class=\"mb-3\">Ahora mismo la longitud de la ruta está internamente codificada en 3 más el número de nodos en tu ruta que sean sensibles. Esto en casos normales es 3, pero por ejemplo, si estás accediendo a un servicio onion o a una dirección \".exit\" podrían ser más.</p><p class=\"mb-3\"No queremos animar a que la gente use rutas más largas que esta, ya que incrementaría la carga de la red sin (hasta donde podemos decir) proporcionar más seguridad. Además, usar rutas más largas que 3 podría dañar el anonimato, en primer lugar, porque facilita los ataques de <mark><a href=\"https://www.freehaven.net/anonbib/#ccs07-doa\">denegación de seguridad</a></mark>, y en segundo, porque podría actuar como un identificador si sólo un pequeño número de usuarios tiene la misma longitud de ruta que tú.</p>"
    },
    "misc-12": {
	"id": "#misc-12",
	"control": "misc-12",
	"title": "¿Cómo puedo compartir ficheros anónimamente a través de Tor?",
	"description": "<p class=\"mb-3\">Muchos nodos de salida están configurados para bloquear ciertos tipos de tráfico de compartición de ficheros, como bittorrent. Específicamente bittorrent <mark><a href=\"https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea\">​no es anónimo sobre Tor</a></mark>.</p><p class=\"mb-3\">Para compartición de ficheros a través de Tor, ​<mark><a href=\"https://onionshare.org/\">OnionShare</a></mark> es una buena opción.</p>"
    },
    "misc-13": {
	"id": "#misc-13",
	"control": "misc-13",
	"title": "¿Puedo usar una VPN con Tor?",
	"description": "<p class=\"mb-3\">En términos generales, no recomendamos usar una VPN con Tor a menos que seas un usuario avanzado que sabe cómo configurar ambos de forma que no comprometa su privacidad. Puedes encontrar más información detallada sobre Tor + VPN en <mark><a href=\"https://trac.torproject.org/projects/tor/wiki/doc/TorPlusVPN\">​nuestro wiki</a></mark>.</p>"
    },
    "misc-14": {
	"id": "#misc-14",
	"control": "misc-14",
	"title": "¿Cómo puedo ofrecerme voluntario para Tor Project?",
	"description": "<p class=\"mb-3\">Por favor, ¡vea nuestra <mark><a href=\"https://www.torproject.org/getinvolved/volunteer.html.en\">​página de voluntariado</a></mark> para ver cómo involucrarse!</p>"
    },
    "misc-15": {
	"id": "#misc-15",
	"control": "misc-15",
	"title": "¿Cómo puedo donar a Tor Project?",
	"description": "<p class=\"mb-3\">¡Gracias por su apoyo! Puede encontrar más información sobre donación en nuestras <mark><a href=\"https://donate.torproject.org/donor-faq\">​preguntas frecuentes del donante</a></mark>.</p>"
     }
}
