{
    "misc-1": {
	"id": "#misc-1",
	"control": "misc-1",
	"title": "Saya punya alasan kuat untuk melacak seorang pengguna Tor. Apakah Anda dapat membantu saya?",
	"description": "<p class=\"mb-3\"> Tidak ada yang dapat dilakukan oleh para pengembang Tor dalam melacak pengguna Tor. Perlindungan yang menghalangi orang jahat untuk merusak anonimitas Tor juga mencegah kami melacak pengguna.</p>"
    },
    "misc-2": {
	"id": "#misc-2",
	"control": "misc-2",
	"title": "Kenapa kalian tidak mencegah orang jahat melakukan kejahatan menggunakan Tor?",
	"description": "<p class=\"mb-3\"> Tor dirancang untuk melindungi hak asasi manusia dan privasi dengan mencegah siapa saja dalam menyensor apapun, mencegah siapapun bahkan diri kami sendiri. Kami tidak suka kalau ada orang-orang yang menggunakan Tor untuk hal-hal buruk, tapi kami tidak dapat melakukan apapun dalam menyingkirkan mereka tanpa mengabaikan aktivis HAM, wartawan, orang-orang yang selamat dari pelecehan, dan orang lain yang menggunakan Tor untuk kebaikan. Jika kami menghalangi sebagian orang menggunakan Tor, kami pada dasarnya akan menambah pintu belakang di perangkat lunak ini, yang akan buka kelemahan pengguna kami kepada pemerintah yang tidak baik dan musuh-musuh lain.</p>"
    },
     "misc-3": {
	"id": "#misc-3",
	"control": "misc-3",
	"title": "Siapa yang membiayai Tor?",
	"description": "<p class=\"mb-3\">Tor dibiayai beberapa sponsor termasuk lembaga federal Amerika Serikat, yayasan swasta, dan donor individu. Silakan lihat semua <mark><a href=\"https://www.torproject.org/about/sponsors.html.en\"> sponsors kami</a></mark> dan beberapa <mark><a href=\"https://blog.torproject.org/category/tags/form-990\">posting blog</a></mark>tentang laporan keuangan kami.</p>Menurut kami, mengumumkan tentang donor dan model pembiayaan kami adalah cara terbaik memelihara kepercayaan komunitas kami. Kami selalu mencara cara lain dalam pembiayaan, termasuk dari yayasan dan orang perorangan.<p class=\"mb-3\">"
     },
     "misc-4": {
	"id": "#misc-4",
	"control": "misc-4",
	"title": "Apakah saya dapat menggunakan Tor dengan bittorent?",
	"description": "<p class=\"mb-3\"> Kami tidak menyarankan penggunaan Tor dengan bittorent. Untuk penjelasan lebih lanjut, silakan baca <mark><a href=\"https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea\">​posting blog tentang hal ini</a></mark>.</p>"
     },
     "misc-5": {
	"id": "#misc-5",
	"control": "misc-5",
	"title": "File-file di komputer saya terkunci dan seseorang menyuruh saya mengunduh peramban Tor Browser untuk membayar tebusan atas file-file saya!",
	"description": "<p class=\"mb-3\">Kami turut berduka atas terkenanya Anda oleh malware. Tor Project tidak menciptakan malware ini. Pencipta malware itu meminta Anda mengunduh Tor Browser supaya Anda dapat menghubungi mereka secara anonim dengan tebusannya. Jika ini adalah perkenalan pertama Anda dengan Tor Browser, kami paham kalau Anda berpikir kami adalah orang-orang jahat yang membantu orang-orang yang lebih jahat. Namu, mohon ketahui bahwa perangkat lunak kami digunakan untuk beragam tujuan oleh aktivis hak asasi manusia, wartawan, orang-orang yang selamat dari kekerasan rumah tangga, whistle blower, penegak hukum, dan banyak lain. Sayangnya, perlindungan yang disediakan perangkat lunak kami kepada orang-orang tersebut dapat disalahgunakan oleh penjahat dan pembuat malware. Tor Project tidak mendukung atau merestui penggunaan perangkat lunak kami untuk tujuan jahat.</p>"
     },
    "misc-6": {
	"id": "#misc-6",
	"control": "misc-6",
	"title": "Apakah Tor menyimpan log?",
	"description": "<p class=\"mb-3\">Tor tidak menyimpan log apapun yang dapat mengidentifikasi pengguna tertentu. Kami melakukan beberapa langkah aman dalam cara jaringan Tor berfungsi, yang dapat Anda baca di <mark><a href=\"https://metrics.torproject.org/\">​Tor Metrics</a></mark>.</p>"
    },
    "misc-7": {
	"id": "#misc-7",
	"control": "misc-7",
	"title": "Apakah Tor Project menawarkan jasa email atau jasa web lain yang menawarkan perlindungan privasi?",
	"description": "<p class=\"mb-3\"> Tidak, kami tidak menawarkan jasa online. Daftar semua proyek perangkat lunak kami dapat ditemukan di <mark><a href=\"https://www.torproject.org/projects/projects.html.en\">​halaman proyek </a></mark>.</p>"
    },
    "misc-8": {
	"id": "#misc-8",
	"control": "misc-8",
	"title": "Apakah saya dapat menggunakan logo Tor di produk saya?",
	"description": "<p class=\"mb-3\">Anda dapat membaca semua tentang hal ini di <mark><a href=\"https://www.torproject.org/docs/trademark-faq.html\">​halaman trademark faq</a></mark>.</p>"
    },
    "misc-9": {
	"id": "#misc-9",
	"control": "misc-9",
	"title": "Saya mendapat masalah dalam memperbarui atau menggunakan Vidalia.",
	"description": "<p class=\"mb-3\">Vidalia sudah tidak dipelihara atau didukung. Sebagian besar fitur Vidalia sudah terintegrasi ke Tor Browser.</p>"
    },
    "misc-10": {
	"id": "#misc-10",
	"control": "misc-10",
	"title": "Apakah Tor Project menawarkan jasa hosting situs web?",
	"description": "<p class=\"mb-3\">Tidak, Tor Project tidak menawarkan jasa hosting.</p>"
    },
    "misc-11": {
	"id": "#misc-11",
	"control": "misc-11",
	"title": "Apakah saya dapat mengubah jumlah hop yang digunakan Tor?",
	"description": "<p class=\"mb-3\"> Saat ini panjangnya path terkode dalam 3 plus jumlah node di path Anda yang sensitif. Yaitu, di keadaan normal, adalah 3, tapi misalnya jika Anda mengakses sebuah onion service atau sebuah alamat \".exit\", jumlah ini dapat lebih besar.</p><p class=\"mb-3\"We don't want to encourage people to use paths longer than this as it increases load on the network without (as far as we can tell) providing any more security. Also, using paths longer than 3 could harm anonymity, first because it makes<mark><a href=\"https://www.freehaven.net/anonbib/#ccs07-doa\">serangan denial of security</a></mark> akan lebih mudah, dan juga karena bisa digunakan sebagai pengenal jika hanya ada sedikit pengguna yang menggunakan panjang path yang sama dengan Anda.</p>"
    },
    "misc-12": {
	"id": "#misc-12",
	"control": "misc-12",
	"title": "Bagaimana berbagi file secara anonim melalui Tor?",
	"description": "<p class=\"mb-3\"> Banyak exit node diatur untuk menghalangi beberapa jenis lalu-lintas file sharing, seperti bittorent. Bittorent secara spesifik <mark><a href=\"https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea\">​tidak anonim di Tor</a></mark>.</p><p class=\"mb-3\">Untuk berbagi file melalui Tor, ​<mark><a href=\"https://onionshare.org/\">OnionShare</a></mark>adalah pilihan yang tepat.</p>"
    },
    "misc-13": {
	"id": "#misc-13",
	"control": "misc-13",
	"title": "Apa saya dapat menggunakan VPN dengan Tor?",
	"description": "<p class=\"mb-3\">Umumnya kami tidak menyarankan VPN dengan Tor kecuali Anda adalah pengguna tingkat lanjut yang dapat mengatur keduanya sehingga tidak mengurangi privasi Anda. Silakan cari tahu lebih tentang menggabungkan Tor + VPN di <mark><a href=\"https://trac.torproject.org/projects/tor/wiki/doc/TorPlusVPN\">wiki kami</a></mark>.</p>"
    },
    "misc-14": {
	"id": "#misc-14",
	"control": "misc-14",
	"title": "Bagaimana cara menjadi relawan pada Tor Project?",
	"description": "<p class=\"mb-3\">Silakan lihat <mark><a href=\"https://www.torproject.org/getinvolved/volunteer.html.en\">​halaman relawan</a></mark> untuk ikut terlibat!</p>"
    },
    "misc-15": {
	"id": "#misc-15",
	"control": "misc-15",
	"title": "Bagaimana cara memberikan donasi kepada Tor Project?",
	"description": "<p class=\"mb-3\">Terima kasih atas dukungan Anda! Anda dapat menemukan lebih banyak info tentang sumbangan di <mark><a href=\"https://donate.torproject.org/donor-faq\">​donor FAQe</a></mark>.</p>"
     }
}
