{
    "tbb-1": {
	"id": "#tbb-1",
	"control": "tbb-1",
	"title": "¿Cuáles son los problemas más comunes con la versión estable más reciente del Navegador Tor?",
	"description": "<p class=\"mb-3\">Siempre que publicamos una nueva versión estable del Navegador Tor, escribimos un artículo en el blog que detalla sus nuevas características y problemas conocidos. Si comenzaste a tener problemas con tu Navegador Tor tras actualizar, revisa ​<mark><a href=\"https://blog.torproject.org\">https://blog.torproject.org</a></mark> en busca del artículo del Navegador Tor estable más reciente para ver si aparece tu problema.</p>"
    },
    "tbb-2": {
	"id": "#tbb-2",
	"control": "tbb-2",
	"title": "¿Por qué la primera dirección IP en mi circuito de repetidores es siempre la misma?",
	"description": "<p class=\"mb-3\">Ese es el comportamiento normal de Tor. Al primer repetidor en tu circuito se le llama \"guardián de entrada\" o \"guardián\". Es un repetidor rápido y estable que permanece como el primero en tu circuito durante 2-3 meses para protegerte contra un conocido ataque de ruptura-de-anonimato. El resto de tu circuito cambia con cada nuevo sitio web que visitas, y todos estos repetidores juntos proporcionan las protecciones de privacidad completas de Tor. Para más información sobre cómo funcionan los repetidores guardián, mira este <mark><a href=\"https://blog.torproject.org/improving-tors-anonymity-changing-guard-parameters\">artículo del blog</a></mark> y este <mark><a href=\"https://www-users.cs.umn.edu/~hoppernj/single_guard.pdf\">documento técnico</a></mark> sobre guardianes de entrada.</p>"
    },
    "tbb-3": {
	"id": "#tbb-3",
	"control": "tbb-3",
	"title": "Cuando uso el Navegador Tor, ¿alguien podrá saber qué páginas web visito?",
	"description": "<p class=\"mb-3\">El Navegador Tor evita que la gente sepa qué sitios web visitas. Algunas entidades, como tu Proveedor de Servicios de Internet (ISP), pueden ser capaces de ver que estás usando Tor.</p>"
    },
    "tbb-4": {
	"id": "#tbb-4",
	"control": "tbb-4",
	"title": "¿Por qué se ha desarrollado el Navegador Tor a partir de Firefox y no de algún otro navegador?",
	"description": "<p class=\"mb-3\">El Navegador Tor es una versión modificada de Firefox diseñada específicamente para su uso con Tor. Se ha dedicado mucho trabajo a la creación del Navegador Tor, incluyendo el uso de parches extra para mejorar la privacidad y la seguridad. Aunque técnicamente es posible usar Tor con otros navegadores, puede abrirse a ataques potenciales o filtración de información, así que lo desaconsejamos firmemente. <mark><a href=\"https://www.torproject.org/projects/torbrowser/design/\">Para saber más sobre el diseño del Navegador Tor</a></mark>.</p>"
    },
    "tbb-5": {
	"id": "#tbb-5",
	"control": "tbb-5",
	"title": "¿Puedo usar otro navegador como Chrome o Firefox cuando estoy usando el Navegador Tor?",
	"description": "<p class=\"mb-3\">Desde luego puedes usar otro navegador mientras estás usando, también, el Navegador Tor. Sin embargo, debes de saber que las propiedades de privacidad del Navegador Tor no estarán presentes en el otro navegador (cuyo tráfico no viajará a través de la red Tor). Ten cuidado al cambiar de uno a otro entre el Navegador Tor y un navegador menos seguro, porque accidentalmente puedes usar el otro navegador para algo que tratas de hacer usando Tor.</p>"
    },
    "tbb-6": {
	"id": "#tbb-6",
	"control": "tbb-6",
	"title": "¿Puedo establecer el Navegador Tor como mi navegador predeterminado?",
	"description": "<p class=\"mb-3\">Desafortunadamente, no existe manera de que el Navegador Tor sea tu navegador predeterminado.</p>"
    },
    "tbb-7": {
	"id": "#tbb-7",
	"control": "tbb-7",
	"title": "Mi sitio web favorito está bloqueando el acceso a través de Tor.",
	"description": "<p class=\"mb-3\">¡Lamentamos que no puedas visitar el sitio web que querías! A veces los sitios web bloquearán a los usuarios de Tor porque no pueden diferenciar entre el usuario corriente de Tor y el tráfico automatizado. El mayor éxito que hemos tenido para lograr que los sitios desbloqueen a los usuarios de Tor es hacer que los usuarios contacten con los administradores del sitio directamente. Algo como esto podría funcionar:<br />\"¡Hola! Traté de acceder a su sitio xyz.com mientras usaba el Navegador Tor, y descubrí que no permite que los usarios de Tor accedan a su sitio. Le insto a reconsiderar esta decisión; Tor es usado por personas por todo el mundo para proteger su privacidad y luchar contra la censura. Al bloquear a los usuarios de Tor, probablemente está bloqueando a personas en países represivos que quieren usar una Internet libre, periodistas e investigadores que quieren protegerse a si mismos de ser identificados, informantes, activistas, y gente ordinaria que quiere optar por evitar el rastreo invasivo de terceros. Por favor, adopte una postura fuerte en favor de la privacidad digital y la libertad en Internet, y permita a los usuarios de Tor acceder a xyz.com. Gracias.\"<br />En el caso de bancos, y otros sitios web sensibles, también es común ver bloqueos en base a la ubicación geográfica (si un banco sabe que generalmente accedes a sus servicios desde un país, y de repente estás conectando desde un repetidor de salida de Tor en la otra parte del mundo, pueden bloquear o suspender tu cuenta). Si no puedes conectar a un servicio onion, por favor lee <a href=\"#onionservices-3\">¡No puedo alcanzar X.onion!</a></p>"
    },
    "tbb-7-1": {
	"id": "#tbb-7-1",
	"control": "tbb-7-1",
	"title": "Tengo problemas al usar algunas opciones en Facebook, Twitter, o algún otro sitio cuando utilizo el Navegador Tor.",
	"description": "<p class=\"mb-3\">Algunos sitios con mucho contenido JavaScript pueden presentar problemas de funcionalidad en el Navegador Tor. La solución mas simple es pulsar en el \"la cebolla\", luego en el selector de seguridad, y ponlo en \"bajo\".</p>"
    },
    "tbb-8": {
	"id": "#tbb-8",
	"control": "tbb-8",
	"title": "Nuestro sitio web está bloqueado por un censor. ¿El Navegador Tor puede ayudar a los usuarios a acceder a nuestro sitio web?",
	"description": "<p class=\"mb-3\">Desde luego el Navegador Tor puede ayudar a que la gente acceda a tu sitio web desde lugares donde está bloqueado. La mayoría de las veces se logrará acceder simplemente descargado el <mark><a href=\"https://www.torproject.org/download/download-easy.html.es\">Navegador Tor</a></mark>, y luego usándolo para navegar hacia el sitio web bloqueado. En lugares donde hay una fuerte censura tenemos distintas opciones de elusión de la censura disponibles, incluyendo ​<mark><a href=\"https://www.torproject.org/docs/pluggable-transports.html.en\">transportes intercambiables</a></mark>. Para más información, por favor, mira la sección <mark><a href=\"https://tb-manual.torproject.org/es-ES/circumvention.html/\">elusión de la censura</a></mark> del <mark><a href=\"https://tb-manual.torproject.org/es-ES/\">​Manual de Usuario del Navegador Tor</a></mark>.</p>"
    },
    "tbb-9": {
	"id": "#tbb-9",
	"control": "tbb-9",
	"title": "¿Puedo usar Tor con un navegador además de con el Navegador Tor?",
	"description": "<p class=\"mb-3\">Desaconsejamos firmemente usar Tor con cualquier navegador distinto del Navegador Tor. Usar Tor con otro navegador puede dejarte vulnerable sin las protecciones de privacidad del Navegador Tor.</p>"
    },
    "tbb-10": {
	"id": "#tbb-10",
	"control": "tbb-10",
	"title": "Mi antivirus o protección contra malware está impidiéndome acceder al Navegador Tor.",
	"description": "<p class=\"mb-3\">La mayoría de los antivirus o protecciones contra malware permiten que el usuario añada a la \"lista blanca\" ciertos procesos que de otro modo serían bloqueados. Por favor, abre tu antivirus o protección contra malware, y echa un vistazo a la configuración en busca de una \"lista blanca\" (whitelist) or algo similar. A continuación, excluye los siguientes procesos:</p><p class=\"mb-3\"><ul>Para Windows<li>firefox.exe</li><li>tor.exe</li><li>obfs4proxy.exe (si usa puentes de red)</li></ul><ul>Para OS X<li>TorBrowser</li><li>tor.real</li><li>obfs4proxy (si usa puentes de red)</li></ul></p><p class=\"mb-3\">Finalmente reinicia el Navegador Tor.</p>"
    },
    "tbb-11": {
	"id": "#tbb-11",
	"control": "tbb-11",
	"title": "He descargado e instalado el Navegador Tor para Windows, pero ahora no puedo encontrarlo.",
	"description": "<p class=\"mb-3\">El fichero que descargas y ejecutas te solicita un destino. Si no recuerdas cuál fue este destino, lo más probable es que se encuentre en tu carpeta Descargas o Escritorio. La configuración predeterminada en el instalador de Windows también crea un atajo en tu Escritorio, aunque debes tener en cuenta que accidentalmente puedes haber desmarcado esta opción para crear el atajo. Si no puedes encontrarlo en ninguna de esas carpetas, descárgalo de nuevo y busca el mensaje que te pide que escojas un directorio en el que descargarlo. Elige una ubicación de directorio que puedas recordar fácilmente, y una vez finalice la descarga deberías ver una carpeta de Navegador Tor allí.</p>"
    },
    "tbb-12": {
	"id": "#tbb-12",
	"control": "tbb-12",
	"title": "¿Puedo usar Flash en el Navegador Tor?",
	"description": "<p class=\"mb-3\">Flash está deshabilitado en el Navegador Tor, y te recomendamos que no lo habilites. No creemos que sea seguro usar Flash en ningún navegador — es una elemento de software no seguro que puede comprometer fácilmente tu privacidad o servirte malware. Afortunadamente, la mayoría de sitios web, dispositivos, y otros navegadores están abandonado el uso de Flash.</p>"
    },
    "tbb-13": {
	"id": "#tbb-13",
	"control": "tbb-13",
	"title": "¿Usar el Navegador Tor protege a otras aplicaciones en mi equipo?",
	"description": "<p class=\"mb-3\">Sólo se enrutará el tráfico del Navegador Tor en la red Tor. Cualquier otra aplicación en tu sistema (incluyendo otros navegadores) no tendrá enrutadas sus conexiones sobre la red Tor, y no estará protegida. Se tienen que configurar de forma separada para usar Tor. Si necesitas asegurar que todo el tráfico vaya a través de la red Tor, echa un vistazo al<mark><a href=\"https://tails.boum.org/\">sistema tema operativo autoarrancable Tails</a></mark> que se puede iniciar en casi cualquier equipo desde una memoria USB o un DVD.</p>"
    },
    "tbb-14": {
	"id": "#tbb-14",
	"control": "tbb-14",
	"title": "¿Debería instalar un nuevo complemento o extensión en el Navegador Tor, como AdBlock Plus o uBlock Origin?",
	"description": "<p class=\"mb-3\">Instalar nuevos complementos en el Navegador Tor está totalmente desaconsejado, porque pueden comprometer tanto tu privacidad como tu seguridad. Además, el Navegador Tor ya viene con dos complementos instalados — HTTPS Everywhere y NoScript — que te brindan protección añadida.</p>"
    },
    "tbb-15": {
	"id": "#tbb-15",
	"control": "tbb-15",
	"title": "¿Puedo descargar el Navegador Tor, para ChromeOS?",
	"description": "<p class=\"mb-3\">Desafortunadamente, aún no tenemos una versión del Navegador Tor para ChromeOS.</p>"
    },
    "tbb-16": {
	"id": "#tbb-16",
	"control": "tbb-16",
	"title": "¿Puedo seleccionar desde qué páis estoy saliendo?",
	"description": "<p class=\"mb-3\">Modificar la manera en la que Tor crea sus circuitos está totalmente desaconsejado. Tienes la mayor seguridad que Tor puede proporcionar cuando dejas la selección de la ruta a Tor; establecer manualmente los nodos de entrada / salida puede comprometer tu anonimato. Si lo que buscas es solamente poder acceder a recursos que sólo están disponibles en un país determinado, puede que quieras considerar usar una VPN en lugar de usar Tor. Ten en cuenta que las VPNs no tienen las mismas propiedades de privacidad que Tor, pero ayudarán a resolver algunos problemas de restricción por geolocalización.</p>"
    },
    "tbb-17": {
	"id": "#tbb-17",
	"control": "tbb-17",
	"title": "¿Es seguro ejecutar el Navegador Tor y otro navegador al mismo tiempo?",
	"description": "<p class=\"mb-3\">Si ejecutas el Navegador Tor y otro navegador al mismo tiempo, no afectará al rendimiento de Tor o las propiedades de privacidad. Sin embargo, ten en cuenta que tu otro navegador no está manteniendo en privado tu actividad, y puede que te despistes y accidentalmente uses ese navegador no-privado para hacer algo que pretendías hacer en el Navegador Tor.</p>"
    },
    "tbb-18": {
	"id": "#tbb-18",
	"control": "tbb-18",
	"title": "¿Hay soporte para *BSD?",
	"description": "<p class=\"mb-3\">Lo sentimos, pero actualmente no hay soporte oficial para ejecutar el Navegador Tor sobre *BSD. Hay algo llamado proyecto TorBSD, pero su Navegador Tor no está soportado oficialmente.</p>"
    },
    "tbb-19": {
	"id": "#tbb-19",
	"control": "tbb-19",
	"title": "No puedo conectar al Navegador Tor, ¿está censurada mi red?",
	"description": "<p class=\"mb-3\">Podrías estar en una red censurada, y por tanto deberías intentar usar puentes. Algunos puentes están integrados en el Navegador Tor, y puedes usar esos puentes seleccionando \"configurar\" (y siguiendo las instrucciones) en la ventana del Arranque de Tor que surge cuando abres por primera vez el Navegador Tor. Si necesitas otros puentes, puedes obtenerlos en nuestro ​<mark><a href=\"https://bridges.torproject.org/\">sitio web de Puentes</a></mark>. Para más información sobre los puentes, mira el <mark><a href=\"https://tb-manual.torproject.org/es-ES/bridges.html\">Manual del Navegador ​Tor</a></mark>.</p>"
    },
    "tbb-20": {
	"id": "#tbb-20",
	"control": "tbb-20",
	"title": "El Navegador Tor no conecta, pero no parece ser un problema con la censura.",
	"description": "<p class=\"mb-3\">Uno de los problemas más habituales que causa errores de conexión en el Navegador Tor es un reloj de sistema erróneo. Por favor, asegúrate de que el reloj de tu sistema y tu zona horaria están configuradas correctamente. Si esto no corrige tu problema, mira en la página de Solución de Problemas en el <mark><a href=\"https://tb-manual.torproject.org/es-ES/bridges.html\">manual del Navegador Tor</a></mark></p>"
    },
    "tbb-21": {
	"id": "#tbb-21",
	"control": "tbb-21",
	"title": "¿Cómo veo el registro de mensajes del Navegador Tor?",
	"description": "<p class=\"mb-3\">Pulsa \"Copiar registro de Tor al portapapeles\" que aparece en la ventana de diálogo cuando el Navegador Tor se está conectando por primera vez a la red. Si el Navegador Tor ya está abierto, pulsa sobre el icono de Torbutton (la pequeña cebolla verde en la parte superior izquierda de la pantalla), luego pulsa \"Abrir configuración de red\", y luego \"Copiar registro de Tor al portapapeles\". Una vez hayas copiado el registro, podrás pegarlo en el editor de texto o cliente de correo electrónico.</p>"
    },
    "tbb-22": {
	"id": "#tbb-22",
	"control": "tbb-22",
	"title": "¿Cómo puedo hacer que Tor se ejecute más rápido? ¿El Navegador Tor es más lento que otros navegadores?",
	"description": "<p class=\"mb-3\">Usar el Navegador Tor a veces puede ser más lento que usar otros navegadores. La red Tor tiene más de un millón de usuarios diarios, y apenas más de 6000 repetidores para enrutar todo su tráfico, y la carga sobre cada servidor a veces puede causar retraso. Puedes ayudar a mejorar la velocidad de la red ejecutando tu propio repetidor, o animando a otros a hacerlo. Dicho eso, Tor es mucho más rápido de lo que solía ser y puede en que en realidad no notes ningún cambio en la velocidad en comparación con otros navegadores.</p>"
    },
    "tbb-23": {
	"id": "#tbb-23",
	"control": "tbb-23",
	"title": "¿Qué motor de búsqueda viene con el Navegador Tor y cómo protege mi privacidad?",
	"description": "<p class=\"mb-3\">DuckDuckGo es el motor de búsqueda predeterminado en el Navegador Tor. DuckDuckGo no rastrea a sus usuarios ni almacena ningún dato acerca de las búsquedas de los usuarios.</p>"
    },
    "tbb-24": {
	"id": "#tbb-24",
	"control": "tbb-24",
	"title": "Tengo un problema con DuckDuckGo.",
	"description": "<p class=\"mb-3\">Por favor, visita el ​<mark><a href=\"https://duck.co/help\">portal de soporte de DuckDuckGo</a></mark>. Si crees que este es un problema del Navegador Tor, por favor, descríbelo en nuestro​ <mark><a href=\"https://trac.torproject.org/\">seguidor de fallos</a></mark>.</p>"
    },
    "tbb-25": {
	"id": "#tbb-25",
	"control": "tbb-25",
	"title": "Tengo un problema con NoScript.",
	"description": "<p class=\"mb-3\">Por favor, mira las ​<mark><a href=\"https://noscript.net/faq\">preguntas frecuentes (FAQ) de NoScript</a></mark>. Si crees que este es un problema del Navegador Tor, por favor, descríbelo en nuestro ​<mark><a href=\"https://trac.torproject.org/\">seguidor de fallos</a></mark>.</p>"
    },
    "tbb-26": {
	"id": "#tbb-26",
	"control": "tbb-26",
	"title": "Tengo un problema con HTTPS Everywhere.",
	"description": "<p class=\"mb-3\">Por favor, mira las ​<mark><a href=\"https://www.eff.org/https-everywhere/faq\">preguntas frecuentes (FAQ) de HTTPS Everywhere</a></mark>. Si crees que este es un problema del Navegador Tor, por favor, descríbelo en nuestro ​<mark><a href=\"https://trac.torproject.org/\">seguidor de fallos</a></mark>.</p>"
    },
    "tbb-27": {
	"id": "#tbb-27",
	"control": "tbb-27",
	"title": "¿Cómo actualizo el Navegador Tor?",
	"description": "<p class=\"mb-3\">Puedes actualizar el Navegador Tor en cuanto se publica una nueva versión.</p><div class=\"col-md-6\"><div class=\"card\"><img class=\"card-img-top\" src=\"/static/images/image4.png\" alt=\"Alerta de nueva versión\"><div class=\"card-body\"><h4 class=\"card-title\">El Navegador Tor te solicitará que actualices el software una vez se haya publicado una nueva versión.</h4><p class=\"card-text\">El icono de Torbutton (la pequeña cebolla verde en la esquina superior izquierda del navegador) mostrará un triángulo amarillo.</p></div></div></div><p class=\"mb-3\">Puede que vea una indicación escrita cuando se abra el Navegador Tor diciéndote que hay una actualización disponible.</p><div class=\"col-md-6\"><div class=\"card\"><img class=\"card-img-top\" src=\"/static/images/image5.png\" alt=\"Alerta de nueva versión\"><div class=\"card-body\"><h4 class=\"card-title\">Título de la tarjeta</h4><p class=\"card-text\">Texto de la tarjeta</p></div></div></div><p class=\"mb-3\">El Navegador Tor instalará la actualizaciones..</p><div class=\"col-md-6\"><div class=\"card\"><img class=\"card-img-top\" src=\"/static/images/image3.png\" alt=\"Alerta de nueva versión\"><div class=\"card-body\"><h4 class=\"card-title\">Título de la tarjeta</h4><p class=\"card-text\">Texto de la tarjeta</p></div></div></div>"
    },
    "tbb-28": {
	"id": "#tbb-28",
	"control": "tbb-28",
	"title": "¿Cómo desinstalo el Navegador Tor?",
	"description": "<p class=\"mb-3\">Eliminar el Navegador Tor de tu sistema es simple:</p><p class=\"mb-3\"><ol><li>Localiza tu carpeta o aplicación de Navegador Tor. La ubicación predeterminada en Windows es el Escritorio; en macOS es la carpeta Aplicaciones (en macOS, tiene que moverlo a la carpeta Aplicaciones cuando completa el proceso de instalación). En Linux, no hay ubicación predeterminada, no obstante la carpeta se llama \"tor-browser_en-US\" si estás ejecutando el Navegador Tor en inglés.</li><li>Elimina la carpeta o aplicación de Navegador Tor.</li><li>Vacía la Papelera.</li></ol></p><p class=\"mb-3\">Observa que no se usa la utilidad \"Desinstalar\" estándar de tu sistema operativo.</p>"
    },
    "tbb-29": {
	"id": "#tbb-29",
	"control": "tbb-29",
	"title": "¿Hay alguna forma de cambiar la dirección IP que el Navegador Tor me asigna para un sitio en concreto?",
	"description": "<p class=\"mb-3\">El Navegador Tor tiene dos formas de cambiar su circuito de repetidores — \"Nueva identidad\" y \"Nuevo circuito Tor para este sitio\". Ambas opciones se encuentran en el menú de Torbutton (bajo la pequeña cebolla verde).</p><h5>Nueva identidad</h5><p class=\"mb-3\">Esta opción es útil si quieres evitar que la actividad siguiente de tu navegador se vincule a lo que estuviste haciendo antes. Seleccionándola cerrarás todas sus pestañas y ventanas, limpiará toda la información privada como cookies e historial de navegación, y usarás nuevos circuitos de Tor para todas las conexiones. El Navegador Tor te advertirá de que toda la actividad y descargas se detendrán, de modo que ten esto en cuenta antes de pulsar \"Nueva identidad\".</p><h5>Nuevo circuito de Tor para este sitio</h5><p class=\"mb-3\">Esta opción es útil si el repetidor de salida que estás usando no puede conectar al sitio web que requiere, o no se está cargando adecuadamente. Seleccionándola provocarás que la pestaña o ventana actualmente activa se recargue sobre un nuevo circuito de Tor. Otras pestañas y ventanas abiertas del mismo sitio web también usarán el nuevo circuito una vez se recarguen. Esta opción no limpia ninguna información privada ni desvincula tu actividad, tampoco afecta a tus conexiones actuales a otros sitios web.</p><div class=\"col-md-6\"><div class=\"card\"><img class=\"card-img-top\" src=\"/static/images/image1.png\" alt=\"Alerta de nueva versión\"><div class=\"card-body\"><h4 class=\"card-title\">Título de la tarjeta</h4><p class=\"card-text\">Texto de la tarjeta</p></div></div></div>"
    },
    "tbb-30": {
	"id": "#tbb-30",
	"control": "tbb-30",
	"title": "Un sitio web (banco, proveedor de correo, etc.) me bloquea cada vez que uso Tor, ¿qué puedo hacer?",
	"description": "<p class=\"mb-3\">El Navegador Tor a menudo hace tu conexión parezca que viene de una parte totalmente distinta del mundo. Algunos sitios web, como bancos o proveedores de correo electrónico, podrían interpretar esto como un signo de que tu cuenta está comprometida, y la bloquean. La única forma de resolver esto es siguiendo el procedimiento recomendado del sitio para recuperación de cuenta, o contactando con los operadores para explicarles la situación. Puedes evitar esto si tu proveedor ofrece autentificación en 2 pasos, que es una opción de seguridad mucho mejor que las basadas en IP. Contacta con tu proveedor y pregúntale si proporciona 2FA (autentificación en 2 pasos).</p>"
    },
    "tbb-31": {
	"id": "#tbb-31",
	"control": "tbb-31",
	"title": "¿Para qué plataformas está disponible el Navegador Tor?",
	"description": "<p class=\"mb-3\">El Navegador Tor actualmente está disponible para Windows, Linux y OSX. Para Android, The Guardian Project mantiene las aplicaciones basadas en Tor, Orbot y Orfox. Aún no hay versión oficial de Tor para iOS, aunque recomendamos Onion Browser.</p>"
    },
    "tbb-32": {
	"id": "#tbb-32",
	"control": "tbb-32",
	"title": "¿Puedo establecer el Navegador Tor como mi navegador predeterminado?",
	"description": "<p class=\"mb-3\">Actualmente no hay ningún método soportado para establecer el Navegador Tor como tu navegador predeterminado. El Navegador Tor hace muchos esfuerzos para aislarse del resto de tu sistema operativo, y el procedimiento para convertirlo en tu navegador predeterminado no es fiable. Esto significa que a veces un sitio web cargaría en el Navegador Tor, y a veces cargaría en otro navegador, este tipo de comportamiento puede ser peligroso y es susceptible de romper el anonimato.</p>"
    },
    "tbb-33": {
	"id": "#tbb-33",
	"control": "tbb-33",
	"title": "¿Me convierto en un repetidor al ejecutar el Navegador Tor?",
	"description": "<p class=\"mb-3\">Ejecutar el Navegador Tor no te hace actuar como un repetidor en la red. Esto significa que tu ordenador no se usará para enrutar el tráfico de otros. Si deseas convertirse en un repetidor, por favor, mira nuestra <mark><a href=\"https://trac.torproject.org/projects/tor/wiki/TorRelayGuide\">Guía de repetidor Tor</a></mark>.</p>"
    },
    "tbb-34": {
	"id": "#tbb-34",
	"control": "tbb-34",
	"title": "¿Por qué el Navegador Tor viene con JavaScript habilitado?",
	"description": "<p class=\"mb-3\">Configuramos NoScript para que permita JavaScript por defecto en el Navegador Tor ya que muchos sitios web no funcionarían con JavaScript deshabilitado. La mayoría de los usuarios abandonarían  Tor si deshabilitáramos por defecto JavaScript, ya que les causaría demasiados problemas.</p><p class=\"mb-3\">En último término, queremos hacer que el Navegador Tor sea tan seguro como sea posible mientras también lo hacemos usable para la mayoría de la gente, así pues, por ahora, eso significa dejar JavaScript habilitado por defecto. Para los usuarios que quieran tener JavaScript deshabilitado por defecto en todos los sitios HTTP, recomendamos cambiar el regulador del nivel de seguridad del Navegador Tor (en el menú cebolla del Navegador Tor, bajo \"Configuración de seguridad\"). La opción bajo/predeterminado permite JavaScript, pero los niveles medio y alto ambos bloquean JavaScript en los sitios HTTP.</p>"
    },
    "tbb-35": {
	"id": "#tbb-35",
	"control": "tbb-35",
	"title": "¿Puedes librarte de todos los CAPTCHAs?",
	"description": "<p class=\"mb-3\">Desafortunadamente, algunos sitios web presentan CAPTCHAs a los usuarios de Tor, y no podemos eliminar estos CAPTCHAs de los sitios. Lo mejor que podemos hacer en estos casos es contactar con los propietarios de los sitios web, e informarles de que sus CAPTCHAs están evitando que usuarios como tú usen sus servicios.</p>"
    },
    "tbb-36": {
	"id": "#tbb-36",
	"control": "tbb-36",
	"title": "¿Puedo ejecutar múltiples instancias del Navegador Tor?",
	"description": "<p class=\"mb-3\">No recomendamos ejecutar múltiples instancias del Navegador Tor, pueden no funcionar como se espera en muchas plataformas.</p>"
    },
    "tbb-37": {
	"id": "#tbb-37",
	"control": "tbb-37",
	"title": "Necesito el Navegador Tor en un idioma que no es el inglés.",
	"description": "<p class=\"mb-3\">Actualmente ofrecemos el Navegador Tor en los siguientes idiomas:</p><p class=\"mb-3\"><ul><li>English (en-US)</li><li>\"العربية\" (ar)</li><li>Deutsch (de)</li><li>Español (es-ES)</li><li> فارسى (fa)</li><li>Français (fr)</li><li>Italiano (it)</li><li>日本語 (ja)</li><li>Korean (ko)</li><li>Nederlands (nl)</li><li>Polish (pl)</li><li>Português (pt-BR)</li><li>Русский (ru)</li><li>Türkçe (tr)</li><li>Vietnamese (vi)</li><li>简体字 (zh-CN)</li></ul></p>"
    },
    "tbb-38": {
	"id": "#tbb-38",
	"control": "tbb-38",
	"title": "¿El administrador de mi red podrá determinar que estoy usando el Navegador Tor?",
	"description": "<p class=\"mb-3\">Al usar Tor / Navegador Tor, no procuramos la garantía de que nadie podrá determinar que estás usando Tor. En su lugar, la meta es que nadie sepa lo que estás haciendo con Tor. Usar transportes intercambiables (pluggable transports) puede hacer que identificar el tráfico de Tor sea más difícil, pero no imposible.</p>"
    },
    "tbb-39": {
	"id": "#tbb-39",
	"control": "tbb-39",
	"title": "¿El administrador de mi red podrá determinar que estoy usando el Navegador Tor?",
	"description": "<p class=\"mb-3\">Al usar Tor / Navegador Tor, no procuramos la garantía de que nadie podrá determinar que está usando Tor. En su lugar, la meta es que nadie sepa lo que está haciendo con Tor. Usar transportes intercambiables (pluggable transports) puede hacer que identificar el tráfico de Tor sea más difícil, pero no imposible.</p>"
    },
    "tbb-40": {
	"id": "#tbb-40",
	"control": "tbb-40",
	"title": "¿El Navegador Tor usa un circuito diferente para cada sitio web?",
	"description": "<p class=\"mb-3\">En el Navegador Tor, cada dominio obtiene su propio circuito. El documento ​<mark><a href=\"https://www.torproject.org/projects/torbrowser/design/#identifier-linkability\">The Design and Implementation of Tor Browser</a></mark> tiene detalles adicionales en relación a este problema.</p>"
    },
    "tbb-41": {
	"id": "#tbb-41",
	"control": "tbb-41",
	"title": "¿Por qué se cambió mi motor de búsqueda a DuckDuckGo?",
	"description": "<p class=\"mb-3\">Con la publicación del Navegador Tor 6.0.6, hemos cambiado a DuckDuckGo como nuestro motor de búsqueda principal. Durante un tiempo, Disconnect no ha tenido acceso a los resultados de búsqueda de Google que usabamos en el Navegador Tor. Siendo Disconnect más parecido a un meta motor de búsqueda que permite a los usuarios elegir diferentes proveedores de búsqueda, recurrió a mostrar sólo los resultados de búsqueda de Bing que son básicamente inaceptables en cuestión de calidad.</p>"
    },
     "tbb-42": {
	"id": "#tbb-42",
	"control": "tbb-42",
	"title": "¿Por qué mi Navegador Tor menciona algo sobre que Firefox no funciona?",
	"description": "<p class=\"mb-3\">El Navegador Tor se desarrolló usando ​<mark><a href=\"https://www.mozilla.org/en-US/firefox/organizations/\">Firefox ESR</a></mark>, así que pueden ocurrir errores relacionados con Firefox. Asegúrate de que ninguna otra instancia del Navegador Tor se está ejecutando, y que has extraído el Navegador Tor en una ubicación para la que su usuario tiene los permisos correctos. Si estás ejecutando un antivirus, por favor, lee [linkto: Mi antivirus o protección contra malware está impidiéndome acceder al Navegador Tor], es común que el software antivirus / antimalware provoque este tipo de problemas.</p>"
     }
}
