{
    "tbb-1": {
	"id": "#tbb-1",
	"control": "tbb-1",
	"title": "What are the most common issues with the latest stable version of Tor Browser?",
	"description": "<p class=\"mb-3\">Whenever we release a new stable version of Tor Browser, we write a blog post that details its new features and known issues. If you started having issues with your Tor Browser after an update, check out ​<a href=\"https://blog.torproject.org\">https://blog.torproject.org</a> for the most recent stable Tor Browser post to see if your issue is listed.</p>"
    },
    "tbb-2": {
	"id": "#tbb-2",
	"control": "tbb-2",
	"title": "Why is the first IP address in my relay circuit always the same?",
	"description": "<p class=\"mb-3\">That is normal Tor behavior. The first relay in your circuit is called an \"entry guard\" or \"guard.\" It is a fast and stable relay that remains the first one in your circuit for 2-3 months in order to protect against a known anonymity-breaking attack. The rest of your circuit changes with every new website you visit, and all together these relays provide the full privacy protections of Tor. For more information on how guard relays work, see this <a href=\"https://blog.torproject.org/improving-tors-anonymity-changing-guard-parameters\">blog post</a> and <a href=\"https://www-users.cs.umn.edu/~hoppernj/single_guard.pdf\">paper</a> on entry guards.</p>"
    },
    "tbb-3": {
	"id": "#tbb-3",
	"control": "tbb-3",
	"title": "When I use Tor Browser, will anyone be able to tell which websites I visit?",
	"description": "<p class=\"mb-3\">Tor Browser prevents people from knowing the websites you visit. Some entities, such as your Internet Service Provider (ISP), may be able to see that you're using Tor.</p>"
    },
    "tbb-4": {
	"id": "#tbb-4",
	"control": "tbb-4",
	"title": "Why is Tor Browser built from Firefox and not some other browser",
	"description": "<p class=\"mb-3\">Tor Browser is a modified version of Firefox specifically designed for use with Tor. A lot of work has been put into making the Tor Browser, including the use of extra patches to enhance privacy and security. While it is technically possible to use Tor with other browsers, you may open yourself up to potential attacks or information leakage, so we strongly discourage it. <a href=\"https://www.torproject.org/projects/torbrowser/design/\">Learn more about the design of Tor Browser</a>.</p>"
    },
    "tbb-5": {
	"id": "#tbb-5",
	"control": "tbb-5",
	"title": "Can I still use another browser, like Chrome or Firefox, when I am using Tor Browser",
	"description": "<p class=\"mb-3\">You can certainly use another browser while you are also using Tor Browser. However, you should know that the privacy properties of Tor Browser will not be present in the other browser. Be careful when switching back and forth between Tor and a less safe browser, because you may accidentally use the other browser for something you intended to do using Tor.</p>"
    },
    "tbb-6": {
	"id": "#tbb-6",
	"control": "tbb-6",
	"title": "Can I make Tor Browser my default browser?",
	"description": "<p class=\"mb-3\">Unfortunately, there is no supported way to make Tor Browser your default browser.</p>"
    },
    "tbb-7": {
	"id": "#tbb-7",
	"control": "tbb-7",
	"title": "My favorite website is blocking access over Tor.",
	"description": "<p class=\"mb-3\">Sorry to hear that you can't visit the website you wanted! Sometimes websites will block Tor users because they can't tell the difference between the average Tor user and automated traffic. The best success we've had in getting sites to unblock Tor users is getting users to contact the site administrators directly. Something like this might do the trick:<br />\"Hi! I tried to access your site xyz.com while using Tor Browser and discovered that you don't allow Tor users to access your site. I urge you to reconsider this decision; Tor is used by people all over the world to protect their privacy and fight censorship. By blocking Tor users, you are likely blocking people in repressive countries who want to use a free internet, journalists and researchers who want to protect themselves from discovery, whistleblowers, activists, and ordinary people who want to opt out of invasive third party tracking. Please take a strong stance in favor of digital privacy and internet freedom, and allow Tor users access to xyz.com. Thank you.\"<br />In the case of banks, and other sensitive websites, it is also common to see geography-based blocking (if a bank knows you generally access their services from one country, and suddenly you are connecting from an exit relay on the other side of the world, your account may be locked or suspended). If you are unable to connect to an onion service, please see [#IcannotreachX.onion I cannot reach X.onion!]</p>"
    },
    "tbb-8": {
	"id": "#tbb-8",
	"control": "tbb-8",
	"title": "Our website is blocked by a censor. Can Tor Browser help users access our website?",
	"description": "<p class=\"mb-3\">Tor Browser can certainly help people access your website in places where it is blocked. Most of the time, simply downloading the ​<a href=\"https://www.torproject.org/download/download-easy.html.en\">Tor Browser</a> and then using it to navigate to the blocked site will allow access. In places where there is heavy censorship we have a number of censorship circumvention options available, including ​<a href=\"https://www.torproject.org/docs/pluggable-transports.html.en\">pluggable transports</a>. For more information, please see the <a href=\"https://tb-manual.torproject.org/en-US/\">​Tor Browser User Manual</a> section on <a href=\"https://tb-manual.torproject.org/en-US/circumvention.html\">censorship</a>.</p>"
    },
    "tbb-9": {
	"id": "#tbb-9",
	"control": "tbb-9",
	"title": "Can I use Tor with a browser besides Tor Browser?",
	"description": "<p class=\"mb-3\">We strongly recommend against using Tor in any browser other than Tor Browser. Using Tor in another browser can leave you vulnerable without the privacy protections of Tor Browser.</p>"
    },
    "tbb-10": {
	"id": "#tbb-10",
	"control": "tbb-10",
	"title": "My antivirus or malware protection is blocking me from accessing Tor Browser.",
	"description": "<p class=\"mb-3\">Most antivirus or malware protection allows the user to \"whitelist\" certain processes that would otherwise be blocked. Please open your antivirus or malware protection software and look in the settings for a \"whitelist\" or something similar. Next, exclude the following processes:</p><p class=\"mb-3\"><ul>For Windows<li>firefox.exe</li><li>tor.exe</li><li>obfs4proxy.exe (if you use bridges)</li></ul><ul>For OS X<li>TorBrowser</li><li>tor.real</li><li>obfs4proxy (if you use bridges)</li></ul></p><p class=\"mb-3\">Finally, restart Tor Browser.</p>"
    },
    "tbb-11": {
	"id": "#tbb-11",
	"control": "tbb-11",
	"title": "I downloaded and installed Tor Browser for Windows, but now I can't find it.",
	"description": "<p class=\"mb-3\">The file you download and run prompts you for a destination. If you don't remember what this destination was, it's most likely your Downloads or Desktop folder. The default setting in the Windows installer also creates a shortcut for you on your Desktop, though be aware that you may have accidentally unticked the option to create a shortcut. If you can't find it in either of those folders, download it again and look for the prompt that asks you to choose a directory to download it in. Choose a directory location that you'll remember easily, and once the download finishes you should see a Tor Browser folder there.</p>"
    },
    "tbb-12": {
	"id": "#tbb-12",
	"control": "tbb-12",
	"title": "Can I use Flash player in Tor Browser?",
	"description": "<p class=\"mb-3\">Flash is disabled in Tor Browser, and we recommend you do not enable it. We don’t think Flash is safe to use in any browser — it's a very insecure piece of software that can easily compromise your privacy or serve you malware. Fortunately, most websites, devices, and other browsers are moving away from the use of Flash.</p>"
    },
    "tbb-13": {
	"id": "#tbb-13",
	"control": "tbb-13",
	"title": "Does using Tor Browser protect other applications on my computer?",
	"description": "<p class=\"mb-3\"> Only Tor Browser's traffic will be routed over the Tor network. Any other application on your system (including other browsers) will not have their connections routed over the Tor network, and will not be protected. They need to be configured separately to use Tor. If you need to be sure that all traffic will go through the Tor network, take a look at the ​<a href=\"https://tails.boum.org/\">Tails live operating system</a> which you can start on almost any computer from a USB stick or a DVD.</p>"
    },
    "tbb-14": {
	"id": "#tbb-14",
	"control": "tbb-14",
	"title": "Should I install a new add-on or extension in Tor Browser, like AdBlock Plus or uBlock Origin?",
	"description": "<p class=\"mb-3\">It's strongly discouraged to install new add-ons in Tor Browser, because they can compromise both your privacy and your security. Plus, Tor Browser already comes installed with two add-ons — HTTPS Everywhere and NoScript — which give you added protection.</p>"
    },
    "tbb-15": {
	"id": "#tbb-15",
	"control": "tbb-15",
	"title": "Can I download Tor Browser for ChromeOS?",
	"description": "<p class=\"mb-3\">Unfortunately, we don't yet have a version of Tor Browser for ChromeOS.</p>"
    },
    "tbb-16": {
	"id": "#tbb-16",
	"control": "tbb-16",
	"title": "Can I pick which country I'm exiting from?",
	"description": "<p class=\"mb-3\">Modifying the way that Tor creates its circuits is strongly discouraged. You get the best security that Tor can provide when you leave the route selection to Tor; overriding the entry / exit nodes can compromise your anonymity. If the outcome you want is simply to be able to access resources that are only available in one country, you may want to consider using a VPN instead of using Tor. Please note that VPNs do not have the same privacy properties as Tor, but they will help solve some geolocation restriction issues.</p>"
    },
    "tbb-17": {
	"id": "#tbb-17",
	"control": "tbb-17",
	"title": "Is it safe to run Tor Browser and another browser at the same time?",
	"description": "<p class=\"mb-3\">If you run Tor Browser and another browser at the same time, it won't affect Tor's performance or privacy properties. However, be aware that your other browser is not keeping your activity private, and you may forget and accidentally use that non-private browser to do something that you intended to do in Tor Browser.</p>"
    },  
    "tbb-18": {
	"id": "#tbb-18",
	"control": "tbb-18",
	"title": "Is there support for *BSD?",
	"description": "<p class=\"mb-3\">Sorry, but there is currently no official support for running Tor Browser on *BSD. There is something called the TorBSD project, but their Tor Browser is out of date and cannot be used safely.</p>"
    },  
    "tbb-19": {
	"id": "#tbb-19",
	"control": "tbb-19",
	"title": "Where can I get bridges?",
	"description": "<p class=\"mb-3\">Some bridges are built in to Tor Browser, and you can use those bridges by choosing \"configure\" (then following the prompts) in the Tor Launcher window that pops up when you open Tor Browser for the first time. If you need other bridges, you can get them at our ​<a href=\"https://bridges.torproject.org/\">Bridges website</a>. For more information about bridges, see the <a href=\"https://tb-manual.torproject.org/en-US/bridges.html\">​Tor Browser manual</a>.</p>"
    },
    "tbb-20": {
	"id": "#tbb-20",
	"control": "tbb-20",
	"title": "Tor Browser won't connect.",
	"description": "<p class=\"mb-3\">One of the most common issues that causes connection errors in Tor Browser is an incorrect system clock. Please make sure your system clock and timezone are set accurately. If this doesn't fix the problem, see the ​Troubleshooting page on the <a href=\"https://tb-manual.torproject.org/en-US/bridges.html\">​Tor Browser manual</a>.</p>"
    },
    "tbb-21": {
	"id": "#tbb-21",
	"control": "tbb-21",
	"title": "How do I view Tor Browser message log?",
	"description": "<p class=\"mb-3\">Click the button labelled \"Copy Tor Log To Clipboard\" that appears in the dialog window when Tor Browser is first connecting to the network. If Tor Browser is already open, click on the Torbutton icon (the small green onion at the top-left of the screen), then \"Open Network Settings\", then \"Copy Tor Log To Clipboard.\".</p>"
    },
    "tbb-22": {
	"id": "#tbb-22",
	"control": "tbb-22",
	"title": "Is Tor Browser slower than other browsers?",
	"description": "<p class=\"mb-3\">Using Tor Browser can sometimes be slower than other browsers. The Tor network has over a million daily users, and just over 6000 relays to route all of their traffic, and the load on each server can sometimes cause latency. You can help improve the speed of the network by running your own relay, or encouraging others to do so. That said, Tor is much faster than it used to be and you may not actually notice any change in speed from other browsers.</p>"
    },
    "tbb-23": {
	"id": "#tbb-23",
	"control": "tbb-23",
	"title": "What search engine comes with Tor Browser and how does it protect my privacy?",
	"description": "<p class=\"mb-3\">DuckDuckGo is the default search engine in Tor Browser. DuckDuckGo does not track its users nor does it store any data about user searches.</p>"
    },
    "tbb-24": {
	"id": "#tbb-24",
	"control": "tbb-24",
	"title": "I'm having a problem with DuckDuckGo.",
	"description": "<p class=\"mb-3\">Please see the ​<a href=\"https://duck.co/help\">DuckDuckGo support portal</a>. If you believe this is a Tor Browser issue, please report it on our ​<a href=\"https://trac.torproject.org/\">bug tracker</a>.</p>"
    },
    "tbb-25": {
	"id": "#tbb-25",
	"control": "tbb-25",
	"title": "I'm having a problem with NoScript.",
	"description": "<p class=\"mb-3\">Please see the ​<a href=\"https://noscript.net/faq\">NoScript FAQ</a>. If you believe this is a Tor Browser issue, please report it on our ​<a href=\"https://trac.torproject.org/\">bug tracker</a>.</p>"
    },
    "tbb-26": {
	"id": "#tbb-26",
	"control": "tbb-26",
	"title": "I'm having a problem with HTTPS Everywhere.",
	"description": "<p class=\"mb-3\">Please see the ​<a href=\"https://www.eff.org/https-everywhere/faq\">HTTPS Everywhere</a>. If you believe this is a Tor Browser issue, please report it on our ​<a href=\"https://trac.torproject.org/\">bug tracker</a>.</p>"
    },
    "tbb-27": {
	"id": "#tbb-27",
	"control": "tbb-27",
	"title": "How do I update Tor Browser?",
	"description": "<p class=\"mb-3\">You can update Tor Browser as soon as a new version is released.</p><div class=\"col-md-6\"><div class=\"card\"><img class=\"card-img-top\" src=\"/static/images/image4.png\" alt=\"New release alert\"><div class=\"card-body\"><h4 class=\"card-title\">Tor Browser will prompt you to update the software once a new version has been released.</h4><p class=\"card-text\">The Torbutton icon (the little green onion in the top left corner of the browser) will display a yellow triangle.</p></div></div></div><p class=\"mb-3\">You may see a written indication when Tor Browser opens telling you that an update is available.</p><div class=\"col-md-6\"><div class=\"card\"><img class=\"card-img-top\" src=\"/static/images/image5.png\" alt=\"New release alert\"><div class=\"card-body\"><h4 class=\"card-title\">Card title</h4><p class=\"card-text\">Card text</p></div></div></div><p class=\"mb-3\">Tor browser will install the updates.</p><div class=\"col-md-6\"><div class=\"card\"><img class=\"card-img-top\" src=\"/static/images/image3.png\" alt=\"New release alert\"><div class=\"card-body\"><h4 class=\"card-title\">Card title</h4><p class=\"card-text\">Card text</p></div></div></div>"
    }
    
}

