{
    "tbb-1": {
	"id": "#tbb-1",
	"control": "tbb-1",
	"title": "常见于最新稳定版本的Tor浏览器的问题是什么？",
	"description": "<p class=\"mb-3\">当我们发布最新稳定版本的Tor浏览器时，都会发布一个包含该版本特性与已知问题的博客。如果您在升级后使用Tor浏览器时出现问题，请查阅<mark><a href=\"https://blog.torproject.org\">https://blog.torproject.org </a></mark>。您的问题可能会被包含在我们发布的有关最新稳定版本Tor浏览器的博客中。</p>"
    },
    "tbb-2": {
	"id": "#tbb-2",
	"control": "tbb-2",
	"title": "为什么我连接的中继回路，第一个IP地址总是相同的呢？",
	"description": "<p class=\"mb-3\">这是Tor的常规操作。您连接的中继回路中的第一个节点通常被称为\"入口节点\"或是\"护卫\"。它是一个快速且稳定的节点，并且将会在您的中继回路中维持两到三个月，用来抵挡破解匿名攻击。回路中剩下的部分将会在您访问不同网站时更改，以达成Tor的隐私防护目的。了解更多有关入口节点是如何工作的，请查阅有关入口节点的<mark><a href=\"https://blog.torproject.org/improving-tors-anonymity-changing-guard-parameters\">博客条目</a></mark>与<mark><a href=\"https://www-users.cs.umn.edu/~hoppernj/single_guard.pdf\">论文</a></mark>。</p>"
    },
    "tbb-3": {
	"id": "#tbb-3",
	"control": "tbb-3",
	"title": "当我使用Tor浏览器时，是否其他人能知道我曾经访问过哪些网站？",
	"description": "<p class=\\\"mb-3\\\">Tor浏览器阻止其他人知晓您访问过的网站。某些单位，比如您的互联网服务提供商（ISP），也许可以知道您在使用Tor。</p>"
    },
    "tbb-4": {
	"id": "#tbb-4",
	"control": "tbb-4",
	"title": "为什么Tor浏览器是基于火狐而不是其他的浏览器呢？",
	"description": "<p class=\"mb-3\">Tor浏览器是火狐某个版本的修改版，专门设定服务于Tor网络。我们做了大量工作来打造这个浏览器，包括颁布补丁来提升它的安全性以及隐私防护能力。使用其他浏览器来访问Tor理论上来说是可行的，但是您可能会暴露在潜在的攻击以及信息泄露的危险之下，所以我们强力不推荐您这么做。<mark><a href=\"https://www.torproject.org/projects/torbrowser/design/\">了解更多有关Tor浏览器的设计</a></mark>。</p>"
    },
    "tbb-5": {
	"id": "#tbb-5",
	"control": "tbb-5",
	"title": "我能在使用Tor浏览器的时候同时使用别的浏览器（火狐，Chrome）吗？",
	"description": "<p class=\"mb-3\">您当然可以在使用tor浏览器的同时使用其他浏览器。但是您必须得知道，其他浏览器并不能拥有跟tor浏览器一样的保密性能。请您在tor与其他并不是那么安全的浏览器转换使用中留神，因为您很有可能使用其他的浏览器进行您原本打算用tor完成的工作。</p>"
    },
    "tbb-6": {
	"id": "#tbb-6",
	"control": "tbb-6",
	"title": "我能将tor浏览器作为我的默认浏览器吗？",
	"description": "<p class=\"mb-3\">很不幸，现在不支持将tor浏览器设置为您的默认浏览器。</p>"
    },
    "tbb-7": {
	"id": "#tbb-7",
	"control": "tbb-7",
	"title": "我最爱的网站屏蔽来自 Tor 的访问。",
	"description": "<p class=\"mb-3\">不能访问你想要的网站真是遗憾呢！有些网站屏蔽了 Tor 因为他们无法分辨出普通 Tor 用户和机器人的区别。根据过去的经验，想要让网站解封来自 Tor 的访问最有效的方法是由用户直接联系网站管理员。也许这样的消息就可以成功：<br />\"嗨，在用 Tor Browser 的时候发现你的网站 xyz.com 不允许来自 Tor 的访问，希望你可以重新考虑这个决定。全球各地很多人都在使用 Tor 来保护隐私和对抗审查，屏蔽 Tor 的同时你也屏蔽了强权国家中想自由访问互联网的用户、需要隐藏自己的记者和检举者、想躲避网络跟踪的研究者和普通用户。请站在支持在线隐私和网络自由的立场上，允许 Tor 用户访问 xyz.com，谢谢！\"<br />另外，银行这类比较敏感的网站经常进行地区范围的屏蔽。如果你平时只在某个特定的国家使用他们的服务，从其他国家进行访问时你的账号可能就会被冻结。如无法连接 onion 服务，请参阅 <a href=\"#onionservices-3\">无法连接 x.onion！</a></p>"
    },
    "tbb-7-1": {
	"id": "#tbb-7-1",
	"control": "tbb-7-1",
	"title": "我在用tor访问Facebook，Twitter或者其他的网站的时候无法使用它们的功能。",
	"description": "<p class=\"mb-3\">有时候用tor浏览器访问一些包含许多JavaScript的网站会出现功能性的问题。最简单解决这个问题的办法是点击\"洋葱目录\"，然后点击安全性滑条。将您的安全性设置到\"低\"。"
    },
    "tbb-8": {
	"id": "#tbb-8",
	"control": "tbb-8",
	"title": "我的网站被审查机构屏蔽了，Tor Browser 能帮助用户访问我的网站吗？",
	"description": "<p class=\"mb-3\">Tor Browser 当然可以帮助人们在网络受审查的地区访问被屏蔽的网站。大多数时候只需要下载<mark><a href=\"https://www.torproject.org/download/download-easy.html.en\">Tor Browser </a></mark>并使用它进行浏览即可。在网络审查十分严格的地区，我们还提供了许多规避措施，例如<mark><a href=\"https://www.torproject.org/docs/pluggable-transports.html.en\">pluggable transports</a></mark>。请参阅<mark><a href=\"https://tb-manual.torproject.org/en-US/\">Tor Browser 用户手册</a></mark>的<mark><a href=\"https://tb-manual.torproject.org/en-US/circumvention.html\">审查</a></mark>章节以获得更多信息。"
    },
    "tbb-9": {
	"id": "#tbb-9",
	"control": "tbb-9",
	"title": "我能用其他的浏览器使用Tor服务吗？",
	"description": "<p class=\"mb-3\">我们强烈反对使用除了Tor浏览器之外的其他浏览器访问Tor服务。使用其他浏览器意味着您远离了Tor浏览器的隐私防护，极易遭到攻击。</p>"
    },
    "tbb-10": {
	"id": "#tbb-10",
	"control": "tbb-10",
	"title": "一些反病毒程序和恶意程序防护软件禁止我使用tor浏览器。",
	"description": "<p class=\"mb-3\">绝大部分的杀毒软件都允许用户设置白名单来准许特定的程序运行。请打开您的杀毒软件然后寻找\"白名单\"设置或与之类似的东西。之后，输入以下程序</p><p class=\"mb-3\"><ul>Windows平台<li>firefox.exe</li><li>tor.exe</li><li>obfs4proxy.exe(如果您使用网桥）</li></ul><ul> OS X平台<li>TorBrowser</li><li>tor.real</li><li>obfs4proxy（如果您使用网桥）</li></ul></p><p class=\"mb-3\">最后，重启tor浏览器。</p>"
    },
    "tbb-11": {
	"id": "#tbb-11",
	"control": "tbb-11",
	"title": "我在Windows平台上下载并安装了tor但是没办法找到它。",
	"description": "<p class=\"mb-3\">您下载并运行的文件将会跳出提示提醒它的位置。如果您忘记了它位于哪里，那么最大的可能性它会位于桌面或者下载文件夹。Windows安装向导的默认设置会创建一个位于桌面的快捷方式，但是也有可能您取消了这个设置。如果您在这些文件夹里也没有找到它，请重新下载。提示窗口会再次弹出来请求您设置它的放置地点，请将此文件放置到您能轻易记住的位置。当下载完成后，您就可以在此目录看到tor浏览器啦。</p>"
    },
    "tbb-12": {
	"id": "#tbb-12",
	"control": "tbb-12",
	"title": "我可以在tor浏览器上使用flash吗？",
	"description": "<p class=\"mb-3\">在tor浏览器中，flash是被禁用的而且我们并不推荐您启用它。我们认为，在任何浏览器中使用flash都是不安全的——它是一个十分不安全的软件。可以轻易的危害到您的隐私或者提供恶意软件给您。幸运的是，绝大部分的网站，设备以及其他浏览器已经不再使用flash了。</p>"
    },
    "tbb-13": {
	"id": "#tbb-13",
	"control": "tbb-13",
	"title": "使用tor浏览器能够保护我电脑上的其他应用吗？",
	"description": "<p class=\"mb-3\"> Only Tor Browser's traffic will be routed over the Tor network. Any other application on your system (including other browsers) will not have their connections routed over the Tor network, and will not be protected. They need to be configured separately to use Tor. If you need to be sure that all traffic will go through the Tor network, take a look at the ​<mark><a href=\"https://tails.boum.org/\">Tails live operating system</a></mark> which you can start on almost any computer from a USB stick or a DVD.</p>"
    },
    "tbb-14": {
	"id": "#tbb-14",
	"control": "tbb-14",
	"title": "Should I install a new add-on or extension in Tor Browser, like AdBlock Plus or uBlock Origin?",
	"description": "<p class=\"mb-3\">It's strongly discouraged to install new add-ons in Tor Browser, because they can compromise both your privacy and your security. Plus, Tor Browser already comes installed with two add-ons — HTTPS Everywhere and NoScript — which give you added protection.</p>"
    },
    "tbb-15": {
	"id": "#tbb-15",
	"control": "tbb-15",
	"title": "Can I download Tor Browser for ChromeOS?",
	"description": "<p class=\"mb-3\">Unfortunately, we don't yet have a version of Tor Browser for ChromeOS.</p>"
    },
    "tbb-16": {
	"id": "#tbb-16",
	"control": "tbb-16",
	"title": "Can I pick which country I'm exiting from?",
	"description": "<p class=\"mb-3\">Modifying the way that Tor creates its circuits is strongly discouraged. You get the best security that Tor can provide when you leave the route selection to Tor; overriding the entry / exit nodes can compromise your anonymity. If the outcome you want is simply to be able to access resources that are only available in one country, you may want to consider using a VPN instead of using Tor. Please note that VPNs do not have the same privacy properties as Tor, but they will help solve some geolocation restriction issues.</p>"
    },
    "tbb-17": {
	"id": "#tbb-17",
	"control": "tbb-17",
	"title": "Is it safe to run Tor Browser and another browser at the same time?",
	"description": "<p class=\"mb-3\">If you run Tor Browser and another browser at the same time, it won't affect Tor's performance or privacy properties. However, be aware that your other browser is not keeping your activity private, and you may forget and accidentally use that non-private browser to do something that you intended to do in Tor Browser.</p>"
    },  
    "tbb-18": {
	"id": "#tbb-18",
	"control": "tbb-18",
	"title": "Is there support for *BSD?",
	"description": "<p class=\"mb-3\">Sorry, but there is currently no official support for running Tor Browser on *BSD. There is something called the TorBSD project, but their Tor Browser is not officially supported.</p>"
    },  
    "tbb-19": {
	"id": "#tbb-19",
	"control": "tbb-19",
	"title": "无法连接 Tor，我的网络被审查了吗？",
	"description": "1"
    },
    "tbb-20": {
	"id": "#tbb-20",
	"control": "tbb-20",
	"title": "Tor Browser won't connect, but it doesn’t seem to be an issue with censorship.",
	"description": "<p class=\"mb-3\">One of the most common issues that causes connection errors in Tor Browser is an incorrect system clock. Please make sure your system clock and timezone are set accurately. If this doesn't fix the problem, see the ​Troubleshooting page on the <mark><a href=\"https://tb-manual.torproject.org/en-US/bridges.html\">​Tor Browser manual</a></mark>.</p>"
    },
    "tbb-21": {
	"id": "#tbb-21",
	"control": "tbb-21",
	"title": "How do I view Tor Browser message log?",
	"description": "<p class=\"mb-3\">Click the button labelled \"Copy Tor Log To Clipboard\" that appears in the dialog window when Tor Browser is first connecting to the network. If Tor Browser is already open, click on the Torbutton icon (the small green onion at the top-left of the screen), then \"Open Network Settings\", then \"Copy Tor Log To Clipboard.\". Once you have copied the log, you will be able to paste it into a text editor or email client.</p>"
    },
    "tbb-22": {
	"id": "#tbb-22",
	"control": "tbb-22",
	"title": "How can I make Tor run faster? Is Tor Browser slower than other browsers?",
	"description": "<p class=\"mb-3\">Using Tor Browser can sometimes be slower than other browsers. The Tor network has over a million daily users, and just over 6000 relays to route all of their traffic, and the load on each server can sometimes cause latency. You can help improve the speed of the network by running your own relay, or encouraging others to do so. That said, Tor is much faster than it used to be and you may not actually notice any change in speed from other browsers.</p>"
    },
    "tbb-23": {
	"id": "#tbb-23",
	"control": "tbb-23",
	"title": "What search engine comes with Tor Browser and how does it protect my privacy?",
	"description": "<p class=\"mb-3\">DuckDuckGo is the default search engine in Tor Browser. DuckDuckGo does not track its users nor does it store any data about user searches.</p>"
    },
    "tbb-24": {
	"id": "#tbb-24",
	"control": "tbb-24",
	"title": "I'm having a problem with DuckDuckGo.",
	"description": "<p class=\"mb-3\">Please see the ​<mark><a href=\"https://duck.co/help\">DuckDuckGo support portal</a></mark>. If you believe this is a Tor Browser issue, please report it on our ​<mark><a href=\"https://trac.torproject.org/\">bug tracker</a></mark>.</p>"
    },
    "tbb-25": {
	"id": "#tbb-25",
	"control": "tbb-25",
	"title": "I'm having a problem with NoScript.",
	"description": "<p class=\"mb-3\">Please see the ​<mark><a href=\"https://noscript.net/faq\">NoScript FAQ</a></mark>. If you believe this is a Tor Browser issue, please report it on our ​<mark><a href=\"https://trac.torproject.org/\">bug tracker</a></mark>.</p>"
    },
    "tbb-26": {
	"id": "#tbb-26",
	"control": "tbb-26",
	"title": "I'm having a problem with HTTPS Everywhere.",
	"description": "<p class=\"mb-3\">Please see the ​<mark><a href=\"https://www.eff.org/https-everywhere/faq\">HTTPS Everywhere</a></mark>. If you believe this is a Tor Browser issue, please report it on our ​<mark><a href=\"https://trac.torproject.org/\">bug tracker</a></mark>.</p>"
    },
    "tbb-27": {
	"id": "#tbb-27",
	"control": "tbb-27",
	"title": "How do I update Tor Browser?",
	"description": "<p class=\"mb-3\">You can update Tor Browser as soon as a new version is released.</p><div class=\"col-md-6\"><div class=\"card\"><img class=\"card-img-top\" src=\"/static/images/image4.png\" alt=\"New release alert\"><div class=\"card-body\"><h4 class=\"card-title\">Tor Browser will prompt you to update the software once a new version has been released.</h4><p class=\"card-text\">The Torbutton icon (the little green onion in the top left corner of the browser) will display a yellow triangle.</p></div></div></div><p class=\"mb-3\">You may see a written indication when Tor Browser opens telling you that an update is available.</p><div class=\"col-md-6\"><div class=\"card\"><img class=\"card-img-top\" src=\"/static/images/image5.png\" alt=\"New release alert\"><div class=\"card-body\"><h4 class=\"card-title\">Card title</h4><p class=\"card-text\">Card text</p></div></div></div><p class=\"mb-3\">Tor browser will install the updates.</p><div class=\"col-md-6\"><div class=\"card\"><img class=\"card-img-top\" src=\"/static/images/image3.png\" alt=\"New release alert\"><div class=\"card-body\"><h4 class=\"card-title\">Card title</h4><p class=\"card-text\">Card text</p></div></div></div>"
    },
    "tbb-28": {
	"id": "#tbb-28",
	"control": "tbb-28",
	"title": "How do I uninstall Tor Browser?",
	"description": "<p class=\"mb-3\">Removing Tor Browser from your system is simple:</p><p class=\"mb-3\"><ol><li>Locate your Tor Browser folder or application. The default location on Windows is the Desktop; on macOS it is the Applications folder (on macOS, you have to move it into the Applications folder when you complete the installation process). On Linux, there is no default location, however the folder will be named \"tor-browser_en-US\" if you are running the English Tor Browser.</li><li>Delete the Tor Browser folder or application.</li><li>Empty your Trash.</li></ol></p><p class=\"mb-3\">Note that your operating system’s standard \"Uninstall\" utility is not used.</p>"
    },
    "tbb-29": {
	"id": "#tbb-29",
	"control": "tbb-29",
	"title": "Is there a way to change the IP address that Tor Browser assigns me for a particular site?",
	"description": "<p class=\"mb-3\">Tor Browser has two ways to change your relay circuit — \"New Identity\" and \"New Tor Circuit for this Site\". Both options are located in the Torbutton (little green onion) menu.</p><h5>New Identity</h5><p class=\"mb-3\">This option is useful if you want to prevent your subsequent browser activity from being linkable to what you were doing before. Selecting it will close all your tabs and windows, clear all private information such as cookies and browsing history, and use new Tor circuits for all connections. Tor Browser will warn you that all activity and downloads will be stopped, so take this into account before clicking \"New Identity\".</p><h5>New Tor Circuit for this Site</h5><p class=\"mb-3\">This option is useful if the exit relay you are using is unable to connect to the website you require, or is not loading it properly. Selecting it will cause the currently-active tab or window to be reloaded over a new Tor circuit. Other open tabs and windows from the same website will use the new circuit as well once they are reloaded. This option does not clear any private information or unlink your activity, nor does it affect your current connections to other websites.</p><div class=\"col-md-6\"><div class=\"card\"><img class=\"card-img-top\" src=\"/static/images/image1.png\" alt=\"New release alert\"><div class=\"card-body\"><h4 class=\"card-title\">Card title</h4><p class=\"card-text\">Card text</p></div></div></div>"
    },
    "tbb-30": {
	"id": "#tbb-30",
	"control": "tbb-30",
	"title": "A website (bank, email provider, etc..) locks me out whenever I use Tor, what can I do?",
	"description": "<p class=\"mb-3\">Tor Browser often makes your connection appear as though it is coming from an entirely different part of the world. Some websites, such as banks or email providers, might interpret this as a sign that your account has been compromised, and lock you out. The only way to resolve this is by following the site’s recommended procedure for account recovery, or contacting the operators and explaining the situation. You may be able to avoid this scenario if your provider offers 2-factor authentication, which is a much better security option than IP-based reputations. Contact your provider and ask them if they provide 2FA.</p>"
    },
    "tbb-31": {
	"id": "#tbb-31",
	"control": "tbb-31",
	"title": "Which platforms is Tor Browser available for?",
	"description": "<p class=\"mb-3\">Tor Browser is currently available on Windows, Linux and OSX. For Android, The Guardian Project maintains the Tor-powered apps Orbot and Orfox. There is no official version of Tor for iOS yet, though we recommend Onion Browser.</p>"
    },
    "tbb-32": {
	"id": "#tbb-32",
	"control": "tbb-32",
	"title": "Can I set Tor Browser as my default browser?",
	"description": "<p class=\"mb-3\">There is currently no supported method for setting Tor Browser as your default browser. The Tor Browser works hard to isolate itself from the rest of your system, and the steps for making it the default browser are unreliable. This means sometimes a website would load in the Tor Browser, and sometimes it would load in another browser, this type of behavior can be dangerous and anonymity-breaking.</p>"
    },
    "tbb-33": {
	"id": "#tbb-33",
	"control": "tbb-33",
	"title": "Does running Tor Browser make me a relay?",
	"description": "<p class=\"mb-3\">Running Tor Browser does not make you act as a relay in the network. This means that your computer will not be used to route traffic for others. If you'd like to become a relay, please see our <mark><a href=\"https://trac.torproject.org/projects/tor/wiki/TorRelayGuide\">Tor Relay Guide</a></mark>.</p>"
    },
    "tbb-34": {
	"id": "#tbb-34",
	"control": "tbb-34",
	"title": "Why does Tor Browser ship with Javascript enabled?",
	"description": "<p class=\"mb-3\">We configure NoScript to allow JavaScript by default in Tor Browser because many websites will not work with JavaScript disabled. Most users would give up on Tor entirely if we disabled Javascript by default because it would cause so many problems for them.</p><p class=\"mb-3\">Ultimately, we want to make Tor Browser as secure as possible while also making it usable for the majority of people, so for now, that means leaving Javascript enabled by default. For users who want to have Javascript disabled on all HTTP sites by default, we recommend changing your Tor Browser's security slider (in the Tor Browser Onion menu under \"Security Settings\"). The low/default setting allows Javascript, but the medium and high levels both block Javascript on HTTP sites.</p>"
    },
    "tbb-35": {
	"id": "#tbb-35",
	"control": "tbb-35",
	"title": "Can you get rid of all the captchas?",
	"description": "<p class=\"mb-3\">Unfortunately, some websites deliver CAPTCHAS to Tor users, and we are not able to remove CAPTCHAs from websites. The best thing to do in these cases is to contact the website owners, and inform them that their CAPTCHAs are preventing users such as yourself from using their services.</p>"
    },
    "tbb-36": {
	"id": "#tbb-36",
	"control": "tbb-36",
	"title": "Can I run multiple instances of Tor Browser?",
	"description": "<p class=\"mb-3\">We do not recommend running multiple instances of Tor Browser, and may not work as anticipated on many platforms.</p>"
    },
    "tbb-37": {
	"id": "#tbb-37",
	"control": "tbb-37",
	"title": "I need Tor Browser in a language that's not English.",
	"description": "<p class=\"mb-3\">We currently offer Tor Browser in the following languages:</p><p class=\"mb-3\"><ul><li>English (en-US)</li><li>\"العربية\" (ar)</li><li>Deutsch (de)</li><li>Español (es-ES)</li><li> فارسى (fa)</li><li>Français (fr)</li><li>Italiano (it)</li><li>日本語 (ja)</li><li>Korean (ko)</li><li>Nederlands (nl)</li><li>Polish (pl)</li><li>Português (pt-BR)</li><li>Русский (ru)</li><li>Türkçe (tr)</li><li>Vietnamese (vi)</li><li>简体字 (zh-CN)</li></ul></p>"
    },
    "tbb-38": {
	"id": "#tbb-38",
	"control": "tbb-38",
	"title": "Will my network admin be able to tell I'm using Tor Browser?",
	"description": "<p class=\"mb-3\">When using Tor / Tor Browser, we do not make the guarantee that no one will be able to determine you are using Tor. Rather, the goal is that no one will know what you are doing with Tor. Using pluggable transports can make identifying Tor traffic more difficult, but not impossible.</p>"
    },
    "tbb-39": {
	"id": "#tbb-39",
	"control": "tbb-39",
	"title": "Will my network admin be able to tell I'm using Tor Browser?",
	"description": "<p class=\"mb-3\">When using Tor / Tor Browser, we do not make the guarantee that no one will be able to determine you are using Tor. Rather, the goal is that no one will know what you are doing with Tor. Using pluggable transports can make identifying Tor traffic more difficult, but not impossible.</p>"
    },
    "tbb-40": {
	"id": "#tbb-40",
	"control": "tbb-40",
	"title": "Does Tor Browser use a different circuit for each website?",
	"description": "<p class=\"mb-3\">In Tor Browser, every domain gets its own circuit. ​<mark><a href=\"https://www.torproject.org/projects/torbrowser/design/#identifier-linkability\">The Design and Implementation of Tor Browser</a></mark> document has further details regarding this issue.</p>"
    },
    "tbb-41": {
	"id": "#tbb-41",
	"control": "tbb-41",
	"title": "Why did my search engine switch to DuckDuckGo?",
	"description": "<p class=\"mb-3\">With the release of Tor Browser 6.0.6, we switched to DuckDuckGo as the primary search engine. For a while now, Disconnect has had no access to Google search results which we used in Tor Browser. Disconnect being more of a meta search engine which allows users to choose between different search providers fell back to delivering Bing search results which were basically unacceptable quality-wise.</p>"
    },
     "tbb-42": {
	"id": "#tbb-42",
	"control": "tbb-42",
	"title": "Why does my Tor Browser say something about Firefox not working?",
	"description": "<p class=\"mb-3\">Tor Browser is built using ​<mark><a href=\"https://www.mozilla.org/en-US/firefox/organizations/\">Firefox ESR</a></mark>, so errors regarding Firefox may occur. Please be sure no other instance of Tor Browser is already running, and that you have extracted Tor Browser in a location that your user has the correct permissions for. If you are running an anti-virus, please see [linkto: My antivirus/malware protection is blocking me from accessing Tor Browser], it is common for anti-virus / anti-malware software to cause this type of issue.</p>"
     }
}
