{
    "tbb-1": {
	"id": "#ntb-1",
	"control": "ntb-1",
	"title": "Quels sont les problèmes les plus courants avec la dernière version stable du navigateur Tor ?",
	"description": "<p class=\"mb-3\">Quand nous publions une nouvelle version stable du navigateur Tor, nous rédigeons un billet de blogue qui explique en détail ses nouvelles fonctions et ses problèmes connus. Si vous avez commencé à éprouver des problèmes avec votre navigateur Tor à la suite d’une mise à jour, consultez ​<mark><a href=\"https://blog.torproject.org\">https://blog.torproject.org</a></mark> le billet pour la dernière version stable du navigateur Tor et voyez si votre problème s’y trouve.</p>"
    },
    "tbb-2": {
	"id": "#ntb-2",
	"control": "ntb-2",
	"title": "Pourquoi la première adresse IP de mon circuit de relais est-elle toujours la même ?",
	"description": "<p class=\"mb-3\">C’est un comportement normal de Tor. Le premier relais de votre circuit est appelé « garde d’entrée » ou « garde ». C’est un relais rapide et stable qui reste le premier relais de votre circuit pendant 2 à 3 mois afin d’offrir une protection contre une attaque connue de rupture d’anonymat. Le reste de votre circuit change pour chaque nouveau site Web que vous visitez et ces circuits fournissent, ensemble, la protection complète de la confidentialité offerte par Tor. Pour de plus amples renseignements sur le fonctionnement des gardes relais, consulter ce <mark><a href=\"https://blog.torproject.org/improving-tors-anonymity-changing-guard-parameters\">billet de blogue</a></mark> et cet <mark><a href=\"https://www-users.cs.umn.edu/~hoppernj/single_guard.pdf\">article</a></mark> (en anglais) sur les gardes d’entrée.</p>"
    },
    "tbb-3": {
	"id": "#ntb-3",
	"control": "ntb-3",
	"title": "Quand j’utilise le navigateur Tor, quelqu’un peut-il savoir quel site Web je visite ?",
	"description": "<p class=\"mb-3\">Le navigateur Tor empêche quiconque de savoir quel site Web vous visitez. Certaines entités telles que votre fournisseur d'accès Internet (FAI) pourraient voir que vous utilisez Tor.</p>"
    },
    "tbb-4": {
	"id": "#ntb-4",
	"control": "ntb-4",
	"title": "Pourquoi le navigateur Tor est-il conçu à partir de Firefox et pas un autre navigateur ?",
	"description": "<p class=\"mb-3\">Le navigateur Tor est une version modifiée de Firefox spécialement conçue pour être utilisée avec Tor. Le navigateur Tor a demandé de grands efforts, dont l'utilisation de correctifs supplémentaires pour améliorer la confidentialité et la sécurité. Bien qu'il soit techniquement possible d'utiliser Tor avec d'autres navigateurs, vous pourriez vous exposer à des attaques potentiels ou divulguer des renseignements. C’est pourquoi nous le déconseillons fortement. <mark><a href=\"https://www.torproject.org/projects/torbrowser/design/\">En apprendre davantage sur la conception du navigateur Tor</a></mark>.</p>"
    },
    "tbb-5": {
	"id": "#ntb-5",
	"control": "ntb-5",
	"title": "Puis-je quand même utiliser un autre navigateur comme Chrome ou Firefox quand j’utilise le navigateur Tor ?",
	"description": "<p class=\"mb-3\">Vous pouvez assurément utiliser un autre navigateur alors que vous utilisez aussi le navigateur Tor. Mais vous devez cependant savoir que les propriétés de confidentialité du navigateur Tor seront absentes de l’autre navigateur. Soyez prudent en basculant du navigateur Tor à un autre navigateur moins sécurisé, car vous pourriez accidentellement utiliser l’autre navigateur pour quelque chose que vous pensiez faire avec Tor.</p>"
    },
    "tbb-6": {
	"id": "#ntb-6",
	"control": "ntb-6",
	"title": "Puis-je faire du navigateur Tor mon navigateur par défaut ?",
	"description": "<p class=\"mb-3\">Il n’existe malheureusement aucune façon prise en charge de faire du navigateur Tor votre navigateur par défaut.</p>"
    },
    "tbb-7": {
	"id": "#ntb-7",
	"control": "ntb-7",
	"title": "Mon site Web préféré bloque l’accès à partir de Tor.",
	"description": "<p class=\"mb-3\">Nous sommes désolés d’apprendre que vous ne pouvez pas visiter le site Web que vous souhaitez ! Un site Web bloquera parfois les utilisateurs de Tor parce qu’ils ne peuvent pas faire la différence entre l’utilisateur de Tor moyen et le trafic automatisé. Les meilleurs résultats pour débloquer l’accès des utilisateurs de Tor à un site donné ont été obtenus en demandant aux utilisateurs de contacter directement les administrateurs dudit site. Ce qui suit pourrait suffire :<br />« Bonjour ! J’ai essayé d’accéder à votre site xyz.com tout en utilisant le navigateur Tor et j’ai découvert que vous ne permettez pas aux utilisateurs de Tor d’y accéder. Je vous demande instamment de reconsidérer votre décision ; Tor est utilisé partout dans le monde par des personnes souhaitant protéger leurs renseignements personnels tout en combattant la censure. En bloquant les utilisateurs de Tor, vous bloquez vraisemblablement des personnes se trouvant dans des pays où règne la répression et qui souhaitent utiliser un Internet libre, des journalistes et des chercheurs qui ne veulent pas être découverts, des lanceurs d’alerte, des activistes et des personnes ordinaires qui ne veulent pas être suivies à la trace par des tiers invasifs. Veuillez adopter une position ferme privilégiant la confidentialité numérique et la liberté sur Internet, et permettre aussi aux utilisateurs de Tor d’accéder à xyz.com. Merci.<br />Voici le même message en anglais : <br />\"Hi! I tried to access your site xyz.com while using Tor Browser and discovered that you don't allow Tor users to access your site. I urge you to reconsider this decision; Tor is used by people all over the world to protect their privacy and fight censorship. By blocking Tor users, you are likely blocking people in repressive countries who want to use a free internet, journalists and researchers who want to protect themselves from discovery, whistleblowers, activists, and ordinary people who want to opt out of invasive third party tracking. Please take a strong stance in favor of digital privacy and internet freedom, and allow Tor users access to xyz.com. Thank you.\"<br />Dans le cas de banques ou autres sites Web délicats, il est aussi habituel de constater un blocage d’après la position géographique (si une banque sait que vous accédez habituellement à ses services à partir d’un pays et que vous vous connectez soudainement à partir d’un relais de sortie situé de l’autre côté de la planète, votre compte pourrait être verrouillé ou suspendu). Si vous ne pouvez pas vous connecter à un service oignon, veuillez consulter <a href=\"#onionservices-3\">Je ne peux pas accéder à X.onion !</a></p>"
    },
    "tbb-7-1": {
	"id": "#ntb-7-1",
	"control": "ntb-7-1",
	"title": "J'éprouve des difficultés à utiliser des fonctions sur Facebook, Twitter ou d'autres sites Web quand j’utilise le navigateur Tor.",
	"description": "<p class=\"mb-3\">Les sites Web faisant particulièrement appel à JavaScript peuvent parfois présenter des problèmes de fonctionnement avec le navigateur Tor. Pour corriger cela, il suffit de cliquer sur le menu oignon puis sur le curseur de sécurité. Réglez le niveau de sécurité à Normal.</p>"
    },
    "tbb-8": {
	"id": "#ntb-8",
	"control": "ntb-8",
	"title": "Notre site Web est bloqué par un censeur. Le navigateur Tor peut-il aider les utilisateurs à accéder à notre site Web ?",
	"description": "<p class=\"mb-3\">Le navigateur Tor peut certainement aider les utilisateurs à accéder à votre site Web où il est bloqué. La plupart du temps, il suffira de télécharger le <mark><a href=\"https://www.torproject.org/download/download-easy.html.en\">navigateur Tor</a></mark>et de l’utiliser pour naviguer vers le site bloqué pour y accéder. Pour les endroits soumis à une censure forte, de nombreuses options de contournement sont offertes, dont les ​<mark><a href=\"https://www.torproject.org/docs/pluggable-transports.html.en\">transports enfichables</a></mark>. Pour de plus amples renseignements, veuillez consulter la rubrique sur la <mark><a href=\"https://tb-manual.torproject.org/fr/circumvention.html\">censure</a></mark> du <mark><a href=\"https://tb-manual.torproject.org/fr/\">​guide d’utilisation du navigateur Tor</a></mark>.</p>"
    },
    "tbb-9": {
	"id": "#ntb-9",
	"control": "ntb-9",
	"title": "Puis-je utiliser Tor avec un autre navigateur que le navigateur Tor ?",
	"description": "<p class=\"mb-3\">Nous recommandons fortement de ne pas utiliser Tor avec un autre navigateur que le navigateur Tor. Utiliser Tor avec un autre navigateur pourrait vous rendre vulnérable, sans la protection de la confidentialité du navigateur Tor.</p>"
    },
    "tbb-10": {
	"id": "#ntb-10",
	"control": "ntb-10",
	"title": "Mon antivirus ou ma protection contre les programmes malveillants m’empêche d’accéder au navigateur Tor.",
	"description": "<p class=\" mb-3\">La plupart des antivirus ou des protections contre les programmes malveillants permettent aux utilisateurs de mettre en liste blanche certains processus qui pourraient autrement être bloqués. Ouvrez votre logiciel antivirus ou de protection contre les programmes malveillants et cherchez dans les paramètres une liste blanche ou quelque chose de semblable. Excluez ensuite les processus suivants :</p><p class=\" mb-3\"><ul>Pour Windows<li>firefox.exe</li><li>tor.exe</li><li>obfs4proxy.exe (si vous utilisez des ponts)</li></ul><ul>Pour macOS (OS X)<li>TorBrowser</li><li>tor.real</li><li>obfs4proxy (si vous utilisez des ponts)</li></ul></p><p class=\" mb-3\">Enfin, redémarrez le navigateur Tor.</p>"
    },
    "tbb-11": {
	"id": "#ntb-11",
	"control": "ntb-11",
	"title": "J’ai téléchargé et installé le navigateur Tor pour Windows, mais maintenant je ne peux pas le trouver.",
	"description": "<p class=\"mb-3\">Le fichier que vous téléchargez et exécutez vous demande une destination. Si vous ne vous souvenez pas de cette destination, c’est probablement votre dossier Téléchargements ou Bureau, mais gardez à l’esprit que vous pourriez accidentellement avoir décoché l’option de créer un raccourci. Si vous ne le trouvez pas dans aucun de ces deux dossiers, téléchargez-le de nouveau et cherchez l’invite qui vous demande de choisir un répertoire dans lequel le télécharger. Choisissez un répertoire dont vous vous souviendrez facilement, et une fois que le téléchargement est terminé, vous devriez y voir un dossier Navigateur Tor.</p>"
    },
    "tbb-12": {
	"id": "#ntb-12",
	"control": "ntb-12",
	"title": "Puis-je utiliser Flash dans le navigateur Tor ?",
	"description": "<p class=\"mb-3\">Flash est désactivé dans le navigateur Tor et nous vous recommandons de ne pas l’activer. Nous ne pensons pas qu’il soit sécuritaire d’utiliser Flash dans quelque navigateur que ce soit. C’est un logiciel qui présente de grands risques de sécurité et qui pourrait compromettre vos renseignements personnels, mais aussi vous servir des programmes malveillants.</p>9"
    },
    "tbb-13": {
	"id": "#ntb-13",
	"control": "ntb-13",
	"title": "Est-ce que l’utilisation du navigateur Tor protège les autres applications sur mon ordinateur ?",
	"description": "<p class=\"mb-3\"> Seul le trafic du navigateur Tor sera acheminé par le réseau Tor. Les connexions de toutes les autres applications sur votre système (des autres navigateurs notamment) ne seront pas acheminées par le réseau Tor ni ne seront protégées. Elles doivent être configurées séparément pour utiliser Tor. Si vous avez besoin de vous assurer que tout le trafic passe par le réseau Tor, jetez un coup d’œil au ​<mark><a href=\"https://tails.boum.org/\">système d’exploitation autonome Tails</a></mark> que vous pouvez lancer sur presque n’importe quel ordinateur à partir d’une clé USB ou d’un DVD.</p>"
    },
    "tbb-14": {
	"id": "#ntb-14",
	"control": "ntb-14",
	"title": "Devrais-je installer une nouvelle extension dans le navigateur Tor, comme AdBlock Plus or uBlock Origin ?",
	"description": "<p class=\"mb-3\">Il est fortement déconseillé d'installer de nouvelles extensions dans le navigateur Tor, car elles peuvent compromettre à la fois la confidentialité et votre sécurité. De plus, deux extensions sont déjà préinstallées dans le navigateur Tor, HTTPS partout et NoScript, pour une protection accrue.</p>"
    },
    "tbb-15": {
	"id": "#ntb-15",
	"control": "ntb-15",
	"title": "Puis-je télécharger le navigateur Tor pour Chrome OS ?",
	"description": "<p class=\"mb-3\">Malheureusement, nous n’avons pas encore de version du navigateur Tor pour Chrome OS.</p>"
    },
    "tbb-16": {
	"id": "#ntb-16",
	"control": "ntb-16",
	"title": "Puis-je choisir mon pays de sortie ?",
	"description": "<p class=\"mb-3\">Il est fortement déconseillé de changer la façon dont Tor crée ses circuits. En laissant Tor sélectionner la route, vous obtenez la meilleure sécurité que Tor puisse fournir ; remplacer les nœuds d’entrée et de sortie peut compromettre votre anonymat. Si le résultat recherché est de simplement accéder aux ressources qui ne sont proposées que dans un pays, vous pourriez envisager d’utiliser un RPV au lieu de Tor. Veuillez noter que les RPV ne proposent pas les mêmes propriétés de confidentialité que Tor, mais ils aident à résoudre certains problèmes de restriction par géolocalisation.</p>"
    },
    "tbb-17": {
	"id": "#ntb-17",
	"control": "ntb-17",
	"title": "Puis-je utiliser le navigateur Tor et un autre navigateur en même temps en toute sécurité ?",
	"description": "<p class=\"mb-3\">Si vous utilisez le navigateur Tor et un autre navigateur en même temps, cela n’affectera pas les performances ni les propriétés de confidentialité de Tor. Gardez cependant à l’esprit que votre autre navigateur n’assure pas la confidentialité de votre activité, et vous pourriez utiliser cet autre navigateur non confidentiel par accident pour effectuer quelque chose que vous souhaitiez faire avec le navigateur Tor.</p>"
    },  
    "tbb-18": {
	"id": "#ntb-18",
	"control": "ntb-18",
	"title": "*BSD est-il pris en charge ?",
	"description": "<p class=\"mb-3\">Désolé, mais il n’y a actuellement aucune prise en charge officielle pour exécuter le navigateur Tor sur *BSD. Il existe quelque chose appelé le Projet TorBSD, mais leur navigateur Tor n’est pas pris en charge officiellement.</p>"
    },  
    "tbb-19": {
	"id": "#ntb-19",
	"control": "ntb-19",
	"title": "Je n'arrive pas à me connecter au navigateur Tor, mon réseau est-il censuré ?",
	"description": "<p class=\"mb-3\">Il se peut que vous soyez sur un réseau censuré et que vous deviez tenter d’utiliser des ponts. Des ponts sont intégrés au navigateur Tor et vous pouvez utiliser ces ponts en choisissant « Configurer » (puis en suivant les indications) dans la fenêtre du lanceur Tor qui surgit quand vous ouvrez le navigateur Tor pour la première fois. S’il vous faut d’autres ponts, vous pouvez en obtenir sur notre ​<mark><a href=\"https://bridges.torproject.org/\">site Web BridgeDB</a></mark>. Pour de plus amples renseignements concernant les ponts, consulter le <mark><a href=\"https://tb-manual.torproject.org/fr/bridges.html\">​guide d’utilisation du navigateur Tor</a></mark>.</p>"
    },
    "tbb-20": {
	"id": "#ntb-20",
	"control": "ntb-20",
	"title": "Le navigateur Tor n’arrive pas à se connecter, mais il ne semble pas que ce soit un problème de censure.",
	"description": "<p class=\"mb-3\">L’un des problèmes les plus courants qui entraîne des erreurs de connexion dans le navigateur Tor est une horloge système qui n’est pas à l’heure. Veuillez vous assurer que votre horloge système et votre fuseau horaire sont réglés avec précision. Si le problème persiste, voir la page Dépannage du <mark><a href=\"https://tb-manual.torproject.org/fr/bridges.html\">​guide du navigateur Tor</a></mark>.</p>"
    },
    "tbb-21": {
	"id": "#ntb-21",
	"control": "ntb-21",
	"title": "Comment puis-je visualiser le journal de messages du navigateur Tor ?",
	"description": "<p class=\"mb-3\">Cliquez sur le bouton « Copier le journal de Tor dans le presse-papiers » qui apparaît dans la fenêtre de dialogue quand le navigateur Tor se connecte initialement au réseau. Si le navigateur est déjà ouvert, cliquez sur l’icône BoutonTor (le petit oignon vert en haut à gauche de l’écran), sur « Paramètres du réseau Tor », puis sur « Copier le journal de Tor dans le presse-papiers ». Une fois que vous aurez copié le journal, vous pourrez le coller dans un éditeur de texte ou un client de courriel.</p>"
    },
    "tbb-22": {
	"id": "#ntb-22",
	"control": "ntb-22",
	"title": "Comment puis-je accélérer Tor ? Le navigateur Tor est-il plus lent que les autres navigateurs ?",
	"description": "<p class=\"mb-3\">L’utilisation du navigateur Tor peut parfois s’avérer plus lente que les autres navigateurs. Le réseau Tor répond à plus d’un million d’utilisateurs par jour, avec seulement 6 000 relais pour acheminer tout leur trafic. La charge sur chaque serveur peut parfois causer une latence. Vous pouvez aider à améliorer la vitesse du réseau en exécutant votre propre relais ou en encourageant les autres à le faire. Cela dit, Tor est beaucoup plus rapide que par le passé, et en fait, vous ne remarquerez peut-être aucun ralentissement par rapport aux autres navigateurs.</p>"
    },
    "tbb-23": {
	"id": "#ntb-23",
	"control": "ntb-23",
	"title": "Quel moteur de recherche est configuré avec le navigateur Tor et comment protège-t-il mes renseignements personnels ?",
	"description": "<p class=\"mb-3\">DuckDuckGo est le moteur de recherche par défaut dans le navigateur Tor. DuckDuckGo ne suit pas ses utilisateurs à la trace ni n’enregistre aucune donnée sur les recherches des utilisateurs.</p>"
    },
    "tbb-24": {
	"id": "#ntb-24",
	"control": "ntb-24",
	"title": "J'ai un problème avec DuckDuckGo.",
	"description": "<p class=\"mb-3\">Veuillez consulter la ​<mark><a href=\"https://duck.co/help\">page d’assistance de DuckDuckGo</a></mark>. Si vous croyez que le problème provient du navigateur Tor, veuillez le signaler sur notre ​<mark><a href=\"https://trac.torproject.org/\">gestionnaire de bogues</a></mark>.</p>\n"
    },
    "tbb-25": {
	"id": "#ntb-25",
	"control": "ntb-25",
	"title": "J'ai un problème avec NoScript.",
	"description": "<p class=\"mb-3\">Veuillez consulter la ​<mark><a href=\"https://noscript.net/faq\">FAQ de NoScript FAQ</a></mark>. Si vous croyez que le problème provient du navigateur Tor, veuillez le signaler sur notre ​<mark><a href=\\\"https://trac.torproject.org/\\\">gestionnaire de bogues</a></mark>.</p>"
    },
    "tbb-26": {
	"id": "#ntb-26",
	"control": "ntb-26",
	"title": "J'ai un problème avec HTTPS partout.",
	"description": "<p class=\"mb-3\">Veuillez consulter la ​<mark><a href=\"https://www.eff.org/https-everywhere/faq\">FAQ de HTTPS partout</a></mark>. Si vous croyez que le problème provient du navigateur Tor, veuillez le signaler sur notre ​<mark><a href=\\\\\\\"https://trac.torproject.org/\\\\\\\">gestionnaire de bogues</a></mark>.</p>"
    },
    "tbb-27": {
	"id": "#ntb-27",
	"control": "ntb-27",
	"title": "Comment puis-je mettre le navigateur Tor à jour ?",
	"description": "<p class=\"mb-3\">Vous pouvez mettre le navigateur Tor à jour dès qu’une nouvelle version paraît.</p><div class=\"col-md-6\"><div class=\"card\"><img class=\"card-img-top\" src=\"/static/images/image4.png\" alt=\"Alerte de nouvelle version\"><div class=\"card-body\"><h4 class=\"card-title\">Le navigateur Tor vous invitera à mettre le logiciel à jour dès qu’une nouvelle version est parue.</h4><p class=\"card-text\">L’icône de BoutonTor (le petit oignon vert dans le coin supérieur droit du navigateur) affichera un triangle jaune.</p></div></div></div><p class=\"mb-3\">Lors du démarrage du navigateur Tor, vous pourriez voir une indication écrite vous avisant qu’une mise à jour est proposée.</p><div class=\"col-md-6\"><div class=\"card\"><img class=\"card-img-top\" src=\"/static/images/image5.png\" alt=\"Alerte de nouvelle version\"><div class=\"card-body\"><h4 class=\"card-title\">Titre de la carte</h4><p class=\"card-text\">Texte de la carte</p></div></div></div><p class=\"mb-3\">Le navigateur Tor installera les mises à jour.</p><div class=\"col-md-6\"><div class=\"card\"><img class=\"card-img-top\" src=\"/static/images/image3.png\" alt=\"Alerte de nouvelle version\"><div class=\"card-body\"><h4 class=\"card-title\">Titre de la carte</h4><p class=\"card-text\">Texte de la carte</p></div></div></div>\n"
    },
    "tbb-28": {
	"id": "#ntb-28",
	"control": "ntb-28",
	"title": "Comment puis-je désinstaller le navigateur Tor ?",
	"description": "<p class=\"mb-3\">Il est facile de supprimer le navigateur Tor de votre système :</p><p class=\"mb-3\"><ol><li>Trouvez le dossier de votre navigateur Tor ou l’application. Sous Windows, l’emplacement par défaut est le bureau ; sous macOS, c’est le dossier Applications (sous macOS, vous devez le déplacer dans le dossier Applications quand vous terminez le processus d’installation). Sous Linux, il n’y a pas d’emplacement par défaut, cependant le dossier s’appellera « tor-browser_fr » si vous utilisez le navigateur Tor en français.</li><li>Supprimez le dossier ou l’application du navigateur Tor.</li><li>Videz votre corbeille.</li></ol></p><p class=\"mb-3\">Notez que l’utilitaire habituel de désinstallation de votre système d’exploitation n’est pas utilisé.</p>"
    },
    "tbb-29": {
	"id": "#ntb-29",
	"control": "ntb-29",
	"title": "Il y a-t-il une façon de changer l’adresse IP que le navigateur Tor m’affecte pour un site particulier ?",
	"description": "<p class=\"mb-3\">Le navigateur Tor propose deux façons de changer votre circuit de relais — « Nouvelle identité » et « Nouveau circuit Tor pour ce site ». Les deux options sont situées dans le menu de BoutonTor (petit oignon vert).</p><h5>Nouvelle identité</h5><p class=\"mb-3\">Cette option est utile si vous souhaitez empêcher que votre activité de navigation à venir soit associée à ce que vous faisiez auparavant. Sélectionner cette option fermera tous vos onglets et fenêtres, effacera vos renseignements personnels tels que vos témoins et l’historique de navigation, et utilisera de nouveaux circuits Tor pour toutes vos connexions. Le navigateur Tor vous avertira que tous activités et téléchargements seront arrêtés, prenez-le donc en compte avant de cliquer sur « Nouvelle identité ».</p><h5>Nouveau circuit Tor pour ce site</h5><p class=\"mb-3\">Cette option est utile si le relais de sortie que vous utilisez n’arrive pas à se connecter au site Web que vous demandez ou s’il ne se charge pas correctement. Sélectionner cette option entraînera le rechargement de l’onglet actuel ou de la fenêtre actuelle avec un nouveau circuit Tor. Les autres onglets et fenêtres ouverts du même site Web utiliseront aussi les nouveaux circuits une fois qu’ils seront rechargés. Cette option n’efface aucun renseignement personnel, ni ne dissociera votre activité, ni n’affectera vos connexions actuelles à d’autres sites Web.</p><div class=\"col-md-6\"><div class=\"card\"><img class=\"card-img-top\" src=\"/static/images/image1.png\" alt=\"Alerte de nouvelle parution\"><div class=\"card-body\"><h4 class=\"card-title\">Titre de la carte</h4><p class=\"card-text\">Texte de la carte</p></div></div></div>"
    },
    "tbb-30": {
	"id": "#ntb-30",
	"control": "ntb-30",
	"title": "Un site Web (banque, fournisseur de services de courriel, etc.) me bloque quand j’utilise Tor. Que puis-je faire ?",
	"description": "<p class=\"mb-3\">Le navigateur Tor fait souvent en sorte que votre connexion semble venir d’un endroit complètement différent de la planète. Certains sites Web tels que les banques ou les fournisseurs de services de courriel pourraient l’interpréter comme un signe que votre compte a été compromis et, par conséquent, vous bloquer. La seule manière de résoudre cette situation est de suivre la procédure de récupération du compte recommandée par le site ou de contacter les exploitants et d’expliquer la situation. Vous pourriez éviter ce scénario si votre fournisseur propose la validation en deux étapes, qui est une option de sécurité bien meilleure que les réputations d’après l’IP. Contactez votre fournisseur et demandez-lui s’il propose la validation en deux étapes.</p>"
    },
    "tbb-31": {
	"id": "#ntb-31",
	"control": "ntb-31",
	"title": "Sur quelles plateformes le navigateur Tor est-il proposé ?",
	"description": "<p class=\"mb-3\">Le navigateur Tor est actuellement proposé pour Windows, Linux et macOS (OS X). Pour Android, le Projet Guardian maintient les applis Orbot et Orfox propulsées par Tor. Il n’y a pas encore de version officielle de Tor pour iOS, bien que nous recommandions le navigateur Onion.</p>"
    },
    "tbb-32": {
	"id": "#ntb-32",
	"control": "ntb-32",
	"title": "Puis-je définir le navigateur Tor comme navigateur par défaut ?",
	"description": "<p class=\"mb-3\">Il n’existe actuellement aucune méthode prise en charge pour définir le navigateur Tor comme navigateur par défaut. Le navigateur Tor s’efforce de s’isoler du reste de votre système, et les étapes pour le rendre navigateur par défaut ne sont pas fiables. Cela signifie que parfois un site Web se chargerait dans le navigateur Tor, et parfois il se chargerait dans un autre navigateur. Ce genre de comportement peut être dangereux et compromettre l’anonymat.</p>"
    },
    "tbb-33": {
	"id": "#ntb-33",
	"control": "ntb-33",
	"title": "Le fait d’utiliser le navigateur Tor fait-il de moi un relais ?",
	"description": "<p class=\"mb-3\">L’utilisation du navigateur Tor ne vous fait pas agir en tant que relais dans le réseau. Cela signifie que votre ordinateur ne sera pas utilisé pour acheminer le trafic des autres. Si vous souhaitez devenir un relais, veuillez consulter notre <mark><a href=\"https://trac.torproject.org/projects/tor/wiki/TorRelayGuide\">Guide sur les relais Tor</a></mark> (en anglais).</p>"
    },
    "tbb-34": {
	"id": "#ntb-34",
	"control": "ntb-34",
	"title": "Pourquoi JavaScript est-il activé par défaut dans le navigateur Tor ?",
	"description": "<p class=\"mb-3\">Nous configurons NoScript pour autoriser JavaScript par défaut dans le navigateur Tor, car de nombreux sites Web ne fonctionneraient pas si JavaScript était désactivé. La plupart des utilisateurs abandonneraient Tor complètement si nous désactivions JavaScript par défaut, car cela leur causerait tellement de problèmes.</p><p class=\"mb-3\">En fin de compte, nous souhaitons rendre le navigateur Tor aussi sûr que possible, tout en nous assurant qu’il soit utilisable par la majorité des gens. Cela signifie qu’à l’heure actuelle, nous laissons JavaScript activé par défaut. Pour les utilisateurs qui souhaitent désactiver JavaScript par défaut pour tous les sites Web HTTP, nous recommandons d’utiliser le curseur de sécurité de votre navigateur Tor (dans le menu Oignon du navigateur Tor, sous « Paramètres de sécurité »). Le paramètre « Normal » autorise JavaScript, mais les paramètres « Plus sûr » et « Le plus sûr » bloquent tous les deux JavaScript pour les sites HTTP.</p>"
    },
    "tbb-35": {
	"id": "#ntb-35",
	"control": "ntb-35",
	"title": "Pouvez-vous vous débarrasser de tous les captchas ?",
	"description": "<p class=\"mb-3\">Malheureusement, certains sites Web servent des CAPTCHAS aux utilisateurs de Tor, mais nous ne pouvons pas supprimer les CAPTCHAS des sites Web. La meilleure chose à faire dans ces cas est de contacter les propriétaires des sites Web et de les informer que leurs CAPTCHAS empêchent les utilisateurs comme vous d’utiliser leurs services.</p>"
    },
    "tbb-36": {
	"id": "#ntb-36",
	"control": "ntb-36",
	"title": "Puis-je exécuter le navigateur Tor plusieurs fois en même temps ?",
	"description": "<p class=\"mb-3\">Nous ne recommandons pas d’exécuter le navigateur Tor plusieurs fois en même temps, ce qui pourrait ne pas fonctionner comme souhaité sur plusieurs plateformes.</p>"
    },
    "tbb-37": {
	"id": "#ntb-37",
	"control": "ntb-37",
	"title": "J'ai besoin du navigateur Tor dans une langue et qui n'est pas le français.",
	"description": "<p class=\"mb-3\">Nous offrons actuellement le navigateur Tor dans les langues suivantes :</p><p class=\"mb-3\"><ul><li>English (en-US)</li><li>\"العربية\" (ar)</li><li>Deutsch (de)</li><li>Español (es-ES)</li><li> فارسى (fa)</li><li>Français (fr)</li><li>Italiano (it)</li><li>日本語 (ja)</li><li>Korean (ko)</li><li>Nederlands (nl)</li><li>Polish (pl)</li><li>Português (pt-BR)</li><li>Русский (ru)</li><li>Türkçe (tr)</li><li>Vietnamese (vi)</li><li>简体字 (zh-CN)</li></ul></p>\n\n"
    },
    "tbb-38": {
	"id": "#ntb-38",
	"control": "ntb-38",
	"title": "Mon administrateur réseau saura-t-il que j’utilise le navigateur Tor ?",
	"description": "<p class=\"mb-3\">Lorsque vous utilisez Tor ou le navigateur Tor, nous ne garantissons pas que personne ne puisse déterminer que vous utilisez Tor. L’objectif est plutôt que personne ne sache ce que vous faites avec Tor. L’utilisation des transports enfichables peut compliquer l’identification du trafic de Tor, mais il n’est pas impossible de l’identifier.</p>"
    },
    "tbb-39": {
	"id": "#ntb-39",
	"control": "ntb-39",
	"title": "Mon administrateur réseau saura-t-il que j’utilise le navigateur Tor ?",
	"description": "<p class=\"mb-3\">Lorsque vous utilisez Tor ou le navigateur Tor, nous ne garantissons pas que personne ne puisse déterminer que vous utilisez Tor. L’objectif est plutôt que personne ne sache ce que vous faites avec Tor. L’utilisation des transports enfichables peut compliquer l’identification du trafic de Tor, mais il n’est pas impossible de l’identifier.</p>"
    },
    "tbb-40": {
	"id": "#ntb-40",
	"control": "ntb-40",
	"title": "Le navigateur Tor utilise-t-il un circuit différent pour chaque site Web ?",
	"description": "<p class=\"mb-3\">Dans le navigateur Tor, chaque domaine obtient son propre circuit. ​Vous trouverez de plus amples renseignements à ce sujet dans le document <mark><a href=\"https://www.torproject.org/projects/torbrowser/design/#identifier-linkability\">La conception et la mise en œuvre du navigateur Tor</a></mark> (en anglais).</p>"
    },
    "tbb-41": {
	"id": "#ntb-41",
	"control": "ntb-41",
	"title": "Pourquoi mon moteur de recherche est-il passé à DuckDuckGo ?",
	"description": "<p class=\"mb-3\">Avec la parution du navigateur Tor 6.0.6, DuckDuckGo est devenu le moteur de recherche principal. Depuis quelque temps déjà, Disconnect n’accédait plus aux résultats de recherche provenant de Google que nous avons utilisés dans le navigateur Tor. Disconnect, qui est plus un métamoteur de recherche permettant aux utilisateurs de choisir entre différents fournisseurs de recherche, a commencé à servir des résultats de recherche provenant de Bing qui étaient essentiellement inacceptables sur le plan de la qualité.</p>"
    },
     "tbb-42": {
	"id": "#ntb-42",
	"control": "ntb-42",
	"title": "Pourquoi mon navigateur Tor me dit-il que quelque chose ne fonctionne pas avec Firefox ?",
	"description": "<p class=\"mb-3\">Le navigateur Tor est développé en utilisant ​<mark><a href=\"https://www.mozilla.org/en-US/firefox/organizations/\">Firefox ESR</a></mark> (page en anglais), et il est donc possible que des erreurs surviennent au sujet de Firefox. Veuillez vous assurer qu’un autre navigateur Tor n’est pas en cours d’exécution et que vous avez extrait le navigateur Tor dans un emplacement pour lequel votre utilisateur détient les bonnes permissions. Si vous utilisez un antivirus, veuillez consulter [linkto: My antivirus/malware protection is blocking me from accessing Tor Browser]. Il n’est pas rare que des antivirus ou des logiciels antiprogrammes malveillants causent ce genre de situation.</p>"
     }
}
