{
    "tormobile-1": {
	"id": "#tormobile-1",
	"control": "tormobile-1",
	"title": "Posso usare Tor su un dispositivo Android?",
	"description": "<p class=\"mb-3\">Tor su Android è fornito dal The Guardian Project. Più informazioni possono essere trovate sulle<mark><a href=\"https://guardianproject.info/apps/orbot/\">pagine web di </a></mark>Orbot <mark><a href=\"https://guardianproject.info/apps/orfox/\">e Orfox</a></mark>. Orbot è per il browsing del web, e Orfox può instradare altre applicazioni sul tuo cellulare Android sulla rete di Tor.</p>"
    },
    "tormobile-2": {
	"id": "#tormobile-2",
	"control": "tormobile-2",
	"title": "Cos'è il Guardian Project?",
	"description": "<p class=\"mb-3\">Il Guardian Project mantiene Tor (e altre applicazioni per la privacy) su Android. Più informazioni possono essere trovate sul <mark><a href=\"https://guardianproject.info/\"> sito web del Guardian Project</a></mark>.</p>"
    },
    "tormobile-3": {
	"id": "#tormobile-3",
	"control": "tormobile-3",
	"title": "Posso eseguire Tor su un dispositivo iOS?",
	"description": "<p class=\"mb-3\">Raccomandiamo un app iOS chiamata Onion Browser, che è open source, usa il routing di Tor, ed è sviluppata da qualcuno che lavora vicino con il Tor Project. Comunque, Apple richiede ai browser su iOS di utilizzare qualcosa chiamato Webkit, che previene Onion Browser dall'avere lo stesso livello di protezioni relative alla privacy come su Tor Browser.<mark><a href=\"https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor\">Puoi saperne di più su Onion Browser</a></mark>.</p>"
    },
    "tormobile-4": {
	"id": "#tormobile-4",
	"control": "tormobile-4",
	"title": "Come posso far funzionare Tor su Windows Phone?",
	"description": "<p class=\"mb-3\">Attualmente non c'è un metodo supportato per eseguire Tor su Windows Phone.</p>"
    },
     "tormobile-5": {
	"id": "#tormobile-5",
	"control": "tormobile-5",
	"title": "Quando sarà rilasciato Tor Browser per Android?",
	"description": "<p class=\"mb-3\">Al momento stiamo lavorando al Browser Tor per Android, e potresti vedere dei release alpha apparire nei prossimi mesi. Per favore osserva il nostro <mark><a href=\"https://blog.torproject.org\">blog</a></mark>per futuri annunci, e dettagli riguardanti questo progetto.</p>"
     }
}
