{
    "tormobile-1": {
	"id": "#tormobile-1",
	"control": "tormobile-1",
	"title": "¿Puedo ejecutar Tor sobre un dispositivo Android?",
	"description": "<p class=\"mb-3\">Tor para Android es proporcionado por The Guardian Project. Puedes encontrar más información en las páginas web de ​<mark><a href=\"https://guardianproject.info/apps/orbot/\">Orbot</a></mark> y <mark><a href=\"https://guardianproject.info/apps/orfox/\">​Orfox</a></mark>. Orbot es para navegación web, y Orfox permite enrutar otras aplicaciones en tu teléfono Android sobre la red Tor.</p>"
    },
    "tormobile-2": {
	"id": "#tormobile-2",
	"control": "tormobile-2",
	"title": "¿Quién es el Guardian Project?",
	"description": "<p class=\"mb-3\">El Guardian Project mantiene a Tor (y otras aplicaciones de privacidad) en Android. Puedes encontrar mas información en el sitio de ​<mark><a href=\"https://guardianproject.info/\">Guardian Project</a></mark>.</p>"
    },
    "tormobile-3": {
	"id": "#tormobile-3",
	"control": "tormobile-3",
	"title": "¿Puedo ejecutar Tor en un dispositivo iOS?",
	"description": "<p class=\"mb-3\"> Recomendamos una aplicación para iOS llamada Onion Browser, de código abierto, que usa enrutamiento Tor, y está desarrollada por alguien que trabaja estrechamente con Tor Project. Sin embargo, Apple requiere que los navegadores en iOS usen algo llamado Webkit, que evita que Onion Browser tenga las mismas protecciones de privacidad que el Navegador Tor. <mark><a href=\"https://blog.torproject.org/tor-heart-onion-browser-and-more-ios-tor\">Conozca más acerca de Onion Browser</a></mark>.</p>"
    },
    "tormobile-4": {
	"id": "#tormobile-4",
	"control": "tormobile-4",
	"title": "¿Cómo ejecuto Tor en Windows Phone?",
	"description": "<p class=\"mb-3\">Actualmente no existe un método soportado para ejecutar Tor sobre Windows Phone.</p>"
    },
     "tormobile-5": {
	"id": "#tormobile-5",
	"control": "tormobile-5",
	"title": "¿Cuándo se publicará el Navegador Tor para Android?",
	"description": "<p class=\"mb-3\">Estamos trabajando actualmente en el Navegador Tor para Android, puede que veas versiones alfa en los próximos meses. Por favor sigue nuestro <mark><a href=\"https://blog.torproject.org\">blog</a></mark> para futuros anuncios y detales referentes al proyecto.</p>"
     }
}
